{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35230","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ledesma","first" : "Nelson","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "203","weightMetric" : "92","birthDate" : "July 25, 1990","age" : "25","birthPlace" : "Tucumán, Argentina","residence" : "Tucumán, Argentina","family" : "","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(5) 2011 Abierto Termas de Rio Hondo [Argentina], VII Roberto De Vicenzo Classic Copa NEC in Buenos Aires, Argentina [TLA] 2013 Gran Premio OSDE Las Praderas [Argentina] 2014 96th Campeonato Abierto del Sur [Argentina], Abierto Termas de Rio Hondo [Argentina]","curYrHigh" : "","carHigh" : "2015 Played 16 tournamentes on PGA TOUR Latinoamérica, collecting one top-10 and six top-25s on 8 cuts made. Finished the season ranked 58th on the Order of Merit. His only top-10 was T6 at the Personal Classic in Argentina late in the season.\n\n2014: Finished the PGA TOUR Latinoamérica season ranked No. 8 in the Order of Merit… Had four top-4s… Made the cut in 7 of 16 starts… Finished solo second twice, at the Guatemala Stella Artois Open in March and at the 56th Abierto Mexicano (the Mexico Open) in October… An impressive bogey-free weekend, with rounds of 67-66 secured runner-up honors in Guatemala. Finished the week at 13-under 275, only a stroke behind tournament champion Armando Favela, who made birdie on the last hole to avoid a playoff… Was tied for the Abierto Mexicano lead with just two holes left to play, but three-putted the par-three No. 17 for bogey to finish one stroke behind tournament champion Oscar Álvarez… Shot 67-68-66 to finish third at the rain-shortened Personal Classic in Argentina in December… His other top-4 was a T4 finish at the season opening 67th Arturo Calle Colombian Open at Ruitoque Golf CC in Bucaramanga in January… Made the cut in two of three starts on PGA TOUR Canada, with a T35 finish as his best at the Staal Foundation Open in July… Collected two wins to finish the Argentine Tour season ranked No. 1… His first victory came at the 96th Campeonato Abierto del Sur – 3 Arroyos, an event that also marked the start of the Developmental Series season in January. Shot 64-66-70-68 for a total of 268 (-12) to defeat Emilio Domínguez by one at the historic Mar del Plata Golf Club… Also won the Abierto de Termas de Río Hondo, where he posted rounds of 67-69-65-67 for a one-stroke victory over a trio of players.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 35 in the Order of Merit. Had one top-5 and five top 25s… Made the cut in 9 of 14 starts… His best finish was T5 at the 82nd Abierto OSDE del Centro in Cordoba, Argentina in April… Finished outside the top-16 only once in seven starts on the Argentine Tour, where his best finish was a victory at the Gran Premio OSDE Las Praderas in November. Finished No. 5 on the Argentine Tour ranking.\n\n2012: A Monday Qualifier first place finish earned him a spot on the PGA TOUR's Puerto Rico Open in March. Shot 76 and 72 to miss the cut on his first TOUR start ever… Finished the inaugural season of PGA TOUR Latinoamérica ranked No. 18 in the Order of Merit… Had a runner-up finish, two top-10s and seven cuts made in 11 starts… His best finish was T2 at the 65th Arturo Calle Colombian Open, an event where the course at the Club El Rincón de Cajicá played extremely tough… During the first half of the year finished the abbreviated final season of the Tour de las Americas ranked No. 11 in the Order of Merit. Had four top-10s in five TLA starts, with a T4 finish at the Taca Airlines Open in Peru as his best… Had three top-10s in only five starts on the Argentine Tour, where his best finish was T4 at the Abierto de La Rioja.\n\n2011: Won a three-way playoff for his first Tour de las Americas career victory at the VII Roberto De Vicenzo Classic Copa NEC in November… Had five top-15s in 15 starts on the TLA to finish the season ranked No. 11 in the Order of Merit… His season-ending TLA ranking secured him the 2012 PGA TOUR Latinoamérica card… Made a strong charge for his victory at the TLA's Roberto De Vicenzo Classic Copa NEC, an event he started by shooting 6-over par on his first eight holes. Holed out a 240-yard 4-iron for an albatross that turned his week around at the par-five No. 9. Shot 13-under par on the last 64 holes of the tournament, with birdies on the final two holes to enter a sudden death playoff in which he made a birdie to defeat Rafael Gómez and Fernando Zacarías… Won his first career title in June on the Argentine Tour, claiming the Abierto Termas de Río Hondo with a total of 263 (-25) for a four-shot win over Andrés Romero.\n\n2010: Finished fourth three times and only missed one cut in 11 starts to finish the season ranked No. 16 on the Tour de las Americas' Order of Merit. Claimed TLA Rookie of the Year honors.\n","otherCarHigh" : "","personal" : "Got started in golf as a caddie at the age of 12 and turned professional only four years later… Affiliated to the Club Las Yungas in Tucuman, Argentina… Football (soccer) is one of his interests.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "Top 50 Order of Merit 2012","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Had four top 10's in five starts earlier this year on the TLA… Won the TLA's 2010 Roberto De Vicenzo Classic Copa NEC for his first carrer title. Started that event by shooting 6-over par on his first eight holes but holed out a 240-yard 4-iron for an albatross that turned his week around at the par-five No. 9… A Monday Qualifier first place finish earned him a spot on the PGA TOUR's Puerto Rico Open presented by seepuertorico.com. Shot 76 and 72 to miss the cut on his first TOUR starts ever… Won the Abierto de Las Termas on the Argentine Tour in 2010\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Tied for second at the 65th Arturo Calle Colombian Open and for sixth at the Lexus Peru Open for two top 10's so far this PGA TOUR Latinoamérica season… Earned his Tour card by finishing as the eleventh ranked player on the 2011 Tour de las Americas (TLA) Order of Merit…"}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T16th at the 69 Avianca Colombia Open presentado por BBVA.","dynStats" : "He ranks T32nd in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}