{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34360","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Reed","first" : "Patrick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "200","weightMetric" : "91","birthDate" : "August 5, 1990","age" : "25","birthPlace" : "San Antonio, Texas","residence" : "Spring, Texas","family" : "Wife, Justine; Windsor Wells (5\/22\/14)","education" : "Augusta University","splInterest" : "College football, cooking, playing pool, antiques","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "The Woodlands CC (The Woodlands, Texas)","cityPlaysFrm" : "Houston; TX; United States","websiteUrl" : "http:\/\/www.goteamreed.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,465,310&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Fired rounds of 68-69-65-67 at the UBS Hong Kong Open on the European Tour in mid-October to secure a T3 with Soomin Lee, Matthew Fitzpatrick and Jason Scrivener, six shots behind winner Justin Rose...Opened the 2015-16 PGA TOUR Season with four rounds in the 60s (68-68-66-69) to finish 17-under par at the CIMB Classic good for a T10 showing...Fired rounds of 65-70-68-70 the following week at the World Golf Championships-HSBC Champions to T7 with Matthew Fitzpatrick, Jordan Spieth and China's Hao Tong Li)...One week later, finished second to Kristoffer Broberg in a sudden-death playoff at the BMW Masters in Shanghai. Opened with rounds of 71-69-64 and took a one-shot lead on the back nine on Sunday with an eagle out of a bunker on No. 15 followed by a birdie on No. 16. After a bogey on No. 17, finished with a par for a final-round 71 and a 271 total to match Broberg. In the playoff, the Swede drained a 15-foot birdie putt on the first extra hole to claim his first European Tour title...One year after a T3 finish in his debut appearance at the Hero World Challenge, posted rounds of 69-65-66-66 to finish 22-under 266, good for a runner-up finish (three strokes behind champion Bubba Watson). Marked his sixth consecutive top-10 dating back to the UBS Hong Kong Open...Making his title defense at the Hyundai Tournament of Champions, finished solo second, but a distant eight strokes behind champion Jordan Spieth. Did not have a bogey until the 69th hole of the tournament (par-5 15th). Marked his second runner-up showing of his career (2015 Valspar Championship)...In his fourth start at the AT&T Pebble Beach Pro-Am, finished 12-under 275 for a T6 finish (his fourth top-10 in six starts this season), five strokes behind champion Vaughn Taylor. It was his third top-15 finish at the event (T6-2016, T13-2014, T7-2013). He also finished 12-under in 2013 and 2015... Entered the final round of the Valspar Championship, where he fell in a playoff to Jordan Spieth the year before, four shots off the lead and shot a final-round 73 to finish T7 for his second top-10 at the event...Advanced out of group play at the World Golf Championships-Dell Match Play with wins over Daniel Berger (1-up), Matthew Fitzpatrick (4 and 3) and Phil Mickelson (5 and 4) before losing to Dustin Johnson (3 and 2) in the round of 16 for a T9 result. In his match against Mickelson, he made two eagles, along with three birdies, and was 7-up through 10 holes before winning, 5 and 4...Posted his third consecutive top-10 of the season at the Shell Houston Open. In his third start at the Golf Club of Houston, finished T10 with Rickie Fowler and Sean O'Hair.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "2012","exmtStatus" : "World Golf Championships winner; multiple tournament winner (through 2017-18)","otherVics" : "","intlVics" : "","curYearHigh" : "Fired rounds of 68-69-65-67 at the UBS Hong Kong Open on the European Tour in mid-October to secure a T3 with Soomin Lee, Matthew Fitzpatrick and Jason Scrivener, six shots behind winner Justin Rose...Opened the 2015-16 PGA TOUR Season with four rounds in the 60s (68-68-66-69) to finish 17-under par at the CIMB Classic good for a T10 showing...Fired rounds of 65-70-68-70 the following week at the World Golf Championships-HSBC Champions to T7 with Matthew Fitzpatrick, Jordan Spieth and China's Hao Tong Li)...One week later, finished second to Kristoffer Broberg in a sudden-death playoff at the BMW Masters in Shanghai. Opened with rounds of 71-69-64 and took a one-shot lead on the back nine on Sunday with an eagle out of a bunker on No. 15 followed by a birdie on No. 16. After a bogey on No. 17, finished with a par for a final-round 71 and a 271 total to match Broberg. In the playoff, the Swede drained a 15-foot birdie putt on the first extra hole to claim his first European Tour title...One year after a T3 finish in his debut appearance at the Hero World Challenge, posted rounds of 69-65-66-66 to finish 22-under 266, good for a runner-up finish (three strokes behind champion Bubba Watson). Marked his sixth consecutive top-10 dating back to the UBS Hong Kong Open...Making his title defense at the Hyundai Tournament of Champions, finished solo second, but a distant eight strokes behind champion Jordan Spieth. Did not have a bogey until the 69th hole of the tournament (par-5 15th). Marked his second runner-up showing of his career (2015 Valspar Championship)...In his fourth start at the AT&T Pebble Beach Pro-Am, finished 12-under 275 for a T6 finish (his fourth top-10 in six starts this season), five strokes behind champion Vaughn Taylor. It was his third top-15 finish at the event (T6-2016, T13-2014, T7-2013). He also finished 12-under in 2013 and 2015... Entered the final round of the Valspar Championship, where he fell in a playoff to Jordan Spieth the year before, four shots off the lead and shot a final-round 73 to finish T7 for his second top-10 at the event...Advanced out of group play at the World Golf Championships-Dell Match Play with wins over Daniel Berger (1-up), Matthew Fitzpatrick (4 and 3) and Phil Mickelson (5 and 4) before losing to Dustin Johnson (3 and 2) in the round of 16 for a T9 result. In his match against Mickelson, he made two eagles, along with three birdies, and was 7-up through 10 holes before winning, 5 and 4...Posted his third consecutive top-10 of the season at the Shell Houston Open. In his third start at the Golf Club of Houston, finished T10 with Rickie Fowler and Sean O'Hair.","carHigh" : "2014-15: Season highlighted by his fourth career win and a career-best No. 12 finish in the FedExCup standings...In mid-October 2014, finished T5 at the European Tour's Volvo World Match Play Championship, losing in the quarterfinals to George Coetzee, 2 and 1, at The London GC in England...Was clutch down the stretch at the Hyundai Tournament of Champions, closing the gap on tournament-leader Jimmy Walker by holing an 80-yard wedge for eagle on the par-4 16th and carding birdies on Nos. 15 and 18 to force a playoff. The former Augusta University standout then drained a 19-foot, 6-inch birdie putt on the first extra hole to improve his playoff record to 2-0, in the process notching his fourth PGA TOUR victory in his 72nd start. Became just the fourth player in the last 20 years to record his fourth TOUR win before age 24 years, 6 months. Also, his four wins is the current benchmark on TOUR for players under the age of 25. Improved his record to 2-0 in playoffs, winning the sixth playoff since the Tournament of Champions moved to Kapalua in 1999. Marked his first come-from-behind win, having held or shared the lead heading into the final round in his previous three victories. Finished with just three bogeys during the week (fourth round on No. 17, second round on No. 7 and second round on No. 8)...After opening with back-to-back, 3-under 67s at The Honda Classic, posted scores of 70-73 in the final two rounds to secure a T7 in the Monday-finish event...Two starts later, at the Valspar Championship, nearly became the season's first multiple winner. Began the final round at the Copperhead Course at 5-under 208, four strokes off 54-hole leader Ryan Moore. Sank a clutch, 31-foot birdie putt on the 72nd hole, good for a bogey-free, 5-under 66 and spot in a playoff with Jordan Spieth and 2008 Valspar Championship winner Sean O'Hair. Following solid ups and-downs on the first two extra holes to save par and remain in the playoff, fell victim, with O'Hair, to Spieth's birdie putt on the third extra hole, No. 17. Two years earlier, defeated Spieth in sudden death at the Wyndham Championship en route to his first career PGA TOUR win...With opening rounds of 66-69, shared the 36-hole lead at the U.S. Open with Spieth. Later added rounds of 76-71 to finish T14, his best finish in six major championship starts...Making his third career start at the Deutsche Bank Championship, carded matching middle rounds of 4-under 67 and a final-round, 1-under 70 to T4, seven strokes behind Rickie Fowler. The finish marked his fourth top-10 of the season but first since a playoff loss in March at the Valspar Championship. Later finished T28 at the BMW Championship...Concluded his season with a 27th-place outing at the TOUR Championship by Coca-Cola to wrap up the season. Went 1-2-1 in his four Presidents Cup matches in the American team's 15Â˝-14Â˝ victory in South Korea.\n\n2013-14: Season highlighted by wins at the Humana Challenge and World Golf Championships-Cadillac Championship, making him one of seven multiple winners during the season. Also earned a berth on the U.S. Ryder Cup team for the first time...Took a seven-stroke lead into the Humana Challenge final round and held on for a two-stroke, wire-to-wire win. Shots rounds 63-63-63-71. Recorded his second career TOUR win at age 23 years, 5 months, 14 days in his 46th career TOUR start. It was his second win in his last nine TOUR starts (2013 Wyndham Championship). Became just the second wire-to-wire winner of the event (Rik Massengale in 1977). Led the field with 30 birdies. Was just the sixth wire-to-wire winner on TOUR since 2010 and became the first player in PGA TOUR history to post scores of 63 or better in his first three rounds. Is the second-youngest winner of the Humana Challenge, behind Jack Nicklaus (23 years, 13 days in 1963). Became the 12th player to carry a final-round lead of the Humana Challenge on to victory since 1990. Has converted both of his third-round leads\/co-leads into victory. His 54-hole total score of 189 broke the low 54-hole score at the Humana Challenge (191 by Pat Perez in 2009). His 54-hole total of 189 came within one shot of the lowest 54-hole score in TOUR history (Steve Stricker at the 2010 John Deere Classic). Broke the TOUR 54-hole scoring record in relation to par by two shots, with a 27-under. First victory came with wife as caddie and second was with brother-in-law Kessler Karain...Earned his third win in 14 starts, capturing the World Golf Championships-Cadillac Championship with rounds of 68-75-69-72. That led to a one-stroke victory over Bubba Watson and Jamie Donaldson. His 4-under 284 total was the highest winning total at the Cadillac Championship and equaled Mark McCumber's winning score in 1985 for highest in any event at Doral. At age 23 years, 7 months, 4 days, became the youngest player to ever win a World Golf Championships event, with Tiger Woods (23 years, 7 months, 30 days) the previous youngest with his win at the 1999 Bridgestone Invitational. The win moved him a step closer to Rory McIlroy on the list of players under 25 with multiple wins. Trailed only McIlroy (six) but moved one win ahead of Russell Henley (two) and Harris English (two). Joined Jimmy Walker (three) as the TOUR's only multiple winners of the season, in the process improving his record with the 54-hole lead\/co-lead to a perfect 3 for 3 Previously held at least a share of the lead after every round in his two wins this season...Held a two-shot lead after the third round at the Quicken Loans National before a final-round 77 dropped him to T11...Finished T4 at the World Golf Championships-Bridgestone Invitational to record his second top-10 in just his third start in a World Golf Championships event, all coming this season. Notched his first top-10 of the season that did not result in a victory. His other two top-10s were both wins, at the Humana Challenge and the Cadillac Championship...In the first FedExCup Playoffs event, The Barclays, birdied three of his last four holes at Ridgewood CC Sunday to claim T9 at 9-under, five strokes back of Hunter Mahan. His 65 Sunday tied his low, final-round score for the year (World Golf Championships-Bridgestone Invitational)...Later added a T74 at the Deutsche Bank Championship and T53 at the BMW Championship to advance to the final event of the Playoffs for the first time...At the TOUR Championship by Coca-Cola, finished T19 at East Lake GC and No. 21 in the FedExCup standings...Made his debut at the Ryder Cup and went 3-0-1 in his four matches in the European victory in the biennial event at Gleneagles in Scotland.\n\n2013: Made 16 of 26 cuts on TOUR, with five top-10s and his first TOUR win, at the Wyndham Championship with wife, Justine, serving as caddie. Finished No. 54 in the final FedExCup standings...Recorded the first top-10 finish of his career in his 19th start, finishing T7 at the AT&T Pebble Beach National Pro-Am. Was one of two rookies to finish inside the top 10 (James Hahn, T3)...Finished fifth at the FedEx St. Jude Classic, spurred on by a third-round, 6-under 64 (one shy of career-low round). Had missed the cut in his first two starts at the event (2011 and 2012)...In July, tied his career-best with an 8-under 63 in the second round of the John Deere Classic to take a share of the 36-hole lead at 12-under-par. Weekend rounds of 67-70 were good enough for a T7. Had multiple stories written about him in local papers that week for the unique relationship with his wife, Justine, who serves as his caddie...Two weeks later in Canada, opened with 4-under 68s in the first and second rounds of the RBC Canadian Open to T9 at Glen Abbey GC...Captured his first win on TOUR, at the Wyndham Championship, by defeating Jordan Spieth in a playoff on the second extra hole (No. 10) with a birdie-3. Earned first career PGA TOUR victory at age 23 years, 13 days in his 38th career start. Became the first player to win on TOUR with his wife as a caddie since Steve Stricker won the 1996 BMW Championship with his wife, Nicki, caddying. Stricker's first TOUR win came at the 1996 Kemper Open with his wife serving as caddie. Joins Vaughn Taylor as the only Augusta State University products to win on TOUR. Led the field in Greens in Regulation, hitting 60 of 72 (83.3 percent). Won in his first opportunity when holding at least a share of the 54-hole. Finished T66 via a sponsor invitation at the 2011 Wyndham Championship, his only previous start in Greensboro. \n\n2012: Finished T22 at the PGA TOUR Qualifying Tournament at PGA West in Palm Springs to earn his 201...Successfully Monday-qualified for six PGA TOUR events and played in 12 tournaments, making the cut in seven of the 12 tournaments and recording four top-25 finishes...Monday qualified for the Zurich Classic of New Orleans (T24), Wells Fargo Championship (T32), HP Byron Nelson Championship (missed cut), Travelers Championship (T47), True South Classic (T21) and Justin Timberlake Shriners Hospitals for Children Classic (T22). He's also competed in the Valero Texas Open (T35), FedEx St.Jude Classic (missed cut), John Deere Classic (missed cut), Reno-Tahoe Open (missed cut), Frys.com Open (T11) and Children's Miracle Network Hospitals Classic on sponsors' exemptions...Also played two events on the Adams Tour and one Web.com Tour event.\n\nAmateur: Won two high school state championships at University Lab School in Baton Rouge, La...Won back-to-back NCAA Championships with Augusta State University, in 2010 and 2011. Went 3-0 in match play in both years...Two-time first-team All American in college.\n","otherCarHigh" : "","personal" : "Favorite golf memory is going 6-0 in match play and helping Augusta University win two national championships...Wife, Justine, was his caddie in 2012 and 2013 and sporadically in 2014 after having the couple's first baby in May. They married in December 2012...Grew up a fan of Notre Dame football. Favorite teams now are the Houston Texans and San Francisco 49ers...Enjoys watching Notre Dame and LSU in college...Is a fan of Darius Rucker...Dream foursome would include Tiger Woods, Ian Poulter and Stephen Ames...Favorite quote is from his wife, who said, \"Nerves just mean you're prepared.\"...Bucket list includes standing on the sidelines of a Houston Texans' playoff game and sitting courtside for Houston Rockets-San Antonio Spurs game.\n\n","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2015; Ryder Cup (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T44th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/www.twitter.com\/preedgolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}