{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35517","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Macpherson","first" : "Bryden","middle" : "","extn" : "","nick" : ""}, "height" : "5-11","weight" : "185","birthDate" : "August 7, 1990","age" : "22","birthPlace" : "Melbourne, Australia","residence" : "Jupiter, Florida","family" : "Single","education" : "University of Georgia","splInterest" : "Music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "The Dye Preserve (Jupiter, Florida)","cityPlaysFrm" : "Jupiter, Florida","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "Conditionally Exempt: 19th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Turned professional following his appearance at the Masters (missed cut) where he competed as an amateur...Played in three events after turning professional—at the HP Byron Nelson Championship, the Memorial Tournament and the Travelers Championship—but missed the cut in all of them.\n","otherCarHigh" : "Won four amateur titles, including the prestigious 2011 British Amateur. Won the 2008 Dunes Medal, an amateur event held in Australia, where he set two course records in the process. Two-time winner in 2009, claiming the Australian Amateur Stroke Play title as well as the New Zealand Amateur Stroke Play. Represented Australia in the 2010 Eisenhower Trophy, one of the world's premier amateur team golf championships. Victory at the British Amateur earned him a spot in the 2012 Masters, as well as the 2012 Open Championship...Played collegiately at the University of Georgia, where he was the 2010 SEC Freshman of the Year as well as second-team All-SEC in 2010.","personal" : "Favorite golf memory was playing golf with his grandfathers when he was 12...If he weren't a golfer would prefer to be a musician—a drummer—or a DJ. Plays the drums and guitar...Favorite team growing up was the Richmond Tigers in the Australian Football League...Twitter account is @BJMacpherson...Favorite gadget is his DJ deck...Dream foursome would include Bill Murray, President Bill Clinton and his dad...Not many people know he is a very passionate musician...Favorite motto is \"There are no ordinary moments,\" which he has tattooed on his chest...Chose golf over other sports \"because it is a never-ending pursuit.\"...His bucket list includes climbing Mount Everest and being a DJ at a festival...Follows the Georgia Bulldogs and the Atlanta Falcons, and his favorite athlete in another sport is Michael Jordan...His favorite book is Way of the Peaceful Warrior...Never travels without his headphones...His cellphone ring is the theme from \"Rocky\"...Has been a vegetarian his entire life. Has never eaten meat, chicken or fish.","otherInfo" : "","ntlTeams" : "Eisenhower Trophy (1), 2010.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Amateur: Won the Dunes Medal in 2008, an event in Australia, and set two course records in the process, shooting a 64 and then bettering it with a 63...Was named Southeastern Conference Freshman of the Year in 2009 and made second-team All-SEC...Won the Australian Amateur Stroke Play and the New Zealand Amateur Stroke Play in 2009...In 2010, represented his country for the Eisenhower Trophy...Won the British Amateur in 2011, which earned him a spot in the 2011 Open Championship and the 2012 Masters Tournament. Missed the cut at the Open by a stroke. Was a 2012 member of the Golf Australia Rookie Squad...Turned professional following the 2012 Masters Tournament, forfeiting his invitation to the 2012 U.S. Open.\n","otherCarHigh" : "","personal" : "Favorite golf memory was playing golf with his grandfathers when he was 12...If he weren't a golfer would prefer to be a musician, drummer or DJ...Favorite team growing up was the Richmond Tigers in the Australian Football League...Twitter account is @BJMacpherson...Favorite gadget is his DJ deck...Dream foursome would include Bill Murray, Bill Clinton and his dad...Not many people know he is a very passionate musician...Favorite motto is \"There are no ordinary moments,\" which he has tattooed on his chest.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}