{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27770","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Villegas","first" : "Camilo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "January 7, 1982","age" : "34","birthPlace" : "Medellin, Colombia","residence" : "Jupiter, Florida","family" : "Wife, Maria","education" : "University of Florida (2004, Business)","splInterest" : "Music, cycling, exercise, fashion","pronunciation" : "kuh-ME-lo bee-JAY-gus","nwTourAlumnus" : "Web.com Tour Graduate (2005)","trndProYear" : "2004","clubAffl" : "","cityPlaysFrm" : "Medellin; ; Colombia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "18,466,161&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2001 Colombian Open.","curYearHigh" : "Was a late addition to the field at the Franklin Templeton Shootout in December, but teamed up with Cameron Tringale to finish fifth. Has not finished worse than T6 in five apperances in the event.","carHigh" : "Made five of 10 cuts on the 2004 PGA TOUR, finishing T7 at the B.C. Open and solo 12th at the Deutsche Bank Championship. Winner by 10 strokes at the 2004 Forest Oaks Championship on the Hooters Winter Tour.\n","otherCarHigh" : "Four-time All-American at the University of Florida, including earning first team honors in 2001-02 and 2004. NCAA Academic All-American in 2002-03. Southeastern Conference Player of the Year in 2002 and 2004. Earned first-team All-SEC honors in 2001-02 and 2004. 2001 SEC Freshman of the Year. Posted eight collegiate victories. 2003 Players Amateur Champion. Co-medalist at the 2002 Western Amateur Championship (stroke-play portion). Was the 2001 Colombian Open champion and also won the 1999 Orange Bowl.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "2013-14 tournament winner (through 2015-2016)","otherVics" : "(1): 2008 CVS\/Caremark Charity Classic [with Bubba Watson].","intlVics" : "(2): 2001 Colombian Open. 2007 Coca-Cola Tokai Classic [Jpn].","curYearHigh" : "Was a late addition to the field at the Franklin Templeton Shootout in December, but teamed up with Cameron Tringale to finish fifth. Has not finished worse than T6 in five apperances in the event.","carHigh" : "2014-15: Did not record a top-10 during the season, but five top-25s helped him advance to his third consecutive FedExCup Playoffs. After T30 and T33 finishes at The Barclays and Deutsche Bank Championship, respectively, was eliminated from the Playoffs at No. 84 in the FedExCup standings...Finished T26 at the Wyndham Championship in his title defense but was one of five players to move inside the top 125 in the FedExCup standings and advance to the Playoffs. Started the week in Greensboro at No. 129 in the standings and moved to No. 123.\n\n2013-14: Only top-10 finish in 20 made cuts was his fourth career PGA TOUR win. For the seventh time, earned a berth into the FedExCup Playoffs. Season ended after the BMW Championship, an event he won in 2008, with a final rank of 48th in the FedExCup standings...Opened and closed with bogey-free, 7-under 63s at the Wyndham Championship to claim a one-stroke victory over Bill Haas and Freddie Jacobson. Began the final round at Sedgefield CC four strokes off Nick Watney's lead before claiming his first PGA TOUR win in more than four years, a span of 116 starts. With the victory, jumped from No. 105 to No. 37 in FedExCup standings headed into the following week's Barclays, the first of four FedExCup Playoffs events. The first two of Villegas' wins came in the Playoffs in 2008, at the BMW Championship and TOUR Championship by Coca-Cola. \n\n2013: After missing the FedExCup Playoffs for the first time in his career, in 2012, made a return this season, thanks to five top-25 finishes in 16 made cuts...Was T9 at the RBC Heritage for his first top-10 finish since a T6 at the 2011 BMW Championship...Carded all four rounds in the 60s en route to a T10 finish at the FedEx St. Jude Classic in June...Was one of five players to advance from outside the top 100 in the FedExCup standings at The Barclays and into the second FedExCup Playoffs event. Finished T54 at The Barclays to move from No. 110 to No. 100 entering the Deutsche Bank Championship...His T35 finish at the Deutsche Bank Championship wasn't good enough to climb inside the top 70 and move on to the BMW Championship, the event he won in 2008. \n\n2012: Did not record a top-10 finish in 21 starts in the PGA TOUR Season to miss the FedExCup Playoffs for the first time in his career. Finished No. 148 in the FedExCup standings after advancing to the third Playoff event each of the previous five seasons (2007-11)...Finished T19 at the Humana Challenge after holding a share of the first-round lead, with a 63...Claimed top-30 finishes in all four fall events in his bid to finish the season inside the top 125 on the money list. \n\n2011: Season got off to a bad start in Hawaii with a DQ and did not get back on track until the PGA TOUR Playoffs for the FedExCup. Made only 14 of 25 cuts, but closed the season with three top 10s in his last four events...Disqualified from season-opening Hyundai Tournament of Champions after unwittingly violating Rule 23-1 (loose impediments) during the second round. Two-stroke violation was discovered after the round, and under the USGA Rules of Golf, he was disqualified for signing an incorrect scorecard...Produced first top 10 of the season in his 15th start with a T3 at the FedEx St. Jude Classic on the strength of a final-round 64, equaling the low round of the tournament. Final-round 64 was his lowest on TOUR since a 62 in the first round of the 2010 Waste Management Phoenix Open...Finished T9 at the Wyndham Championship. Entered the week No. 125 in FedExCup standings and responded with a top-10 to move to No. 109 entering the Playoffs...Came back the following week with a T6 at The Barclays to take another giant leap up the FedExCup leaderboard, moving up 58 spots to No. 51. The performance represented his first back-to-back top-10 finishes since closing the 2009 season with a T8 at the BMW Championship and then carding top 10s in first three starts of the 2010 season...Finished sixth at the BMW Championship on the strength of a final round 66. Recorded his fifth straight top-12 finish at the BMW Championship and turned in his 10th top-10 finish in the PGA TOUR Playoffs—tied with Steve Stricker for most on TOUR...Played in Malaysia at the CIMB Asia Pacific Classic and had four rounds in the 60s to T4...Represented Colombia at the OMEGA Mission Hills World Cup in China, with his brother, Manny, as his partner. It was his first appearance in the event in five years, with the duo finishing T23. \n\n2010: Bounced back from a rough 2009 season with his third career win, at The Honda Classic. Finished 20th in The PGA TOUR Playoffs for the FedExcup, a year after falling to qualify for The Playoffs finale in Atlanta....Defeated Sergio Garcia, 5 and 4, in the third-place match at the World Golf Championships-Accenture Match Play Championship, his best career finish in a World Golf Championships event. Had returned earlier in the day to complete a semifinal match against Paul Casey after it was delayed due to darkness at the 23rd hole the night before. Made a bogey at the 24th hole to lose to Casey, who eventually lost the final to Ian Poulter. Recorded six eagles during the week, the most during the tournament, surpassing Paul Casey's four eagles in 2009...Fired a career-best, 9-under 62 to take the first-round lead at the Waste Management Phoenix Open after chipping in for birdie at the last hole en route to a T8...Shot a final-round 68 to win The Honda Classic by five strokes over Anthony Kim for his third PGA TOUR victory. It completed a week that began with a new Web.com Tour event in his home country of Colombia. Participated in the pro-am at the Pacific Rubiales Bogota Open on Tuesday and flew to Florida on Wednesday morning. Finished at 13-under 267, the lowest 72-hole score since the tournament moved to PGA National in 2007, four shots better than Y.E. Yang's winning total in 2009. Led by only two after Vijay Singh made a 45-foot birdie putt at the par-3 fifth, but three straight birdies—starting with a 25-footer on No. 8—sent him to 15-under and six shots clear of the field. Despite three back-nine bogeys, he still cruised to the win...Finished T5 at the Verizon Heritage and was one of just five players to post four sub-par rounds. Equaled a personal best at Harbour Town with a third-round, 4-under 67, the fifth time he has shot that score in five starts at the event...Finished T8 at the St. Jude Classic presented by Smith & Nephew. Brother Manny was in the field, but missed the cut...Followed that T8 finish with another at the PGA Championship, jumping into the top 10 with a birdie on the 72nd hole...Returned to the TOUR Championship for the first time since his win in 2008. Finished T9 at the TOUR Championship for his third top-10 finish in three starts in Atlanta...Traveled to Australia late in the season and finished T8 at the JBWere Australian Masters. \n\n2009: Finished 42nd in the FedExCup standings and equaled a career high with 10 top-25 finishes...Posted three of his four top-10 finishes in first six starts of the year...Finished T3 at the Buick Invitational with a 2-over weekend after holding a one-stroke, 36-hole lead over John Rollins. First-round 63 (North Course) was low round of the tournament...Finished T9 after a 2-and-1 loss to eventual champion Geoff Ogilvy in the third round of the Accenture Match Play Championship...Finished T5 at the World Golf Championships-CA Championship...In defense of BMW Championship, finished T8, aided by a final-round 66, to end his PGA TOUR Playoffs run at 42nd...Made his Presidents Cup debut for the International Team at Harding Park in San Francisco. Had an 0-4-0 record. \n\n2008: At age 26, turned in a career season with two victories (BMW Championship and the TOUR Championship by Coca-Cola) and a second-place finish in the FedExCup standings. Posted career-best numbers with 19 (out of 22) made cuts, 10 top-25 finishes and seven top-10 finishes...Posted his third top-10 in his last six starts with a T9 finish at the U.S. Open, his first top-10 in a major championship. It was his 14th career top-10...Finished T4 at the PGA Championship, thanks to weekend rounds of 67-68...T3 finish at the Deutsche Bank Championship included a third-round 63 that moved him from T22 to second. Matched his career low round, shot in the first round of the 2007 Deutsche Bank Championship at TPC Boston...Became the first Colombian to win on the PGA TOUR with a two-stroke win over Dudley Hart at the BMW Championship. Jumped to the first-round lead with a 5-under 65 and led after every round, adding rounds of 66-66-68 to become just the second wire-to-wire winner of the season and only the third at the BMW Championship since 1934. In the middle of the back nine, made a 12-foot par putt on the 12th hole, sank a 10-foot birdie on the 13th hole and a 35-foot birdie on the 14th to increase his lead to four strokes during a week when he led the field in putting. Collected 11,000 FedExCup points, as well as a career-best $1,260,000, to move from No. 25 to No. 2 on the points list behind Vijay Singh...Two-putted for par on the first playoff hole to beat Sergio Garcia at the TOUR Championship by Coca-Cola. Overcame a five-shot deficit with six birdies on his final 11 holes of regulation and captured his second straight victory. He shot a final-round 66. In a four-man race coming to the final holes, caught Garcia with a 7-iron from 184 yards to 12 feet on the 17th, then twice hit lag putts from 45 feet for par on the 233-yard 18th—once in regulation to finish at 7-under 273, then in the playoff to win. With second-place FedExCup finish, was awarded a $3-million bonus. \n\n2007: Earned more than $1.8 million and ended the year with three top-10 finishes during the PGA TOUR Playoffs for the FedExCup...After a slow start, finished T2 after a four-man playoff at The Honda Classic. Posted a final-round 66 to tie Mark Wilson, Jose Coceres and Boo Weekley at 5-under-par 275. Eliminated from playoff on second extra hole on Monday morning after he and Weekley made bogeys on the par-4 10th hole. Earned a career-best $410,666...Second top-10 was a T3 at the AT&T Classic, three shots out of the Zach Johnson and Ryuji Imada playoff...Held the first-round lead at the Deutsche Bank Championship after a career-best 8-under 63, but finished T9...Finished T7 at the BMW Championship, moving from 34th to 28th in the FedExCup standings, thereby qualifying for the TOUR Championship...Finished T9 in first career start at the TOUR Championship to finish 24th in the final FedExCup standings. It was his third consecutive top-10 finish during the Playoffs...Collected his first title on the Japan Golf Tour in late September. Rolled in a 20-footer for birdie on the second playoff hole to beat Toyokazu Fujishima at the Coca-Cola Tokai Classic in Miyoshi, Japan. 2006: Rookie on the TOUR after finishing 13th on the 2005 Web.com Tour money list...In first start fired a 64 during second round of the Sony Open in Hawaii. Was two back through 36 holes, but finished T42...First top-10 of the season came at the FBR Open. Finished in five-way tie for second, seven strokes behind winning rookie J.B. Holmes...Added a second runner-up at the Ford Championship at Doral, finishing tied for second with David Toms, one stroke behind Tiger Woods. Shared second-round lead with Woods, Phil Mickelson and Scott Verplank...Earned a spot into the PLAYERS Championship when Chris DiMarco withdrew with an injury. He closed with a 71 and finished in a four-way tie for third to earn a season-best $384,000. Moved to 11th on the money list, one spot away from a top-10 qualification for the Masters ($94,971 short)...Represented Colombia with Manuel Merizalde in the World Golf Championships-Barbados World Cup. 2005: Finished 13th on the Web.com Tour money list...Started the year with no status on the Web.com Tour, gained Special Temporary Membership with five top-10s in his first 10 starts of the season...Tied for second on Tour with nine top-10s, but could not crack the winner's circle. 2004: Turned professional in early June and played on Sponsor Exemptions for the rest of the season...Made five of 10 cuts on the PGA TOUR, finishing T7 at the B.C. Open and 12th at the Deutsche Bank Championship...Winner by 10 strokes at the 2004 Forest Oaks Championship on the Hooters Winter Tour...Qualified for his first TOUR event at the U.S. Open, missed the cut. Amateur: Four-time All-American at the University of Florida, including earning first-team honors in 2001, 2002 and 2004...NCAA Academic All-American in 2002 and 2003...SEC Player of the Year in 2002 and 2004...Earned first-team All-SEC honors in 2001, 2002 and 2004...2001 SEC Freshman of the Year...Posted eight collegiate victories...2003 Players Amateur Champion...Co-medalist with Kevin Stadler at the 2002 Western Amateur (stroke-play portion)...Was the 2001 Colombian Open champion and also won the 1999 Orange Bowl Junior.\n","otherCarHigh" : "","personal" : "Popularity in native Colombia caused Colombian TV to pick up PGA TOUR golf broadcasts which ran 2006-11...Featured in the July 2006 issue of GQ. Says the article in GQ, “He's got a closet full of tight trousers, a set of boxer's biceps and more screaming female fans than Justin Timberlake.”...Was selected as one of People Magazine's “Hottest Bachelors” in 2006. Was the only professional athlete chosen for People's feature...In 2005, started using a low-to-the-ground crouching method to better read putts...His brother Manny previously was a member of the University of Florida golf team...Among his charitable efforts was taking part in \"Caddy for a Cure\" at the 2009 Deutsche Bank Championship and the 2010 RBC Heritage.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2009; World Cup (2), 2006, 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T14th at the The Honda Classic.","dynStats" : "He ranks T79th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/camilovillegasofficial"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/CamiloVillegasR"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}