{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26500","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Canizares","first" : "Alejandro","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "165","weightMetric" : "75","birthDate" : "January 9, 1983","age" : "33","birthPlace" : "Madrid, Spain","residence" : "Manilva, Malaga, Spain","family" : "Single","education" : "Arizona State University (2006, Interdisciplinary Studies)","splInterest" : "Spending time at the beach and ocean","pronunciation" : "AL-uh-hand-dro CAN-uh-zare-us","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "Valderrama GC (Sotogrande, Spain)","cityPlaysFrm" : "Malaga; ; Spain","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Earned his second European Tour title, coming eight years after his first. Opened with a 62 at the Trophy Hassan II and followed with rounds of 68-69-70 for the wire-to-wire victory. Held a six-shot advantage over Seve Benson with 18 holes to play and eventually settled on a five-shot win over Andy Sullivan...In his second start of the European Tour season, fired a final-round 65 to go with a 68-68 start to T5 at The Commercial Bank Qatar Masters. Third-round 73 derailed his chances...Picked up another top-10 in mid-May, at the Open de Espana. Opened 72-76 (8-over) but then recovered with a 1-under weekend to T7 with Darren Fichardt, Felipe Aguilar and Gareth Maybin, three shots out of the playoff.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/Internatiional Player","otherVics" : "","intlVics" : "(1): 2006 Imperial Collection Russian Open [Eur]. 2014 Trophy Hassan II [Eur].","curYearHigh" : "Earned his second European Tour title, coming eight years after his first. Opened with a 62 at the Trophy Hassan II and followed with rounds of 68-69-70 for the wire-to-wire victory. Held a six-shot advantage over Seve Benson with 18 holes to play and eventually settled on a five-shot win over Andy Sullivan...In his second start of the European Tour season, fired a final-round 65 to go with a 68-68 start to T5 at The Commercial Bank Qatar Masters. Third-round 73 derailed his chances...Picked up another top-10 in mid-May, at the Open de Espana. Opened 72-76 (8-over) but then recovered with a 1-under weekend to T7 with Darren Fichardt, Felipe Aguilar and Gareth Maybin, three shots out of the playoff.","carHigh" : "2013: Had a trio of top-10 performances on the European Tour as he made 17 cuts in 21 starts. First top-10 was a T4 at the BMW PGA Championship. Held the 54-hole lead over Lee Westwood but could only muster an even-par 72 on the final day and finished one shot out of the Matteo Manassero-Marc Warren-Simon Khan playoff...Was T10 at the Irish Open in June, shooting a final-round 72...Added a second fourth-place performance when he was solo-fourth at the Omega European Masters in September. Four rounds in the 60s—69-65-65-67—left him two shots out of the Thomas Bjorn-Craig Lee playoff.\n\n2012: Played in the Mayakoba Golf Classic for a second consecutive year and recorded his best PGA TOUR finish, a T5 in Mexico. Weekend rounds of 69-66 left him at 10-under, three strokes out of the John Huh-Robert Allenby playoff...Best outing of the season came at the European Tour's Reale Seguros Open de Espana. Joined Soren Kjeldsen and Pablo Larrazabal in a T2, three shots behind winner Francesco Molinari...On the PGA Tour of Australasia, added a third-place finish at the ISPS Handa Perth International. Opened with a 65 and closed with a 68 to leave him five shots behind winner Bo Van Pelt. \n\n2011: Only made PGA TOUR cut came at the Mayakoba Golf Classic, where he parlayed second- and third-round scores of 67-66 into a T35...In 29 European Tour starts, finished 67th in the Race to Dubai, with a T7 at the Andalucia Masters his top showing...Added a T9 at the Maybank Malaysian Open and a T9 at the Omega European Masters.\n\n2010: Came close to winning for a second time on the European Tour. Was a runner-up at the Iiberdrola Open Cala Millor Mallorca in Spain. A final-round 66 got him into a playoff with Peter Hanson, an extra session Hanson won...Was second again, this time T2, at the Open de France. After opening 66-66 and taking a one-shot, 36-hole lead, finished 73-68 to finish regulation tied with Miguel Angel Jimenez and Francesco Molinari, with Jimenez winning the playoff...Was also T3 at the Open de Espana, shooting a final-round 68 to miss the Alvaro Quiros-James Morrison playoff by a shot...Made two PGA TOUR appearances, making the cut in both starts. In his first major championship, was T27 at The Open Championship...Added a T59 at the Mayakoba Golf Classic.\n\n2009: Made 23 European Tour starts and made 13 cuts. Best finishes were a T13 in July at the Open de France Alstom and a T14 at the Italian Open in mid-May.\n\n2008: Was a PGA TOUR rookie. Played in 16 events and made 10 cuts. Failed to record a top-25. Best finish was a T28 at the U.S. Bank Championship in Milwaukee, thanks to four sub-70 rounds (68-69-69-65). Finished the season 206th in the FedExCup standings...Also made 15 European Tour starts, with T10s at the BMW Championship in May and a T10 at the British Masters in September his best showings. Finished 93rd on the Order of Merit. \n\n2007: Earned his PGA TOUR card by finishing T23 in his first trip to the Q-School finals. Best day was a second-round, 10-under-par 62. Survived all three stages of the Qualifying Tournament...Made his first three PGA TOUR appearances. Was T13 at the Mayakoba Golf Classic his best finish...Made the cut in 13 of 21 European Tour starts, with a T8 at The Celtic Manor Resort Wales Open and a runner-up at the Madrid Open in October his best performances. The runner-up showing in Spain came, thanks to a final-round 68 Completed the year 69th on the Order of Merit. \n\n2006: Played on the European Tour. Burst onto that Tour by winning his third career start, the Imperial Collection Russian Open. Was the quickest to win on that Tour, topping Sergio Garcia and Graeme McDowell, who each won in their fourth starts. With his father, Jose Maria, joined Antonio and Ignacio Garrido and Craig and Kevin Stadler as the third father-son combination to win in European Tour history. Shot rounds of 66-67-67-66 to defeat David Drysdale by four strokes...Only other top-10 was a T7 at the KLM Open in the Netherlands a week before his victory in Russia. \n\nAmateur: Four-time member of the Palmer Cup team (2003-06). A four-time All-America at Arizona State University, where he captured the 2003 NCAA individual championship as a freshman, just the sixth freshman in NCAA history to accomplish the feat. Won the 2002 Spanish Amateur Match Play Championship. His father, Jose Maria, was a member of the Champions Tour and his brother Gabriel played on the Challenge Tour in Europe. His father played on four Ryder Cup teams, won the World Cup with Jose' Rivero in 1984 and has 14 professional victories worldwide. Father has played the Champions Tour since 1997, with a victory at the 2001 Toshiba Senior Classic. Shares the same birthday as Sergio Garcia.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Palmer Cup (4), 2003, 2004, 2005, 2006","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T5th in 2012 at the Mayakoba Golf Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}