{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32139","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Willett","first" : "Danny","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "October 3, 1987","age" : "28","birthPlace" : "Sheffield, England","residence" : "Sheffield, England","family" : "Single","education" : "","splInterest" : "Football, music, pool","pronunciation" : "WILL-ut","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "Saujana; ; Malaysia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(4): 2012 BMW International Open [Eur]. 2015 Nedbank Golf Challenge [Eur], Omega European Masters [Eur]. 2016 Omega Dubai Desert Classic [Eur].","curYearHigh" : "Won all three matches, including a 3&1 singles result over Byeong Hun An, for the victorious Europe side in the Eurasia Cup in Kuala Lumpur in January...Won his fourth European Tour title at the Omega Dubai Desert Classic, held at the Emirates GC. After beginning the day with a one-shot lead, pushed that lead to three strokes on a couple different occasions during the final round but eventually needed a clutch 15-foot par putt on the last to cap off a 3-under 69 to finish 19-under 269, holding off Andy Sullivan and Rafa Cabrera Bello by one stroke. Joined Mark James (1989) and David Howell (1999) as English winners of the event...Carded a 3-under 69 in the final round of the World Golf Championships-Cadillac Championship to finish T3, his third top-three finish in a World Golf Championships event in eight starts...With the birth of the couple's first child, a boy, due in early April, opted against taking Special Temporary Membership to the PGA TOUR for this season. When his son, Zachariah James, was born in late-March, as opposed to the expected due date in early April, made a late decision to compete in his second Masters Tournament. The decision proved to be a life-changing one. Began the final round at Augusta National three strokes behind a seemingly unflappable Jordan Spieth. At one point Sunday, his deficit to Spieth was five strokes. A bogey-free, 5-under 67, combined with an unlikely Spieth collapse, resulted in a three-stroke win over fellow Englishman Lee Westwood and Spieth, his first PGA TOUR win. The last time a Masters champion emerged from three-or-more strokes behind beginning the final round was in 2012, when Bubba Watson overcame a three-stroke deficit after 54 holes to beat Louis Oosthuizen in sudden death. His total of 28 putts in the final round included eight one-putts, five of which came on the last seven holes. His only 3-putt for the week was No. 16 in round two. The victory marked the first European win at the Masters since Spain's Jose Maria Olazabal in 1999, and only the fourth-ever title for England, joining three-time winner Nick Faldo. His win moved him inside the top 10 in the Official World Golf Ranking to No. 9. As such, he became the highest-ranked Englishman in the OWGR and first for England in the standings for the 2016 Olympics in Rio. With his win, received a lifetime exemption into the Masters, along with five-year exemptions into the U.S. Open, The Open Championship, PGA Championship and THE PLAYERS.","carHigh" : "2014-15: Made seven of 10 PGA TOUR cuts, with two top-10s as a non-member. Earned Special Temporary Membership during the season and parlayed that into a top 125-finish on the FedExCup points list as a non-member to earn PGA TOUR membership for the 2015-16 season. Ultimately declined the membership...Had a superb week in Sun City, South Africa, in the first week of December 2014. Opened with a 1-under 71 at the Nedbank Golf Challenge at Gary Player CC. Moved into contention in the second round with a 4-under 68 then played his final 36 holes in 13-under to coast to a four-shot victory over Ross Fisher. The win was his second on the European Tour. Was bogey-free over his final 23 holes and only had three bogeys all week...Defeated Jim Furyk, 3 and 2, in the consolation match to finish third in his first start in the World Golf Championships-Cadillac Match Play. Lost to Gary Woodland in the semifinal match, 3 and 2. Turned in a 6-1 match-play record at TPC Harding Park. Had to finish third or better to earn enough FedExCup points to take up Special Temporary Membership on the PGA TOUR. Had 131 non-member FedExCup points entering the Cadillac Match Play and earned 200 points by finishing third to take his season total to 331 points, surpassing the 323 points needed. Back on the European Tour in May, finished T6 at the Dubai Duty Free Irish Open at Royal County Down GC...Had a strong start to The Open Championship in July at St. Andrews Old Course. Opened 66-69 and held the 36-hole lead at the year's third major championship. Finished 2-under on the weekend (72-70) to fall into a T6 with three others...Picked up his second victory of the season when he was triumphant at the Omega European Masters in July. Entered the final round at Crans-sur-Sierre GC in Switzerland tied with Matthew Fitzpatrick. Fired a Sunday, 5-under 65 which was enough to edge Fitzpatrick by a stroke and a hard-charging Tyrell Hatton, who shot an 8-under 62 to finish two shots back. Was bogey-free, with three of his five birdies coming midway through his back nine (Nos. 13-15)âŚTurned in four sub-70 rounds in mid-September, at the Open D'Italia to earn a T3 with six others, a stroke out of the Rikard Karlberg-Martin Kaymer playoff. Eagled the par-5 14th hole to move into contention and made birdies at Nos. 16 and 17. But could only manage a par on No. 18 to miss joining the playoff... Earned a T3 at the World Golf Championships-HSBC Champions in Shanghai. Fired a bogey-free 62 on Sunday, his lowest round on TOUR. The top-five performance is tied for his best showing on TOUR. \n2013-14: Made three PGA TOUR starts, all at major championships. Was T30 at the PGA Championship and T45 at the U.S. Open, while missing the cut at The Open Championship. Finished 25th on the European Tour's Race to Dubai standings in 27 starts...Finished T9 at the Alfred Dunhill Championship in South Africa in early December 2013...Finished T3 at the Irish Open in mid-June. Had the round of the tournament, a third-round, 8-under 63 to go with a second-round 66. An opening, 2-over 73 hurt his chances at winning at Fota Island Resort...Held a share of the first- and second-round leads at the BMW International Open in Germany. Shot rounds of 64-68-71-68 at GC Gut Larchenhof to T8, two shots out of the four-man playoff...Had weekend rounds of 64-63 at the Omega European Masters to T5 in Switzerland, two shots out of the David Lipsky-Graeme Storm playoff at Crans-sur-Sierre GC...At the Portugal Masters in mid-October, shot rounds of 65-67 to T7 with four others at the weather-shortened event at Oceanico Victoria GC. Had an up-and-down final round at the Turkish Airlines Open in November, with six birdies and three bogeys that left him at 3-under 69 and T4 with Andy Sullivan, Miguel Angel Jimenez and 54-hole leader Wade Ormsby. \n\n2013: Earned his first top-10 of the campaign when he shot four under-par rounds at Durban CC to T5 at the European Tour's Volvo Golf Champions in mid-January.\n\n2012: Opened his season on the European Tour, with a solo-seventh at the Africa Open...Contended in April at the Maybank Malaysia Open. Entered the final round two strokes behind leader Louis Oosthuizen. Shot a 1-under 71 Sunday at Kuala Lumpur G&CC to T3...Earned his first professional victory, at the BMW International Open. Finished regulation tied with Marcus Fraser but prevailed in a four-hole playoff at GC Gut Larchenhof when he made a par to Fraser's bogey. The duo played the 18th hole four times to determine a winner...Enjoyed four sub-70 rounds at the Omega European Masters (67-67-68-69) to T2 in late-August at Crans-sur-Sierre in Switzerland. \n\n2011: Had a disappointing campaign on the European Tour. Although he made 17 cuts in 30 starts, only recorded one top-10 finishâa T7 at the Volvo China Open. Had a late surge with a final-round 65 in Chengdu. 2010: Played well late in the year, with a T3 at the Austrian Golf Open, followed by a runner-up showing at the Alfred Dunhill Links Championship, where he T2, three strokes behind Martin Kaymer...With a fifth-place showing at the BMW PGA Championship, he moved into the top 100 of the Official World Golf Ranking for the first time...Was also fifth at the Open de France ALSTOM, sixth at the Maybank Malaysian Open and T7 at the Hassan II Golf Trophy...Made his first PGA TOUR start, at the PGA Championship, where he missed the cut at Whistling Straits in Wisconsin. 2009: Emerged from the European Tour qualifying tournament to earn his playing privileges and finished 58th in the Race to Dubai, with eight top-10 finishes. Top showing were T4s at the Joburg Open in South Africa in January and the Celtic Manor Wales Open in June. Amateur: In 2007, won the English Amateur. Later in the year, represented Europe at the Walker Cup at Royal County Down...In March 2008, he ascended to No. 1 in the world amateur rankings.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (1), 2013; Eurasia Cup (1), 2016; Walker Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the Masters Tournament.","dynStats" : "He ranks 8th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}