{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34255","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bramlett","first" : "Joseph","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "195","weightMetric" : "88","birthDate" : "April 7, 1988","age" : "28","birthPlace" : "Stanford, California","residence" : "Saratoga, California","family" : "Single","education" : "Stanford University (2010, Communications)","splInterest" : "Basketball, music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "The Olympic Club (San Francisco, California)","cityPlaysFrm" : "Saratoga; California; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "428,617&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Did not play in any Web.com Tour events while he recovered from back problems.\n\n2013: Made the cut in six of 14 Web.com Tour starts, including five of his first six...Solid start included T13 in season-opening Panama Claro Championship, which was followed by T24 at Colombia Championship and T26 at Chile Classic...A missed cut was followed by T17 at Brasil Classic and a T26 at the WNB Golf Classic...A string of seven straight missed cuts followed, before he righted the ship with a T14 in late June at the United Leasing Championship. Was 72nd in earnings after the Evansville event, which was his last appearance...Hampered by back issues and forced to shut down his season at the end of June...Was set to play the 2014 season on a Major Medical Exemption but was unable to compete.\n\n\n\n2012: Made the cut in 19 of 26 starts during his rookie season and ended the year No. 28 on the money list, thanks to seven top-25 finishes. His 19 made cuts was tied for the second most on Tour...Finished runner-up at the inaugural Chile Classic, thanks to course record-matching, 8-under 64 on the final day. Started the last round 10 strokes behind leader and eventual winner Paul Haley but closed the gap to two with a birdie at No. 17. Haley, playing 70 minutes behind, added two more birdies down the stretch to earn the win. The second-place showing was his career-best performance on either the PGA TOUR or the Web.com Tour...On his first visit to Kansas, found himself two strokes off Jim Herman's 36-hole lead at the Preferred Health Systems Wichita Open and eventually finished T4 at Crestview CC after weekend rounds of 71-68...Entered the final week of the season No. 24 on the money list, but a T31 finish at the Web.com Tour Championship near Dallas dropped him four spots in the standings, and he missed out on his 2013 PGA TOUR card by about $4,000...Made one PGA TOUR start, a T40 finish at the AT&T Pebble Beach National Pro-Am. Tournament was memorable for his double eagle at Spyglass Hill GC on the 11th hole in the third round. Shot a 1-over 73, with pars (nine), birdies (three), bogeys (three), double bogeys (two) and a double eagle on his scorecard. \n\n2011: In his rookie season on the PGA TOUR, claimed a pair of top-25-finishes in 25 starts. Made 12 cuts...Best efforts came at the Viking Classic (T18) and the Reno-Tahoe Open (T25)...Missed the cut at the Albertsons Boise Open in his only Web.com Tour start. 2010: Missed the cut in both career starts on the PGA TOUR, as an amateur at the U.S. Open and in his professional debut, at the Frys.com Open. \n","otherCarHigh" : "Member of Stanford's 2007 NCAA Championship team...During freshman season in 2007, was named to the Golf Coaches Association of America (GCAA) All-Freshman Team, earned top medalist honors at the Puerto Rico Classic and was named a Second-Team All-America selection...Two-time All-Pac10 Conference choice...Named San Jose Sports Hall of Fame Athlete of the Year...Was the youngest player ever to qualify for the U.S. Amateur, at the age of 14, in 2002...Two-time winner of the Ernie Piper Santa Clara County Amateur Championship...Named to the 2005 California State Amateur team...Member of the U.S. team that participated in the 2002 World Junior Golf Cup...Recorded a hole-in-one at Pebble Beach in the semifinals of the 2005 California State Amateur.","personal" : "Graduated from St. Francis High School in Mountain View, Calif...Lists Butch Harmon and Bill Johnson as his instructors...Biggest thrill in golf was playing in the 2010 U.S. Open one week after graduating from Stanford...Favorite course is Pebble Beach and would like to play Augusta National...Favorite teams are Stanford and the Miami Heat...Favorite athletes to watch are LeBron James and Rafael Nadal...Favorite entertainer is Lil Wayne...Favorite TV show is \"Wheel of Fortune\" and favorite movie is \"Moneytrain.\"... Favorite vacation spot is Hawaii, and his dream foursome includes his father, Tiger Woods and President Barack Obama.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: In his rookie season on the PGA TOUR, claimed a pair of top-25-finishes in 25 starts. Made just one Nationwide Tour start. 2010: Missed the cut in both career starts on the PGA TOUR, as an amateur at the U.S. Open and in his professional debut, at the Frys.com Open. Amateur: Member of Stanford's 2007 NCAA Championship team. During freshman season in 2007, was named to the Golf Coaches Association of America (GCAA) All-Freshman Team, earned top medalist honors at the Puerto Rico Classic and was named a Second Team All-America selection. Two-time All-Pac10 Conference choice...Named San Jose Sports Hall of Fame Athlete of the Year...Was the youngest player ever to qualify for the U.S. Amateur, at the age of 14, in 2002...Two-time winner of the Ernie Piper Santa Clara County Amateur Championship...Named to the 2005 California State Amateur team...Member of the U.S. team that participated in the 2002 World Junior Golf Cup...Recorded a hole-in-one at Pebble Beach in the semifinals of the 2005 California State Amateur.\n\n","otherCarHigh" : "","personal" : "Graduated from St. Francis High School in Mountain View, CA...Lists Butch Harmon and Bill Johnson as his instructors...Biggest thrill in golf was playing in the 2010 U.S. Open one week after graduating from Stanford...Favorite course is Pebble Beach and would like to play Augusta National. Favorite teams are Stanford and the Miami Heat. Favorite athletes to watch are LeBron James and Rafael Nadal. Favorite entertainer is Li'l Wayne. Favorite TV show is \"Wheel of Fortune\" and favorite movie is \"Moneytrain.\" Favorite vacation spot is Hawaii...Dream foursome includes his father, Tiger Woods and President Barack Obama.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Playing on a sponsor's exemption at the AT&T Pebble Beach National Pro-Am, had a double eagle on No. 11 at Spyglass Hill on Saturday with a 6-iron from 205 yards, the first on TOUR since Fabian Gomez performed the feat on No. 15 during the first round of the 2011 Wyndham Championship. Went on to finish T40."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T18th at the Panama Claro Championship.","dynStats" : "He ranks 56th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}