{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39075","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Villarreal","first" : "Armando","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "157","weightMetric" : "71","birthDate" : "December 24, 1988","age" : "27","birthPlace" : "Los Mochis, Sinaloa, Mexico","residence" : "Los Mochis, Sinaloa, Mexico","family" : "Single","education" : "","splInterest" : "Remote control aeromodelling, baseball.","pronunciation" : "are-MAN-dough vee-yah-REE-uhl","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Dallas Athletic Club (Dallas, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Earned conditional status on PGA TOUR Latinoamérica with a T11 finish at the Mazatlán, Mexico Q-School in January... Finished T6 at the Lexus Panama Classic in March for his best PGA TOUR Latinoamérica result in almost three years.","carHigh" : "PGA TOUR Latinoamérica member 2014-2016\n\n2015 Had one top-10, two top-25s and eight cuts made in 14 starts on PGA TOUR Latinoamérica to finish the season ranked 82nd on the Order of Merit... Best finish was T10 at the Mazatlán Open in his home state of Sinaloa, Mexico early in the season.\n\n2014: Made his PGA TOUR debut with starts at the John Deere Classic and the Wyndham Championship (missed cuts)… Closed the PGA TOUR Latinoamérica season ranked 51st on the Order of Merit… Had one top-10 and six top-25s in 14 starts… His lone top-10 was T7 at the Lexus Peru Open late in the year.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked 22nd on the Order of Merit. Had one runner-up finish, four top-25s and five cuts made in eight starts. Took advantage of a sponsor exemption to make his first PGA TOUR Latinoamérica start and collect runner-up honors at the Mundo Maya Open in Merida, Mexico, where he finished a stroke behind Jorge Fernández Valdés in May... Claimed Rookie of the Year honors on the Mexican Tour, where he finished the season ranked 14th on the Order of Merit.\n\n2012: Played on the National Pro Tour.\n","otherCarHigh" : "Played college golf at Texas Wesleyan University…Earned Ping NAIA All-American recognition in all four years of college between 2008 and 2011. Set the school's single season scoring average record at 72.62 and collected two wins at the University of Texas-Brownsville's Sen. Eddie Lucio Invitational and the Red River Athletic Conference Tournament during his senior year…Won the 4A-1 Region and State Championships at Rincon High School in Tucson, Ariz., in his senior year in 2006. Named Tucson Citizen Player of the Year and 1st-team All-State.","personal" : "Has an older sister, Rosalina, and a younger brother, Alejandro… Graduated from Texas Wesleyan University with a degree in finance in 2011… After college worked briefly as Assistant Golf Professional at Keeton Park Golf Course… His golf instructor is Rich Barcelo, winner of the Web.com Tour's 2009 Cox Classic… Tony Martinez, Lance Patterson and Dave Stockton Jr. are other instructors he has worked with… Arnold Palmer, Tiger Woods and his father would round out his dreamed foursome… His hobbies include RC aeromodelling… TPC Deere Run, Shady Oaks CC and “El Jaguar” at the Yucatan CC are the golf courses he has enjoyed the most… YouTube and Google are his favorite websites… The New York Yankees and Texas Rangers (MLB) are his favorite pro teams… “24” and “Modern Family” are his top TV shows… “Pulp Fiction” and “Man on Fire” are his favorite movies… Denzel Washington and Justin Timberlake are his favorite entertainers… “Mind Gym” is his favorite book… Loves seafood and Asian food… Tiger Woods and Floyd Mayweather are his favorite athletes to watch… Dallas, Chicago, New York and Guadalajara are his favorite cities… The beach at Camahuiroa in Sonora, Mexico is his top vacation spot… The iPhone and Apple TV are his favorite gadgets… Twitter and Instagram name is @ArmandoViG","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Conditional"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Earned conditional status on PGA TOUR Latinoamérica with a T11 finish at the Mazatlán, Mexico Q-School in January... Finished T6 at the Lexus Panama Classic in March for his best PGA TOUR Latinoamérica result in almost three years.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T6th at the Lexus Panama Classic.","dynStats" : "He ranks T76th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}