{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10387","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Thompson","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "195","weightMetric" : "88","birthDate" : "July 11, 1976","age" : "39","birthPlace" : "Independence, Kansas","residence" : "Lawrence, Kansas","family" : "Wife, Jessica; Henry Lang (4\/8\/08), Landry Inabelle (11\/24\/10)","education" : "University of Kansas (1999, Business)","splInterest" : "Coaching youth basketball","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "Lawrence CC (Lawrence, Kansas)","cityPlaysFrm" : "Lawrence, Kansas","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "157,418&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Finished T67 at the 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Made four starts and two cuts on the Web.com Tour, with his best outing a T44 at the Greater Dallas Open...At the Web.com Tour Qualifying Tournament in December at PGA National, finished T67.","carHigh" : "2014: Finished T54 at Web.com Tour Qualifying Tournament in December. Dropped out of an exempt category after shooting 74 the last day...Played in two PGA TOUR events, finishing T64 at the HP Byron Nelson Championship in May...Missed the cut in his first U.S. Open appearance at Pinehurst.\n\n2013: Fired a third-round 64 at the Air Capital Classic then followed that with a 69 in the final round to finish T7 in Wichita...Only other made cut in five starts came in Omaha, at the Cox Classic (T26).\n\n2012: Lone Web.com Tour start was a T54 at the Cox Classic.\n\n2011: Made two cuts in three Web.com Tour starts. Opened with a 64 at the Midwest Classic and followed with three more under-par rounds to T25 outside Kansas City...Also T44 at the Cox Classic, thanks to four more under-par rounds (69-65-69-69).\n\n2009: Played in three Web.com Tour events, making cuts at the Cox Classic (T32) and Christmas In October in Kansas (T23).\n\n2008: Played in 16 events, making four Web.com Tour cuts. Top finish was a T12 at The Rex Hospital Open. Began with an even-par 71 then followed with a 70-69-67 finish...Also T14 at his season-opening event, the Fort Smith Classic.\n\n2007: Finished his rookie season No. 91 on the Web.com Tour money list, with $66,617. Made the cut in half of his 30 starts, with six top-25 finishes...Only top-10 was T8 at the Cox Classic. \n\n2006: Played on the Gateway Tour, finishing No. 24 on that tour's Desert Summer Series. \n\nFrom 2003-06, played on the Gateway Tour and from 2000-02 on the Golden Bear Tour. From 2007-2015, played on the Adams Pro Tour, eGolf Tour, Web.com Tour and PGA TOUR.\n","otherCarHigh" : "Named to All-American team while at the University of Kansas in 1998 and 1999. Was All-Conference in the Big 12 in 1997, 1998 and 1999. Posted seven top-10 finishes during his senior season to earn All-Big 12 honors. Finished T2 individually to help lead KU to the Big 12 golf title in 1999 at Prairie Dunes CC, shattering the tournament record by 25 strokes and giving the school its first conference title since 1950. Qualified for the NCAA Championship as an individual in 1996, 1998 and 1999...In 1998 was Kansas Amateur champion and the Kansas Golf Association Player of the Year...Was KGA junior champion three years in a row.","personal" : "Graduated from Independence High School in Lawrence, Kan., in 1994...Has one sister, Kara, who is married to former Iowa Buckeye wide receiver and four-year letterman Andy Brodell...First tee intro song would be \"Anything Goes\" by Florida Georgia Line...Got his start in golf from his dad at age 2...Earliest memory was making a hole-in-one with a driver at age 8...Biggest thrill in golf was playing in 2014 U.S. Open at Pinehurst...Favorites include The Olympic Club, the Dallas Cowboys, Kansas City Royals, Sacramento Kings and KU. Favorite TV show is \"Seinfeld\" and movie is \"The Hunt For Red October.\" Other favorites include the book Moneyball, Scottsdale, Ariz., Justin Timberlake and Steph Curry...Most famous person met is Kansas City Royals' Hall of Famer George Brett through a mutual friend on the golf course...Would like to trade places with Tom Brady for a day...Dream golf group would include Michael Jordan, Tony Romo and Charles Barkley...Bucket list includes seeing a Notre Dame football game...Involved with Corpus Christi Catholic School\/Church and Lawrence Humane Society...Twitter name is @chrisdthomps.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made four starts and two cuts on the Web.com Tour, with his best outing a T44 at the Greater Dallas Open...At the Web.com Tour Qualifying Tournament in December at PGA National, finished T67.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T7th in 2013 at the Air Capital Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "@chrisdthomps","url" : "https:\/\/twitter.com\/chrisdthomps"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}