{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "19824","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Barlow","first" : "Craig","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "200","weightMetric" : "91","birthDate" : "July 23, 1972","age" : "43","birthPlace" : "Henderson, Nevada","residence" : "Henderson, Nevada","family" : "Riley Craig (8\/24\/09)","education" : "Taft Junior College, University of Nevada-Las Vegas","splInterest" : "Watching and playing sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1995","clubAffl" : "Cascata GC (Las Vegas, Nevada)","cityPlaysFrm" : "Henderson; NV; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,507,986&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2009","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 24 starts, one third-place finish, two top-10s, four top-25s and 11 cuts made. Was 69th on the final combined money list...After missing his first four cuts to begin the campaign, played the first 49 holes of the Chile Classic without a bogey. Held the lead outright heading into the final round. A hole-in-one on No. 8 on Sunday and three other birdies propelled him to 20-under par with four holes to play. Stumbled down the stretch with two bogeys to finish T3, three back of winner Dawie van der Walt. Was his best finish since a T3 at the 2009 Ford Wayne Gretzky Classic...Missed four cuts in row in May and June, before making seven cuts in his last eight Regular Season starts, including the last five. T10, T26 and T19 finishes in Springfield, Mo., Knoxville and Portland pushed him from 72nd on the money list, comfortably into the Finals at No. 59 on the final Regular Season money list...Opened the Web.com Tour Finals with a T37 at the Hotel Fitness Championship but missed the next three cuts.\n\n2014: Finished T71 at the Web.com Tour Qualifying Tournament...Missed the cut at the WNB Golf Classic in his lone Web.com Tour start in April.\n\n2013: Lone PGA TOUR appearance came at the Sanderson Farms Championship, where he missed the cut. \n\n2012: Made seven PGA TOUR starts, making two cuts. \n\n2011: Entered 11 Web.com Tour events, making three cuts, with a T14 (Fresh Express Classic) and T25 (Chitimacha Louisiana Open) his best showings.\n\n 2010: Split time between the two Tours. Played 15 Web.com Tour events, with two top-10 finishes. Ended the year No. 93 on the money list. Posted his first top-10 of the year in his fifth start, at the South Georgia Classic. Made the cut on the number, then rallied on the weekend to finish T9...Recorded his second top-10 three starts later, at the Melwood Prince George's County Open...Made the cut in eight of 10 PGA TOUR starts but his only top-10 was a T5 at the Reno-Tahoe Open. \n\n2009: Ended the 2009 Web.com Tour season No. 51 on the money list, thanks to four top-10 finishes. Picked up his first top-10 finish in at the Stonebrae Classic, where he T6. Added his second top-10 with a T7 at the Web.com Tour Players Cup. Finished alone in third place at the Ford Wayne Gretzky Classic, his career-best Web.com Tour performance and best tournament showing since he was third at the PGA TOUR's 2006 Nissan Open. Payday in Canada vaulted him to No. 21 on the money list. Was T10 at the Price Cutter Charity Championship. Split time between the Web.com Tour and PGA TOUR after making his 150th career PGA TOUR cut, at the Buick Open in early August, where he T57. Finished the season No. 3 in Greens in Regulation and No. 7 in All-Around Ranking. \n\n2008: Continued to be plagued with injuries, shortening his PGA TOUR season to just 15 tournaments, with his final start a missed cut at the RBC Canadian Open in late July. Made six cuts, with a T23 at the Zurich Classic of New Orleans his best showing. \n\n2007: Limited to 16 events due to a left-wrist injury suffered at the PODS Championship, forcing a withdrawal. After the PODS Championship, did not play for nearly four months due to rest and rehabilitation. Came back at the AT&T National in early July and played in nine events the rest of the way, with a best finish of T25 at the Reno-Tahoe Open. Granted Major Medical Extension and had 11 events in 2008 to earn $630,966 (combined with 2007 earnings of $278,252, would equal 2007's No. 125 earnings of $785,180) and receive Major Medical Extension status for the remainder of 2008. \n\n2006: Posted back-to-back top-10s for the first time in his nine-year TOUR career. Collected his first top-10 of the season with a T5 at the AT&T Pebble Beach National Pro-Am. Following week added a third at the Nissan Open, two strokes behind winner Rory Sabbatini. Tied with Sabbatini and two others with three holes to play but bogeyed the par-3 16th to take himself out of contention. The solo third-place finish topped his two career T3s for his best finish on TOUR in his 219th start. Collected a career-best $346,800. \n\n2005: After years of nagging injuries, was finally healthy. Played out of the Major Medical Extension category the majority of the year and earned top-125 status on the strength of nine top-25s. Lone top-10 was T8 at the Buick Open, aided by three rounds in the 60s. \n\n2004: Posted four rounds in the 60s to finish T8 at the Sony Open in Hawaii, lone top-10 of the season. Entered the season's final full-field event, the Chrysler Championship, No. 126 on the money list but missed the cut to finish No. 128. Re-gained TOUR card for 2005 via Qualifying Tournament. 2003: Finished in the top 125 for the third consecutive season and the fourth overall. In late July, compiled first top-10, T4 at the Greater Hartford Open. Nevada native tied for the 54-hole lead with Tim Herron at the Reno-Tahoe Open. Final-round 75 dropped finish to T6. Solidified his job for 2004 with a T8 finish at the 84 LUMBER Classic. \n\n2002: Got off to a late start in due to hip and shoulder surgery in fall of 2001 to finish just in top 125 to secure TOUR card for 2003. Withdrew from first event back from surgery at The Honda Classic in March, where suspension of play would have forced 36 holes of play on Saturday. First top-10 came in August, when he finished T7 at The International. At the Air Canada Championship, a T3 matched best TOUR finish of T3 at the 1999 Buick Challenge. Finished T7 at Tampa Bay Classic, boosting official earnings inside top 125 (120th, $486,288) for the first time all season. Never fell out of top 125 for the rest of the season, despite missing cuts in three of final four events. \n\n2001: Only top-10 came at AT&T Pebble Beach National Pro-Am. \n\n2000: Best effort of the 2000 season came at the Tampa Bay Classic where he finished T10. After finishing 137th on the money list, successfully completed Qualifying Tournament. \n\n1999: Successful sophomore season on TOUR, with a T4 at the Compaq Classic and a T3 late in the year at the Buick Challenge. Prior to the week of the Buick Challenge, was 153rd on the money list, but earned $93,600 and moved to 126th on money list. Later secured card in hometown at Las Vegas Invitational. \n\n1998: Failed to retain playing privileges by finishing 183rd on TOUR money list. Returned to Qualifying Tournament and finished 18th. Earned PGA TOUR status after finishing 28th at the 1997 PGA TOUR Qualifying Tournament. \n","otherCarHigh" : "Winner of the 1994 Nevada State Amateur. Qualified for the 1994 U.S. Open. Named 1994 Southern Nevada Golf Association Player of the Year. 1995 Nevada State Match Play champion.","personal" : "Graduated from Basic High in Henderson, Nev., where he was a state champion. Ranked fifth in Nevada as a tennis player in high school...As a child, served as a standard bearer for the Last Vegas Invitational and later worked on the tournament operations staff...Lists Jamie Mulligan as an instructor...Biggest thrill in golf has been playing in five U.S. Opens. Biggest thrill away from golf was the birth of his son...Favorite course is Pebble Beach...First car was a 1978 Oldsmobile...Favorite pro team is the Dallas Cowboys and college team is UNLV. Favorite TV shows are \"Family Guy\" and \"Dexter,\" and \"The Shawshank Redemption\" is his favorite movie. Favorite entertainer is Dane Cook, and Kobe Bryant is his favorite athlete to watch. Andre Agassi's book Open is his favorite book and his favorite food is Mexican. San Francisco and Newport, RI, are his favorite cities to visit and his favorite vacation spots are San Diego and Duck Creek Village in Utah...Worked at Pizza Hut for five years before playing on the PGA TOUR...Puts his father, brother and son in his dream foursome...Bucket list includes a trip to St. Andrews.","otherInfo" : "Regarding injuries that have plagued him during his career: \"It's been frustrating, but I promised myself through this whole thing that I was going to be patient. It's hard to perform against the best golfers in the world when your body is not allowing you to do it.\"","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1998","qSchoolYear" : "1997, 1998, 2000, 2004","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Made one PGA TOUR start but missed the cut. \n\n2012: A T37 in his first start of the season, at the Mayakoba Golf Classic, ended up being his best PGA TOUR finish. Made just seven starts, advancing to the weekend twice. 2011: Once again, split time between the PGA TOUR and Web.com Tour. Playing out of the Veteran Member category, made five starts on the PGA TOUR, yielding one top-25 finish. Claimed a pair of top-25s on the Web.com Tour in 11 starts. 2010: Finished T5 at the Reno-Tahoe Open, collecting his first top-10 finish on TOUR since a solo third at the 2006 Northern Trust Open. The T5 was his second career top 10 in Reno...Played 15 events on the Web.com Tour with two top-10 finishes. 2009: Made just one cut in five starts, a T57 at the Buick Open. First season since joining the PGA TOUR he failed to record a top-25 finish. 2008: Playing on Major Medical Extension, continued to be plagued with injuries, shortening his season to just 15 tournaments, with his final start a missed cut at the RBC Canadian Open in late July. Made six cuts, with a T23 at the Zurich Classic of New Orleans his best showing. Unable to keep Major Medical Extension as exemption expired after 11 events. 2007: Limited to 16 events due to a left wrist injury suffered at the PODS Championship, forcing a withdrawal. After the PODS Championship, did not play for nearly four months due to rest and rehabilitation. Came back at the AT&T National in early July and played in nine events the rest of the way with a best finish of T25 at the Reno-Tahoe Open. Granted Major Medical Extension and had 11 events in 2008 to earn $630,966 (combined with 2007 earnings of $278,252, would equal 2007's No. 125 earnings of $785,180) and receive Major Medical Extension status for the remainder of 2008. 2006: Posted back-to-back top-10s for the first time in his nine-year TOUR career. Collected his first top-10 of the season with a T5 at the AT&T Pebble Beach National Pro-Am...Following week added a third at the Nissan Open, two strokes behind winner Rory Sabbatini. Tied with Sabbatini and two others with three holes to play but bogeyed the par-3 16th to take himself out of contention. The solo third-place finish topped his two career T3s for his best finish on TOUR in his 219th start. Collected a then-career-best $346,800. 2005: After years of nagging injuries, was finally healthy. Played out of the Major Medical Extension category the majority of the year and earned top-125 status on the strength of nine top-25s...Lone top-10 was T8 at the Buick Open, aided by three rounds in the 60s. 2004: Posted four rounds in the 60s to finish T8 at the Sony Open in Hawaii, lone top-10 of the season...Entered the season's final full-field event, the Chrysler Championship, No. 126 on the money list but missed the cut to finish No. 128. Re-gained TOUR card for 2005 via the PGA TOUR Qualifying Tournament. 2003: Finished in the top 125 for the third consecutive season and the fourth overall...In late July, compiled first top-10, T4 at the Greater Hartford Open...Nevada native tied for the 54-hole lead with Tim Herron at the Reno-Tahoe Open. Final-round 75 dropped finish to T6...Solidified his job for 2004 with a T8 finish at the 84 LUMBER Classic. 2002: Got off to a late start due to hip and shoulder surgery in fall of 2001 to finish just inside top 125 to secure TOUR card for 2003...Withdrew from first event back from surgery at The Honda Classic in March, where suspension of play would have forced 36 holes of play on Saturday...First top-10 came in August, when he finished T7 at The INTERNATIONAL...At the Air Canada Championship, a T3 matched best TOUR finish of T3 at the 1999 Buick Challenge. Finished T7 at Tampa Bay Classic, boosting official earnings inside top 125 (120th, $486,288) for the first time all season...Never fell out of top 125 for the rest of the season, despite missing cuts in three of final four events. 2001: Only top-10 came at AT&T Pebble Beach National Pro-Am. 2000: Best effort of the season came at the Tampa Bay Classic where he finished T10...After finishing 137th on the money list, successfully completed the PGA TOUR Qualifying Tournament. 1999: Successful sophomore season on TOUR, with a T4 at the Compaq Classic and a T3 late in the year at the Buick Challenge. Prior to the week of the Buick Challenge, was 153rd on the money list, but earned $93,600 and moved to 126th on money list...Later secured card in hometown at Las Vegas Invitational. 1998: Failed to retain playing privileges by finishing 183rd on TOUR money list. Returned to the PGA TOUR Qualifying Tournament and finished 18th. 1997: Earned PGA TOUR status for 1998 after finishing 28th at the PGA TOUR Qualifying Tournament. Amateur: Winner of the 1994 Nevada State Amateur...Qualified for the 1994 U.S. Open...Named 1994 Southern Nevada Golf Association Player of the Year...1995 Nevada State Match Play champion.\n","otherCarHigh" : "","personal" : "About injuries that plagued him in his career: \"It's been frustrating, but I promised myself through this whole thing that I was going to be patient. It's hard to perform against the best golfers in the world when your body is not allowing you to do it.\"...As a child. served as standard-bearer for the Las Vegas Invitational. Later, worked on tournament operations staff...Ranked fifth in Nevada as a high school tennis player in 1990...Worked at Pizza Hut for five years before playing on PGA TOUR...Cousin of Brandon Flowers, the lead singer of The Killers.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T7th at the Brasil Champions presented by Embrase.","dynStats" : "He ranks T79th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}