{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32881","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Leon","first" : "Hugo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "November 12, 1984","age" : "31","birthPlace" : "Santiago, Chile","residence" : "Tequesta, Florida","family" : "Single","education" : "Southeastern Louisiana University (2007, Business and Management)","splInterest" : "Reading, writing, sports","pronunciation" : "OO-go leh-ON","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "TWITTER: @hlt84","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "45,510&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2012: Earned PGA TOUR Latinoamérica status after finishing 38th on the Tour de las Américas' 2011 Order of Merit, following a season of three top 10s in only four starts. 2011: Won the Canadian Tour's ATB Financial Classic on his way to second place finish on that tour's Order of Merit. 2009: Only career start on the PGA TOUR was a missed cut at the RBC Canadian Tour. Finished T12 at the OMEGA Mission Hills World Cup team event with Martin Ureta representing Chile. Played on the Canadian Tour, making the cut in nine of 14 events. Best finishes were a T2 at the Saskatchewan Open and a third-place finish at the Desjardins Montreal Open. 2008: Participated in the Big Break X on Golf Channel. Also played on the Gateway Tour from 2008-09. Played on the Tour de las Americas from 2007-08. Has played on the Chilean national team since age 14. \n","otherCarHigh" : "","personal" : "Has four brothers and sisters, including 15-year-old Josefina, who he calls \"a future pro golfer.\"...All-Conference selection at Southeastern Louisiana University where he earned all-academic honors...Appeared on GOLF CHANNEL's \"Big Break X.\" Lists Winged Foot CC as his favorite golf course. Would most like to play Augusta National...Never travels without books to read. Favorite professional team is Hendrix Motorsports. ..Superstitions include wearing the same shoes all week and playing exclusively with white tees. Favorite TV show is \"SportsCenter\" and favorite movie is \"The Way of the Peaceful Warrior.\"...Favorite entertainer is Dave Chappelle, favorite book is Ben Franklin's biography, favorite foods are pasta and sausage and favorite athlete is Roger Federer...Enjoys visiting Rome, Italy, Victoria, Chile, Santiago, Chile and New York...Lists Montreal and Las Vegas among his favorite vacation spots...Would round out his dream foursome with Tim Connors, Brad Tilley and Horacio Leon. Bucket list includes driving a race car and winning on the PGA TOUR...Involved with Birdies for Children charity.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Top 50 Order of Merit 2012"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Finished 11-49 at 2014 Web.com Tour Qualifying Tournament (subject to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Overcame an opening-round, 2-over 73 at PGA National with four sub-par scores to finish T21 at the Web.com Tour Q-School in December...Made nine cuts in 19 starts on the Web.com Tour, three of which were top-25 finishes. Was 105th on the final Web.com Tour money list. Best outings were T14s at the Colombia Championship and The Rex Hospital Open...In two Latinoamérica events, finished T28 in Peru and T48 in Colombia.\n\n2013: Played on both PGA TOUR Canada and NEC Series-PGA TOUR Latinoamérica. Finished No. 4 on the Order of Merit in Canada to secure one of \"The Five\" available Web.com Tour cards for 2014. Birdied two of the final three holes to win The Great Waterway Classic, his second PGA TOUR Canada victory. Made six cuts in nine starts, collecting two top-10s and five top-25s...In Latin America, had two top-10s, including a T5 at the Mundo Maya Open in Merida, Mexico...Made one Web.com Tour start, missing the cut at the Chile Classic. \n\n2012: Had two top 10s in seven PGA TOUR Canada starts, his best finish being a runner-up at the Jamieson WFCU Windsor Roseland Charity Classic. Finished 13th on the order of merit...On NEC Series-PGA TOUR Latinoamérica, had one top 10, three top 25s and five cuts made in nine starts to finish 48th on the order of merit.\n\n2011: Captured his first PGA TOUR Canada win at the ATB Financial Classic. Also finished second at the Dakota Dunes Open. Closed the season second on the order of merit. Received an invitation to play in the RBC Canadian Open (missed cut)...Collected three top 10s in four starts on the NEC Series-PGA TOUR Latinoamérica.\n2010: Played in his first major championship, the U.S. Open at Pebble Beach (missed cut). Made two cuts in seven Web.com Tour starts, with a T30 at the Mexico Open his best finish...Also played PGA TOUR Canada events, with his best performance a T32 at the Canadian Tour Championship.\n\n2009: Became only the fourth player from Chile to play in a PGA TOUR event when he qualified for the RBC Canadian Open (missed cut)...Finished T12 at the OMEGA Mission Hills World Cup team event with Martin Ureta representing Chile...Played on PGA TOUR Canada, making the cut in nine of 14 events...Best finishes were a T2 at the Saskatchewan Open and a third-place finish at the Desjardins Montreal Open, where he fired a 60 in the third round...Also played on the Gateway Tour.\n\n2008: Again primarily played on the Tour de las Americas. \n\n2007: Played his first season on the Tour de las Americas.\n","otherCarHigh" : "Was four-year letter winner at Southeastern Louisiana University. Was a three-time All-Southland Conference performer, recording a 74.39 career stroke average and ranks seventh in school history in rounds played (114). Named to the Southland Conference All-Academic team in 2007. Was a 2006 Cleveland Golf All-American Scholar...Played on the Chilean national team since age 14.","personal" : "Has four brothers and sisters, including 15-year-old Josefina, who he calls \"a future pro golfer.\"...Appeared on Golf Channel's \"Big Break X\" in 2008...Lists Winged Foot CC as his favorite golf course. Would most like to play Augusta National...Never travels without books to read...Favorite professional team is NASCAR's Hendrix Motorsports...Superstitions include wearing the same shoes all week and playing exclusively with white tees...Favorite TV shows are \"SportsCenter\" and \"Family Guy\" and favorite movie is \"Fast and Furious\"...Favorite entertainer is Charly Garcia, favorite book is Ben Franklin's biography, favorite foods are pasta and sausage and favorite athlete is Roger Federer...Enjoys visiting Rome, Italy, Victoria, Chile, Santiago, Chile, San Francisco and New York...Bucket list includes driving a race car and winning on the PGA TOUR...Involved with Birdies for Children charity...Twitter name is @hlt84.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2009","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Played in 18 Web.com Tour events, making four cuts. Best outing was a T27 at the Greater Dallas Open in June.\n\n2014: Overcame an opening-round, 2-over 73 at PGA National with four sub-par scores to finish T21 at the Web.com Tour Q-School in December...Made nine cuts in 19 starts on the Web.com Tour, three of which were top-25 finishes. Was 105th on the final Web.com Tour money list. Best outings were T14s at the Colombia Championship and The Rex Hospital Open...In two Latinoamérica events, finished T28 in Peru and T48 in Colombia.\n\n2013: Played on both Mackenzie Tour and PGA TOUR Latinoamérica. Finished No. 4 on the Order of Merit in Canada to secure one of \"The Five\" available Web.com Tour cards for 2014. Birdied two of the final three holes to win The Great Waterway Classic, his second PGA TOUR Canada victory. Made six cuts in nine starts, collecting two top-10s and five top-25s...In Latin America, had two top-10s, including a T5 at the Mundo Maya Open in Merida, Mexico...Made one Web.com Tour start, missing the cut at the Chile Classic\n\n2012: Had two top 10s in seven Mackenzie Tour starts, his best finish being a runner-up at the Jamieson WFCU Windsor Roseland Charity Classic. Finished 13th on the Order of Merit...On PGA TOUR Latinoamérica, had one top 10, three top 25s and five cuts made in nine starts to finish 48th on the order of merit. \n\n2011: Captured his first PGA TOUR Canada win at the ATB Financial Classic. Also finished second at the Dakota Dunes Open. Closed the season second on the order of merit. Received an invitation to play in the RBC Canadian Open (missed cut)...Collected three top 10s in four starts on the NEC Series-PGA TOUR Latinoamérica. \n\n2010: Played in his first major championship, the U.S. Open at Pebble Beach (missed cut). Made two cuts in seven Web.com Tour starts, with a T30 at the Mexico Open his best finish...Also played Mackenzie Tour, with his best performance a T32 at the Canadian Tour Championship. \n\n2009: Became only the fourth player from Chile to play in a PGA TOUR event when he qualified for the RBC Canadian Open (missed cut)...Finished T12 at the OMEGA Mission Hills World Cup team event with Martin Ureta representing Chile...Played on Mackenzie Tour, making the cut in nine of 14 events...Best finishes were a T2 at the Saskatchewan Open and a third-place finish at the Desjardins Montreal Open, where he fired a 60 in the third round...Also played on the Gateway Tour. \n\n2008: Again primarily played on the Tour de las Americas. \n\n2007: Played his first season on the Tour de las Americas.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : "World Cup (1), 2009"},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 14th on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}