{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22892","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Gore","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "245","weightMetric" : "111","birthDate" : "May 17, 1974","age" : "41","birthPlace" : "","residence" : "Valencia, California","family" : "Wife, Megan; Jaxon William, Olivia Ann","education" : "Pepperdine University (2000, Psychology)","splInterest" : "Family, guitar, drums, Los Angeles Lakers, cars, technology","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2002, 2005, 2014)","trndProYear" : "1997","clubAffl" : "Valencia CC, TPC Valencia (Valencia, California)","cityPlaysFrm" : "Valencia; CA; United States","websiteUrl" : "http:\/\/www.jasongoregolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,747,992&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2000","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "","curYearHigh" : "In the third round of the Farmers Insurance Open, holed his second shot into the par-5 18th on the South course from 258 yards with a 3-wood, marking just the second double eagle on No. 18 and the fourth on the South Course since 1983.","carHigh" : "2013: With back-to-back 66s in the second and third rounds, recorded his lone top-10 of the campaign, a T7 in August at the Price Cutter Charity Championship. Finished 58th on the money list, making 15 cuts in 21 starts. Four appearances on the PGA TOUR resulted in three missed cuts and a WD. \n\n2012: Made 19 starts on the Web.com Tour, with his lone top-10 being a T8 at the Midwest Classic in August. Birdied Nos. 15-18 in round one at Nicklaus GC at LionsGate en route to a 6-under 65...Made eight starts on the PGA TOUR in the Season, where he made one cut, a T21 at the True South Clasic.\n\n2011: Made six PGA TOUR starts and 10 Web.com Tour starts, with one top-25 finish, a T12 at the Miccosukee Championship...Posted five consecutive sub-par scores to open the PGA TOUR Season at the Bob Hope Classic, where he finished T29. Made the cut in five of 10 starts on the Web.com Tour. Sat out much of the season with shoulder issues. \n2010: Collected his seventh career title with a four-stroke victory at the Miccosukee Championship. Led by two after 54 holes but quickly dropped into a tie with David Hearn after a bogey-bogey start. Regained the lead with birdies on two of his next three holes and eventually pulled away from the field on a windy Sunday afternoon. Victory was worth $108,000 and pushed him from No. 124 on the money list to No. 39 with only two events left on the 2010 schedule. Became the first player in Tour history to win seven times in a career, breaking a tie with Sean Murphy, Matt Gogel and Kevin Johnson. Improved his record to 5-for-5 when holding a 54-hole lead (4 Web.com Tour, 1 PGA TOUR). Victory was his first top-10 finish since a T7 at the 2009 U.S. Bank Championship in Milwaukee on the PGA TOUR 15 months earlier...Made five of 10 cuts on the PGA TOUR...Best finish was T41 at the Wyndham Championship. \n\n2009: Made 12 cuts from 24 starts on PGA TOUR, including two top-10s to finish 155th on money list. Finished T8 at the Arnold Palmer Invitational after holding the first-round lead. Second top-10 was a T7 at the U.S. Bank Championship, with closing rounds of 68-66. Also made three cuts from three starts on the Web.com Tour, with a T43 at the Albertson's Boise Open his best finish. \n\n2008: Made 17 of 33 cuts, including three top-10s. Finished T9 at the AT&T Pebble Beach National Pro-Am. Next top-10 came with a T8 at the Legends Reno-Tahoe Open in August, his best finish since a T7 at the 2007 Frys.com Open. Closed with a 6-under 66 at Annandale GC to finish T8 at the Viking Classic, his third top-10 of the Season. Moved from 129th to 126th on the season money list. \n\n2007: Finished a career-best 88th on the PGA TOUR money list, topping $1 million for the first time. Held a share of the 36-hole lead at the Shell Houston Open after opening 70-68. Finished T19. Bettered that with a T15 at the Memorial Tournament in June. In early July, a T2 at the Buick Open was his best finish on the PGA TOUR since winning the 2005 84 LUMBER Classic. Final-round 67 was his best final-round score since the 2003 Greater Milwaukee Open when he shot a 7-under 63. Finished T7 at the Wyndham Championship with four rounds in the 60s. Played the par 5s at Forest Oaks CC in 16-under par (14 birdies, one eagle) for his 17-under total. Held a share of the first-round lead at the Frys.com Open benefiting Shriners Hospitals for Children with an 8-under 63 at TPC The Canyons. Finished T7. Finished No. 8 in Driving Distance (303.0 yards). \n\n2006: Enjoyed his first year of a two-year exemption for winning the 2005 84 LUMBER Classic. Made eight cuts in final 10 starts, with three top-10s in that period. Earned first top-10 of the PGA TOUR Season in his eighth start, a T7 at the Chrysler Classic of Tucson. Posted four rounds in the 60s for the first time on TOUR (84th start). It was his first top-10 on TOUR since his win at the 2005 84 LUMBER Classic. Withdrew during second round of Bank of America Colonial due to elbow injury and returned to action two weeks later at the Memorial Tournament. Next top-10 was T10 at the Cialis Western Open, posting four rounds under par. One week later, recorded second straight top-10 at the John Deere Classic. Fired four rounds in the 60s to finish T10. In final round, recorded three eagles over final nine holes, the third player to post three eagles in a single round that Season. Finished T8 at the Southern Farm Bureau Classic, his fourth top-10. \n\n2005: Went from journeyman to U.S. Open contender to three-time winner on the Web.com Tour to PGA TOUR champion in the span of three months. Became second player in TOUR history to win on Web.com Tour and on PGA TOUR in same season (Paul Stankowski\/1996), first sponsor exemption to win since Adam Scott at the 2003 Deutsche Bank Championship and first Web.com Tour player who was promoted to the PGA TOUR via three wins to win on TOUR in that same season. Finished 88th in the Official World Golf Ranking after beginning the season No. 668. Began with rounds of 71-67 at Pinehurst No. 2 to share the second-round lead at the U.S. Open in just his third start in a major championship. Was three back of two-time champion Retief Goosen through 54 holes and played in the final grouping Sunday. A final-round, 14-over 84 dropped him to a T49. En route to U.S. Open, car was broken into. Donations were made in Pinehurst, N.C. to replace various items. Three weeks later, won back-to-back Web.com Tour events at the National Mining Association Pete Dye Classic and Scholarship America Showdown. After a two-week break, captured the Cox Classic Presented by Chevrolet in Omaha, Neb., to become the first player in Web.com Tour history to win three consecutive starts and the seventh player to receive the three-win promotion to the PGA TOUR. Also, tied Sean Murphy and Matt Gogel for most career wins on the Tour with six. Eagled his final hole, a par 4, to shoot 59 in the second round of the Cox Classic, tying the Web.com Tour 18-hole mark. Finished the season No. 2 on the Web.com Tour money list with $356,579. Made first TOUR start as a member at the Buick Championship in Hartford, where he finished T73. In his fourth start as a member, picked up his first TOUR victory at the 84 LUMBER Classic by a stroke over Carlos Franco. Shared first-round lead with three others at 7-under 65. After even-par second round, posted 67 in third round to take two-stroke lead over Franco and three others into final round of play. A 2-under 70 on Sunday good for first TOUR victory in 71st career start. Day after 84 LUMBER victory, played in Web.com Tour shootout at Albertsons Boise Open, with Troy Matteson and LPGA players Annika Sorenstam, Paula Creamer, Natalie Gulbis and Juli Inkster, and then in the tournament. Played because the tournament offered a sponsor exemption when he got out of college. \n\n2004: Made the cut in 13 of 25 starts on the Web.com Tour and finished No. 73 on the money list, with $79,064. \n\n2003: Made the cut in 12 of 30 events on the PGA TOUR but lost card after finishing No. 177 on the money list. \n\n2002: One of four players to win multiple tournaments on the Web.com Tour. Back-to-back victories at the Oregon Classic and Albertsons Boise Open propelled him to No. 6 on the money list, with $241,940. Became the sixth player in the history of the Tour to post consecutive victories and was the fifth player to do so in consecutive weeks. \n\n2001: Was T14 at the 2000 PGA TOUR Qualifying Tournament to earn his TOUR card. Made the cut in 12 of 30 events, with two top-25 finishes. \n\n2000: Made the cut in 11 of 19 events on the Web.com Tour. Posted first career win, at the New Mexico Classic, with a 14-under-par total to break Dick Mast's tournament record by one stroke. Finished 30th on the money list, with $133,966. \n","otherCarHigh" : "Winner of the 1997 California State Amateur and the California State Open. Three-time All-America. Member of Pepperdine University's 1997 NCAA Championship team. Coach at Pepperdine was John Geiberger, son of Champions Tour veteran Al Geiberger and brother of PGA TOUR member Brent Geiberger. Member of victorious 1997 U.S. Walker Cup team.","personal" : "Lists Randy Smith and Mike Miller as instructors...Cites playing on the 1998 Walker Cup team and winning the 84 LUMBER Classic in 2005 as his biggest thrills in golf and the birth of his children as his biggest thrills outside the game...First car was a 1987 Colt Premier...Never travels without his iPad and computer...Favorite course to play is Pebble Beach and would like to play St. Andrews and Augusta National. Favorite teams are Pepperdine and the Los Angeles Lakers. \"Family Guy\" is his favorite TV show. \"The Shawshank Redemption\" is his favorite movie. John Mayer is his favorite entertainer, and Tiger Woods is his favorite athlete to watch. Favorite food is sushi. Denver, Dallas and La Quinta, Calif., are his favorite cities to visit. Maui and Cabo San Lucas in Mexico are his favorite vacation spots...Would round out his dream foursome with Jack Nicklaus, Arnold Palmer and Ben Hogan...Bucket list includes skydiving...Charity work involves Carousel Ranch...Attended Hart High School in Newhall, Calif...Has one brother...Appeared on \"Last Call\" with Carson Daly during the 2005 season. The two played junior golf together growing up in Southern California...Is a mixed-martial arts enthusiast.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1998.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "2000","exmtStatus" : "92nd in 2014-15 FedExCup points","otherVics" : "(1): 2004 California State Open.","intlVics" : "","curYearHigh" : "In the third round of the Farmers Insurance Open, holed his second shot into the par-5 18th on the South course from 258 yards with a 3-wood, marking just the second double eagle on No. 18 and the fourth on the South Course since 1983.","carHigh" : "2014-15: A pair of top-10 finishes, highlighted by runner-up honors at the Wyndham Championship in the last event before the FedExCup Playoffs, earned him a berth into the Playoffs for the third time and first since 2008. A T30 finish at The Barclays moved him to No. 79 in the FedExCup standings, but a missed cut the following week at the Deutsche Bank Championship ended his season at No. 92...Highlighted by an opening, 6-under 64, put together four rounds in the 60s to finish in a five-way T10 at the Travelers Championship...In search of his second PGA TOUR victory (2005 84 LUMBER Classic) in his 246th PGA TOUR start, posted a final-round, 1-under 69 at the Wyndham Championship to notch the second runner-up finish of his career (2007 Buick Open). Entered the final round in Greensboro with a two-shot lead over Jonas Blixt, Scott Brown and Tiger Woods. With the runner-up finish, collected 300 points to move from No. 165 to No. 98 in the FedExCup standings, earning a spot in The Barclays (first Playoffs event). Entered the week needing a top-three finish to advance to the Playoffs.\n\n2013-14: Finished the season making 17 Web.com Tour starts. Recorded two runner-up performances, as well as two additional third-place finishes. Enjoyed seven top-10s and 11 top-25s, while missing only four cuts...On the PGA TOUR, made seven starts, which included five cuts made and earnings of $273,857. Finished 175th on the FedExCup points list...In his first Web.com Tour start of 2014, carded 70-67 over the first 36 holes at the Panama Claro Championship. Was T13 to start the final round and fired rounds of 69-66 on the weekend to finish runner-up. Entered the money list at No. 9...In March, finished T4 at the Puerto Rico Open for his first top-10 on the PGA TOUR since a T7 at the 2009 U.S. Bank in Milwaukee...Received a sponsor exemption to play the Shell Houston Open the first week of April, his fifth TOUR start, and recorded a T19 finish...Back on the Web.com Tour one week later, followed a first-day 72 with 69-67 and was one shot behind the leader after 54 holes at the El Bosque Mexico Championship in April. Carded a 73 in the final round for a T3 showing...Consistent rounds of 69-68-66-70 (11-under) led to his third top-10 of the year, a T4, at the Cleveland Open in early June. Only one shot back teeing off Sunday, three bogeys offset a front-nine 33 on the back nine, including Nos. 15 and 17...Was bogey-free over the first 54 holes of the Midwest Classic and solo third heading into Sunday's final round. Carded a 73 to drop into a T6...Made the cut on the number at the News Sentinel Open, then posted rounds of 64-66 on the weekend for a T9 in Knoxville...Officially secured his 2014-15 PGA TOUR card at the conclusion of the Regular Season in late-August in Portland (9th on the money list), setting up his return to the PGA TOUR. Finished with a flourish at the WinCo Portland Open, firing a final-round 66 that included an incoming nine of 31, with birdies at Nos. 17 and 18, at Pumpkin Ridge. Finished T2, one back of champion Carlos Ortiz...In three Finals' starts, had a T41, a T14 and a third-place showing at the season-ending Web.com Tour Championship, which featured a pair of 69s wrapped around middle rounds of 65-66...Was No. 1 on Tour in Scoring Average (68.98), second in the All-Around and fifth in Birdie Average (4.27).\n\n2013: With back-to-back 66s in the second and third rounds, recorded his lone top-10 of the campaign, a T7 in August at the Price Cutter Charity Championship. Finished 58th on the money list, making 15 cuts in 21 starts. \n\n2012: Spent the majority of his time on the Web.com Tour, but made eight starts on the PGA TOUR in the Season, where he made one cut, a T21 at the True South Classic.\n\n2011: Made six PGA TOUR starts and 10 Web.com Tour starts, with one top-25 finish, a T12 at the Miccosukee Championship. 2010: Collected his seventh career title with a four-stroke victory at the Miccosukee Championship. Led by two after 54 holes but quickly dropped into a tie with David Hearn after a bogey-bogey start. Regained the lead with birdies on two of his next three holes and eventually pulled away from the field on a windy Sunday afternoon. Victory was worth $108,000 and pushed him from No. 124 on the money list to No. 39 with only two events left on the 2010 schedule. Became the first player in Tour history to win seven times in a career, breaking a tie with Sean Murphy, Matt Gogel and Kevin Johnson. Improved his record to 5-for-5 when holding a 54-hole lead (four Web.com Tour, one PGA TOUR). Victory was his first top-10 finish since a T7 at the 2009 U.S. Bank Championship in Milwaukee on the PGA TOUR 15 months earlier. 2009: Made 12 cuts from 24 starts on PGA TOUR, including two top-10s to finish 155th on money list. Finished T8 at the Arnold Palmer Invitational after holding the first-round lead. Second top-10 was a T7 at the U.S. Bank Championship, with closing rounds of 68-66. Also made three cuts from three starts on Web.com Tour. 2008: Finished T9 at the AT&T Pebble Beach National Pro-Am...Next top-10 came with a T8 at the Legends Reno-Tahoe Open in August, his best finish since a T7 at the 2007 Frys.com Open...Closed with a 6-under 66 at Annandale GC to finish T8 at the Viking Classic, his third top-10 of the Season. Moved from 129th to 126th on the season money list. 2007: Held a share of the 36-hole lead at the Shell Houston Open after opening 70-68. Finished T19...Bettered that with a T15 at the Memorial Tournament in June...In early July, a T2 at the Buick Open was his best finish on the PGA TOUR since winning the 2005 84 LUMBER Classic. Final-round 67 was his best final-round score since the 2003 Greater Milwaukee Open when he shot a 7-under 63...Finished T7 at the Wyndham Championship with four rounds in the 60s. Played the par 5s at Forest Oaks CC in 16-under par (14 birdies, one eagle) for his 17-under total...Held a share of the first-round lead at the Frys.com Open benefiting Shriners Hospitals for Children with an 8-under 63 at TPC The Canyons. Finished T7...Finished No. 8 in Driving Distance (303.0 yards). 2006: In first year of a two-year exemption for winning the 2005 84 LUMBER Classic, rallied down the stretch, with eight made cuts in final 10 starts, with three top-10s in that period…Earned first top-10 of the Season in his eighth start, a T7 at the Chrysler Classic of Tucson. Posted four rounds in the 60s for the first time on TOUR (84th start). It was his first top-10 on TOUR since his win at the 2005 84 LUMBER Classic...Withdrew during second round of Bank of America Colonial due to elbow injury and returned to action two weeks later at the Memorial Tournament...Next top-10 was T10 at the Cialis Western Open, posting four rounds under par...One week later, recorded second straight top-10 at the John Deere Classic. Fired four rounds in the 60s to finish T10. In final round, recorded three eagles over final nine holes, the third player to post three eagles in a single round in 2006...Finished T8 at the Southern Farm Bureau Classic, his fourth top-10. 2005: Went from journeyman to U.S. Open contender to three-time winner on the Web.com Tour to PGA TOUR champion in the span of three months…Became second player in TOUR history to win on Web.com Tour and on PGA TOUR in same season (Paul Stankowski\/1996), first sponsor exemption to win since Adam Scott at the 2003 Deutsche Bank Championship and first Web.com Tour player who was promoted to the PGA TOUR via three wins to win on Tour in that same season. Finished 88th in the Official World Golf Ranking after beginning the season No. 668...Began with rounds of 71-67 at Pinehurst No. 2 to share the second-round lead at the U.S. Open in just his third start in a major championship. Was three back of two-time champion Retief Goosen through 54 holes and played in the final grouping on Sunday. A final-round, 14-over 84 dropped him to a T49. En route to U.S. Open, car was broken into. Donations were made in Pinehurst, NC to replace various items…Three weeks later, won back-to-back Web.com Tour events at the National Mining Association Pete Dye Classic and Scholarship America Showdown…After a two-week break, captured the Cox Classic Presented by Chevrolet in Omaha, Neb. to become the first player in Web.com Tour history to win three consecutive starts and the seventh player to receive the three-win promotion to the PGA TOUR. Also, tied Sean Murphy and Matt Gogel for most career wins on the Tour with six. Eagled his final hole, a par 4, to shoot 59 in the second round of the Cox Classic, tying the Web.com Tour 18-hole mark...Finished the season No. 2 on the Web.com Tour money list with $356,579...Made first TOUR start as a member at the Buick Championship in Hartford, where he finished T73…In his fourth start as a member, picked up his first TOUR victory at the 84 LUMBER Classic by a stroke over Carlos Franco. Shared first-round lead with three others at 7-under 65. After even-par second round, posted 67 in third round to take two-stroke lead over Franco and three others into final round of play. A 2-under 70 on Sunday good for first TOUR victory in 71st career start...Day after 84 LUMBER victory, played in Web.com Tour shootout at Albertsons Boise Open, with Troy Matteson and LPGA players Annika Sorenstam, Paula Creamer, Natalie Gulbis and Juli Inkster, and then in the tournament. Played because the tournament offered a sponsor exemption when he got out of college. 2004: Made the cut in 13 of 25 starts on the Web.com Tour, and finished No. 73 on the money list, with $79,064. 2003: Made the cut in 12 of 30 events on the PGA TOUR but lost card after finishing No. 177 on the money list. 2002: One of four players to win multiple tournaments on the Web.com Tour. Back-to-back victories at the Oregon Classic and Albertsons Boise Open propelled him to No. 6 on the money list, with $241,940. Became the sixth player in the history of the Tour to post consecutive victories and was the fifth player to do so in consecutive weeks. 2001: T14 at the 2000 PGA TOUR Qualifying Tournament to earn his 2001 TOUR card. Made the cut in 12 of 30 events, with two top-25 finishes. 2000: Made the cut in 11 of 19 events on the Web.com Tour. Posted first career win at the New Mexico Classic with a 14-under-par total to break Dick Mast's tournament record by one stroke. Finished 30th on the money list with $133,966. 1999: Member of the Web.com Tour. 1998: Member of the Web.com Tour. \n\nAmateur: Winner of the 1997 California State Amateur and the California State Open...Member of Pepperdine University's 1997 NCAA Championship team. Coach at Pepperdine was John Geiberger, son of Champions Tour veteran Al Geiberger and brother of PGA TOUR member Brent Geiberger...Member of victorious 1997 U.S. Walker Cup team.\n","otherCarHigh" : "","personal" : "Cites playing on the 1997 Walker Cup team and winning the 84 LUMBER Classic in 2005 as his biggest thrills in golf and the birth of his children as his biggest thrills outside the game...Never travels without his iPad and computer and usually a guitar...Favorite course to play is Pebble Beach and would like to play St. Andrews and Augusta National...Favorite teams are UCLA basketball and the Los Angeles Lakers...\"SportsCenter\" is his favorite TV show...\"The Shawshank Redemption\" is his favorite movie...John Mayer is his favorite entertainer and Kevin Harvick is his favorite athlete to watch...Attended University of Arizona before transferring to and graduating from Pepperdine University...Favorite food is sushi...Has two children, Jaxon and Olivia...Home is his favorite city to visit...Kauai is his favorite vacation spot...Would round out his dream foursome with Jack Nicklaus, Arnold Palmer and his late dad, Sheldon...Attended Hart High School in Newhall, Calif., where he met his wife, Megan...Has one brother, Ron...First car was a 1987 Colt Premier...Appeared on \"Last Call\" with Carson Daly during the 2005 season. The two played junior golf together growing up in Southern California...Hobbies include playing guitar and playing NBA Jam","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1997.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T11th at the Valspar Championship.","dynStats" : "He ranks T100th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JasonGore59"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}