{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06064","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gallagher","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "December 29, 1964","age" : "51","birthPlace" : "Marion, Indiana","residence" : "Henderson, Nevada","family" : "Wife, Kim; Allison (11\/18\/95), Meredith (6\/23\/98)","education" : "Ball State University (1987, Exercise Physiology)","splInterest" : "Hunting, fishing, family","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1987","clubAffl" : "Southern Highlands GC (Las Vegas, NV)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.iconsportsinc.com\/index.php\/nationwide_players_bio\/25\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,537,010&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1990","exmtStatus" : "Conditional - Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of Web.com Tour 1990-1995, 1997, 2000, 2004 and 2008-10. Member of PGA TOUR in 1996, 1998-99 and 2002-03.\n\n2014: Did not make a Web.com Tour start.\n\n2010: Played 24 Web.com Tour events, with four top-25 finishes. Best showing was a T8 at the Chitimacha Louisiana Open. It was his best performance since losing to Kevin Johnson in a playoff at the 2009 Rex Hosptial Open. Ended the year No. 99 on the money list. \n\n\n2009: Was No. 55 on the Web.com Tour money list after making the cut in 14 of 25 starts. Earned his first top-10 of the season with a T6 at the Stonebrae Classic. Finished second at The Rex Hospital Open after falling to Kevin Johnson on the first playoff hole. \n\n\n2008: Made the cut in half of 12 Web.com Tour starts. Posted the 30th top-10 finish of his career with a T8 effort at The Rex Hospital Open...Shot 65-66 on the weekend for a T4 at the Northeast Pennsylvania Classic. \n\n2007: Top finish was a T57 at The Rex Hospital Open.\n\n2006: Did not play an official event. \n\n2005: In two starts, made one cut, at the Canadian PGA Championship (T45).\n\n\n\n2004: Made the cut in three of 16 starts on the Web.com Tour, with a T37 at the Samsung Canadian PGA Championship his best showing. \n\n\n2003: With his season-best T5 at the Greater Milwaukee Open, recorded his first top-10 on TOUR since a T9 at the 1999 Southern Farm Bureau Classic. Finished the season making five cuts in 10 events. \n\n2002: Made only three cuts in 15 starts on the PGA TOUR, with a best finish of T67 at the Compaq Classic of New Orleans. \n\n\n2001: After earning his PGA TOUR card by finishing 12th on the 2000 Web.com Tour money list, was limited to only seven PGA TOUR events in 2001 due to a hip injury. Season ended after missed cut at the Compaq Classic of New Orleans. Made three cuts, with top performance a T48 at the Touchstone Energy Tucson Open.\n\n\n1999: Played in his lone major championship, missing the cut at the U.S. Open...Played in his first and only PLAYERS Championship. Finished T52 at TPC Sawgrass.\n\n1998: Enjoyed best year on PGA TOUR when he finished 113th on money list, with $259,769 and fueled by a pair of top-10s and a pair of top-15s. \n\n\n1992: Had five top-10s, finishing 32nd on the money list. Came close to winning at the Panama City Beach Open, when he finished second a stroke behind winner Brian Kamm...Added top-10s at the South Texas Open, Connecticut Open and Tri-Cities Open (all T5s) and the South Carolina Classic (T7).\n\n1991: Won the Cleveland Open by one stroke over Tom Lehman and Doug Martin for his first Web.com Tour title. The win was one of five top-10 finishes, helping him place a career-best No. 9 on the Web.com Tour money list. Second win came at the 2000 South Carolina Classic.\n\n\n1990: Played in all 30 events on the inaugural Web.com Tour. Had three top-10s. Finished 51st on the money list. First top-10 came at the Elizabethtown Open (T10)...Added a T4 at the Fort Wayne Open, going 64-69 in his final two rounds...In July, finished T9 at the Buffalo Open.\n\n1989: Made his PGA TOUR debut, missing the cut at the Hardee's Golf Classic. \n","otherCarHigh" : "Winner of 1982 Indiana State Junior Championship. Two-time All-Mid-American Conference selection.","personal" : "Older brother is Jim Gallagher, Jr., of the PGA TOUR and sister is Jackie Gallagher-Smith of the LPGA. Lists qualifying for the 1996 PGA TOUR season as his biggest thrill in golf...Is a Web.com Tour pioneer, playing in 89 of the first 90 events, dating to 1990. \n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1996","qSchoolYear" : "1995, 1997","exmtStatus" : "Major medical extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Made only three cuts in 15 starts, with a best finish of T67 at the Compaq Classic of New Orleans. Granted Major Medical Extension carryover for 2003. Has 10 remaining tournaments, when combined with earnings from 2001 and 2002 ($42,695) to equal or exceed 125th place on the 2001 money list ($406,352) to receive Major Medical Exemption status for the remainder of 2003. After earning his PGA TOUR card by finishing 12th on the 2000 Nationwide Tour money list, was limited to only seven PGA TOUR events in 2001 due to a hip injury. Season ended after missed cut at the Compaq Classic of New Orleans. Made three cuts, with best finish a T48 at the Touchstone Energy Tucson Open. Member of Nationwide Tour 1990-1995, 1997 and 2000. Member of PGA TOUR in 1996 and 1998-99. Enjoyed best year on PGA TOUR in 1998 when he finished 113th on money list with $259,769 fueled by a pair of top-10s and a pair of top-15s. Won 1991 Cleveland Open by one stroke over Tom Lehman and Doug Martin. Played in 89 of first 90 Nationwide Tour events. Winner of 1982 Indiana State Junior Championship. Two-time All-Mid-American Conference. Older brother is Jim Gallagher, Jr., of the PGA TOUR and sister is Jackie Gallagher-Smith of the LPGA.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}