{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23623","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Van Pelt","first" : "Bo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "200","weightMetric" : "91","birthDate" : "May 16, 1975","age" : "40","birthPlace" : "Richmond, Indiana","residence" : "Tulsa, Oklahoma","family" : "Wife, Carrie; Olivia (5\/26\/01), Trace (11\/26\/02), Crew (8\/9\/06)","education" : "Oklahoma State University (1998, General Business)","splInterest" : "Billiards, basketball, movies, watching sports, boating","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2001, 2003)","trndProYear" : "1998","clubAffl" : "GC of Oklahoma (Broken Arrow, Oklahoma); Cedar Ridge CC (Tulsa, Oklahoma)","cityPlaysFrm" : "Tulsa; OK; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "20,979,216&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Nationwide Tour member in 2000-01 and 2003. PGA TOUR member in 1999 and 2002...Made the cut in 10 of 28 events on the 2002 PGA TOUR with his only top-25 finish a T25 at the BellSouth Classic...Posted an opening-round 64 at the Greater Milwaukee Open to tie for second, one shot off the lead. Was only two back after 36 holes but third-day 78 dropped him into a tie for 72nd place. Matched the lowest round of the day on Sunday, an 8-under 63, to vault back up the leaderboard and T27...Earned his 2002 PGA TOUR card by virtue of his 11th-place finish on the 2001 Nationwide Tour money list. Made the cut in 17 of 24 starts that year, including runner-up finishes at the Gila River Golf Classic and the Dayton Open...Lost three-man playoff with Jason Caron and winner Ben Crane at Gila River. Held a one-stroke lead with three holes to play but three-putted from 40 feet on the final hole to drop into playoff...Shared the 54-hole lead at Dayton with Todd Barranger. Carded a final-round 66, which included his only bogey of the week, to finish at 25-under but lost by one to Barranger...Finished in the top 10 in six of 13 standard statistical categories, leading in Par 5 Birdies (50.3 percent) and finishing second in Total Driving (55)...Closed out the 2000 season by making the cut in 10 of his last 12 events, including a T3 at the Utah Classic...Shared the first-round lead at the New Mexico Classic, with a 4-under-par 66. T5 in New Mexico after leading the tournament in putting...First earned his PGA TOUR membership by virtue of his T17 finish at the 1998 PGA TOUR Qualifying Tournament...Made the cut in seven of 28 events during his rookie season the PGA TOUR...Best rounds of the year were 65s in the opening rounds of the Bob Hope Chrysler Classic and the Las Vegas Invitational...His only top-25 finish came at the Bell Canadian Open, where he posted scores of 73-73-68-73 to T20...Father, Bob, was fifth-round draft pick of the Philadelphia Eagles in 1967 after collegiate career at Indiana University.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1999","qSchoolYear" : "1998","exmtStatus" : "Top 50 on Career Money List","otherVics" : "(1): 2013 CVS Caremark Charity Classic [with Steve Stricker].","intlVics" : "(2): 2011 CIMB Asia Pacific Classic [Asia]. 2012 ISPS Handa Perth International [Eur].","curYearHigh" : "","carHigh" : "2014-15: Amassed two top-10 finishes in 28 starts during the PGA TOUR Season, highlighted by a T7 at the Travelers Championship. Ended the year No. 159 in the FedExCup standings to miss the Playoffs for the first time...Finished T9 at the RBC Heritage for his first top-10 of the season. After recording 10 top-10s in 2012, has only had one each in the last three seasons on TOUR. It marked his third top 10 in 10 Hilton Head Island starts...Made a career-best 10 birdies for an 8-under 64 in the first round of the Memorial Tournament to share the first-round lead. Followed with rounds of 72-78-72 to finish T40...Following an even-par first round, put together rounds of 68-65-66 to move up the Travelers Championship leaderboard to finish T7. \n\n2013-14: Made 16 of 25 cuts but struggled to capture just one top-10 finish for the second consecutive season. Has advanced to the FedExCup Playoffs for all eight years since they began. Season ended at the Deutsche Bank Championship near Boston after a T57 finish...Posted four rounds in the 60s at the John Deere Classic, highlighted by a final-round, 6-under 65 to claim a T7 with defending champion Jordan Spieth, Johnson Wagner and Ryan Moore. Played his first two holes Sunday in 3-under and his last three holes in 2-under to post the score and claim his first top-10 finish of the season and in the event.\n\n2013: Made it to the FedExCup Playoffs for a seventh consecutive time, thanks to seven top-25 finishes in 16 made cuts...Finished T6 at the Wells Fargo Championship, his third top-10 in nine starts at Quail Hollow Club...Two weeks later, on the European Tour, finished T9 at the Volvo World Match Play Championship in Bulgaria...Teamed with Steve Stricker in late June to win the CVS Caremark Charity Classic, a two-day unofficial event hosted in Rhode Island by Billy Andrade and Brad Faxon...Despite a missed cut at The Barclays, remained inside the top 100 in FedExCup standings (No. 97) to earn a berth into the following week's Deutsche Bank Championship. With a T53 finish at TPC Boston, was unable to climb inside the top 70 in the standings and was eliminated from the Playoffs. \n\n2012: Completed the season a career-best 22nd in the FedExCup standings, the third consecutive year he has finished inside the top 30...Opened with a 6-under 65 at the Waste Management Phoenix Open en route to a T8 at TPC Scottsdale. It was the earliest he had claimed a top-10 finish since a T5 at the 2009 Bob Hope Classic...Came back to T8 at the Northern Trust Open after opening with a 3-over 74 in the first round...Again finished T8, for the third time, at the Cadillac Championship, highlighted by a second-round, 7-under 65. It was his second top-10 performance in seven World Golf Championships starts...Recorded his fourth top-10 of the season, with a solo ninth at the Transitions Championship. Carded a 66 in the final round to finish at 11-under, two strokes out of a four-man playoff. Marked the first time in nine appearances at the event he had carded four sub-70 rounds...Finished T17 at the Masters highlighted by a closing round 64, which ties the lowest final-round score in Masters history (Maurice Bembridge, 1974; Hale Irwin, 1975; Gary Player, 1978; Greg Norman, 1988; David Toms, 1998). His final round was highlighted by an ace on No. 16, his second on the TOUR...Posted fifth top-10 of the season, with a T7 at THE PLAYERS. One of only four players to post four sub-par scores at THE PLAYERS. In eight career starts at THE PLAYERS, including his T7, has either finished in the top 10 (T8 in 2006 and T4 in 2010) or missed the cut (2005, 2007-09 and 2011)...Finished second at the AT&T National, his third career runner-up finish and first since the 2010 Frys.com Open. Held the first-round lead and was one shot behind entering the final round. Was in the final group, playing with third-round leader Brendon de Jonge and eventual winner Tiger Woods...A month later, finished T7 at the RBC Canadian Open at Hamilton G&CC in his eighth start in the event. It was his second consecutive top-10 finish north of the border (T6 in 2011)...By finishing T8 at the World Golf Championships-Bridgestone Invitational, equaled his career-high for top-10 finishes in a season (2010) and tied Matt Kuchar for the most on TOUR this season, with eight...Finished T10 at the BMW Championship at Crooked Stick GC in his home state of Indiana. Held a share of the first-round lead, with a 64, but followed with rounds of 69-71-71...Also finished T10 at the TOUR Championship by Coca-Cola for his career-best 10th top-10 of the season...Traveled overseas in October and won an international tournament for a second consecutive season. A year after winning in Malaysia, captured the European Tour's ISPS Handa Perth International in Australia. Held a one-shot, 54-hole lead over fellow American Jason Dufner, then went out and shot a Sunday, 4-under 68 at Lake Karrinyup CC to hold on to defeat Dufner by two strokes...A week later, nearly successfully defended his title at the CIMB Classic in Kuala Lumpur, Malaysia. Needed a birdie at the 72nd hole to force sudden-death with Nick Watney but settled for par and a share of second place, with Robert Garrigus. Posted 11 birdies over the course of the first 17 holes in the third round, but a double bogey-6 at the 18th dashed his chances for a 59, resulting instead in a 9-under 62. The 11 birdies supplanted his previous 18-hole record of nine. \n\n\n\n2011: Had then personal best finish in the FedExCup (No. 23) and made it to Atlanta for the TOUR Championship by Coca-Cola for the second consecutive year. Made 19 of 27 cuts to go with five top 10s and 13 top 25s...Making his ninth start of the season, posted his first top-10 finish, with a T8 at the Masters Tournament. It represented his first top-10 finish in 15 major championship starts...Started the final round seven strokes off the pace at the Crowne Plaza Invitational at Colonial but made his way all the way to a solo third-place finish, thanks, in part, to holing out from 141 yards for eagle on No. 10. His previous-best finish was T5 in his first Colonial appearance in 2004...Was the 54-hole leader by a stroke over Adam Hadwin at the RBC Canadian Open, where he finished T6 with Scott Piercy and Woody Austin...After opening with a 2-over 73, closed with rounds of 68-66-66 to finish solo-seventh at the Deutsche Bank Championship at TPC Boston for his fourth top 10 of the season...Finished ninth at the TOUR Championship by Coca-Cola for his fifth top 10 of the season. As a result, finished a career-best No. 23 in the FedExCup...After the conclusion of the PGA TOUR Fall Series, he traveled to Kuala Lumpur, Malaysia, for the CIMB Asia Pacific Classic, an unofficial PGA TOUR event co-sanctioned by the Asian Tour. Took a one-stroke lead to the final round in Malaysia, shot a Sunday 64 at The Mines Resort and GC and won by six strokes over Jeff Overton...Just missed on a top 10 at the World Golf Championships-HSBC Champions in Shanghai, China, the following week. Had four under-par rounds at Sheshan International GC to T11. \n\n2010: Turned in a then-career-high eight top-10 finishes, including four performances of third or better. Earned his first berth in the TOUR Championship, and finished the season 30th in final FedExCup standings...Posted his first top-10 finish of the season in his 11th start, riding a 5-under 66 Saturday en route to a T3 at the Verizon Heritage. It was his fifth start at Harbour Town, with top-15 finishes in three of his last four starts...Took the first-round lead at the Quail Hollow Championship with a 7-under 65. Placed fifth...Finished T4 at THE PLAYERS Championship. Has four missed cuts and two top-10s at TPC Sawgrass...Jumped to 21st in the FedExCup standings with his fourth top-10 in his last five starts, finishing T10 at the Crowne Plaza Invitational at Colonial...Added another top-five (T3) with four sub-par rounds at the Memorial Tournament. Was 7-under on the weekend to steadily climb the leaderboard...Posted four consecutive sub-70 scores for the second time in 2010 en route to a T3 at the World Golf Championships-Bridgestone Invitational in his World Golf Championships debut. With his sixth top-10 of 2010, moved to No. 12 in the FedExCup standings...Ended the FedExCup Playoffs by finishing 24th at the TOUR Championship...Playing in his first Fall Series event of the year, carded four rounds in the 60s to finish T6 at the inaugural McGladrey Classic...One week later, improved on that with T2 honors at the Frys.com Open. Eighth top-10 ranked fourth among PGA TOUR players on the campaign. \n\n2009: Won his first PGA TOUR event in Milwaukee, had five top-10 finishes and placed 50th in the FedExCup standings...Recorded five rounds in the 60s on his way to a T5 finish at the 50th Bob Hope Classic...Final-round 66 was best of the day at Transitions Championship, where he finished T8...Third top-10 came at Travelers Championship, where he posted rounds of 64-67 on the weekend to finish T9...Captured first career PGA TOUR title in 229th start in a playoff over John Mallinger at the U.S. Bank Championship in Milwaukee. Entered the final round four strokes back of Frank Lickliter II, and carded rounds of 67-68-68-64—267 to force a playoff. Converted a two-putt birdie on the second extra hole, the par-5 18th, to become the 11th first-time winner in Milwaukee, and the fourth first-time winner in 2009. Jumped from No. 75 to No. 40 in the FedExCup standings. Four strokes made up on the final day was largest come-from-behind win at the U.S. Bank Championship since Jim Gallagher, Jr. rallied from five strokes down on Sunday in 1990...Final-round 65 at Turning Stone Resort Championship earned a T7, his fifth top-10 of the year. \n\n2008: Got off to a quick start and used seven top-25 finishes to place in the top 125 on the money list for the fifth consecutive season...Year started strong with a T2 showing at the Puerto Rico Open presented by Banco Popular in March. Held the 18-, 36 and 54-hole leads at the inaugural event before finishing T2 behind Greg Kraft. Narrowly missed a 20-foot eagle putt at the 72nd hole that would have tied him with Kraft. \n\n2007: Posted double figures in top-25 finishes (13) for a fourth consecutive year and earned more than $1.5 million...Posted a final-round 70 in windy conditions at the Verizon Heritage, one of only seven players to break par in the final round, jumping from T25 to T10...Carded rounds of 67-64 on the weekend to finish T6 at the Travelers Championship. Had a hole-in-one on No. 16 in the final round at TPC River Highlands...Third top-10 was a T8 at the Viking Classic, part of the PGA TOUR Fall Series...Two weeks later, opened with rounds of 66-69 en route to a T5 finish at the Frys.com Open benefiting Shriners Hospitals for Children. Closed his season with six consecutive cuts made, placing him at 55th on the money list. During his final run he posted par-or-better scores in 22 of his 24 rounds, including a TOUR-best 19 in a row starting with the opening round of the BMW Championship. His scoring average over his final six starts was 69.04. \n\n2006: Finished in the top 75 on the money list for the third straight season. Earned more than $1 million, thanks to four top-10s. Made 23 cuts in 28 events entered...In just his second career start at the TPC Sawgrass, recorded his first top-10 at THE PLAYERS Championship with his T8 finish... Finished T5 at the Southern Farm Bureau Classic, his 15th career top-10 on TOUR. \n\n2005: First top-10 was T7 in 13th start at the Shell Houston Open...The next week, posted second consecutive top-10 with a T5 finish at the Zurich Classic of New Orleans...Closed with a 4-under 68 at Muirfield Village GC for a career-best effort of T3 at the Memorial Tournament...Matched his then career-best finish with a T3 at the Chrysler Championship. \n\n2004: Returned to PGA TOUR for a third time, the second via the Web.com Tour money list...Finished 39th on the money list and qualified for his first trip to the Masters in 2005...Posted his first career top-10 on TOUR with a T4 at the Buick Invitational...A final-round, 5-under 65 gave him a T5 finish at the Bank of America Colonial, his eighth top-25 finish of the season...Two starts later finished T9 at the Buick Classic...Finished T4 at the Booz Allen Classic, thanks to being one of only four players with four rounds in the 60s. His $198,400 payday lifted him over the $1-million mark in season earnings for the first time in his career...Claimed fifth top-10 (T7) at the U.S. Bank Championship in Milwaukee. \n\n2003: Recorded his first Web.com Tour victory at the Omaha Classic thanks to his 26-under 262 total...Posted 16 top-25s in 24 events on the Web.com Tour on way to fifth-place finish on money list. Finish allowed him to earn his PGA TOUR card for the third time in his career and second time via the Web.com Tour. \n\n2002: Made the cut in 10 of 28 events on the PGA TOUR with his only top-25 a T25 at the BellSouth Classic. Fired career-low, final-round 63 at the Greater Milwaukee Open. \n\n2001: Finished 11th on Web.com Tour money list to earn second TOUR card. Finished in top 25 in 10 of his 17 cuts made, including two runner-up finishes at the Dayton Open and Gila River Classic. Lost three-man playoff with Jason Caron and winner Ben Crane at Gila River. \n\n2000: Made 27 starts on the Web.com Tour, making 16 cuts. Collected $86,064 and finished 62nd on the final money list. \n\n1999: Made only seven cuts in rookie season on the PGA TOUR, including a season-best T20 finish at the Bell Canadian Open. \n\n1998: Earned his first TOUR card with T17 finish at the PGA TOUR Qualifying Tournament.\n\nAmateur: First team All-American at Oklahoma State in 1997...Member of the 1997 Palmer Cup team...1998 All-Big 12 first-team...Won three collegiate tournaments, including the 1997 NCAA Central Regional.\n","otherCarHigh" : "","personal" : "Father, Bob, was a fifth-round draft pick by the NFL's Philadelphia Eagles in 1967 after a collegiate career at Indiana...Along with his wife, Carrie, is involved in Habitat for Humanity. They have donated two houses and were the hosts for Tulsa's 2007 and 2008 Habitat for Humanity Golf Tournament...Quit game for a time while in college but later rejoined the Oklahoma State golf team. \"I guess I had to give it up to figure out how much I loved it.\"","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 1997.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2009 at the U.S. Bank Championship in Milwaukee.","dynStats" : "He ranks 54th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/bovanpelt"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}