{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07363","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bowden","first" : "Craig","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "June 18, 1968","age" : "47","birthPlace" : "Bedford, Indiana","residence" : "Bloomington, Indiana","family" : "Quinley (6\/8\/05), Kirin (5\/12\/08)","education" : "University of Indianapolis","splInterest" : "Spending time with his children, fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2003, 2006, 2009)","trndProYear" : "1989","clubAffl" : "","cityPlaysFrm" : "Bloomington; Indiana; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,573,237&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1998","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "(2): 1994 Indiana Open. 1995 Indiana Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Did not compete in any Web.com Tour events.\n\n2013: Played in four Web.com Tour events while transitioning to become an equipment company representative. Finished T52 at the Brasil Classic in April and missed the cut three others.\n\n2012: Made the cut in six of 23 starts on Tour and picked up his only top-10 of the season, shooting four under-par rounds at Willow Creek CC for a sixth-place finish at the Utah Championship in mid-July...Was T13 at the Miccosukee Championship, where he was a winner in 2003...Second-round 65 moved him into contention at the WNB Golf Classic but he faltered on the weekend and did not finish in the top 25. \n\n2011: Made only three cuts in first 13 starts before closing the season with eight consecutive cuts made...Put together four solid rounds in the 60s and finished T3 at the Mylan Classc, two shots back of winner Gary Christian, to begin his eight-in-a-row streak...Was T4 at the WNB Golf Classic in Texas in October. \n\n2010: He earned $140,935, with eight made cuts in 20 starts on the PGA TOUR. A T16 at the Turning Stone Resort Championship was his best finish. Missed the cut in all three Web.com Tour starts. \n\n2009: Finished No. 22 on Web.com Tour money list to earn a third return trip to the PGA TOUR. Closed the year with a 6-under 66 in the final round of the season-ending Web.com Tour Championship, including birdies on his last two holes, which helped him move up in the standings from a T18 to a T7 finish. The money earned was enough to move up him up two spots on the money list to No. 22. Finished T7 at the Ford Wayne Gretzky Classic, his first top-10 since a T4 at the 2008 Melwood Prince George's County Open. T10 at the Utah Championship and then followed that with a T9 the next week at the Albertsons Boise Open. Added a T6 at the $1-million Soboba Classic and earned enough money to move from No. 31 to No. 21 on the money list with three events left on the 2009 schedule. Ended the year No. 1 on Tour in driving accuracy and T2 in putting average. \n\n2008: Made the cut in nine of 23 Web.com Tour starts, with a pair of top-10s—a T8 at the season-opening Panama Movistar Championship and T4 at the Melwood Prince George's County Open, where he finished two shots back of winner Jeff Klauk despite an opening-day 73. \n\n2007: Finished No. 171 on the PGA TOUR money list, with $333,970. Made the cut in 13 of 25 starts, with one top-25 finish. Bogey-free over the first 42 holes of the U.S. Bank Championship in Milwaukee, finished T9 for second career top-10 and first since 2004 FedEx St. Jude Classic. \n\n2006: Earned a return trip to the PGA TOUR for 2007 after finishing fourth on the Web.com Tour money list, with $334,671. Career-best six top-10s, including three top-threes. Moved to No. 2 in the rankings when he claimed his third career Tour title, defeating Jess Daley with a par-4 on the first playoff hole at the Northeast Pennsylvania Classic. Set up his seven-stroke comeback with an 8-under 63 in the final round. The win and a runner-up finish in Omaha two weeks earlier led to August Player of the Month honors. Added a solo third at the Permian Basin Charity Golf Classic to round out his top-three efforts. Finished one stroke out of a playoff, which represented the second straight season he had lost by a single shot in Midland. \n\n2005: Split the year between both the PGA TOUR and the Web.com Tour. Finished 194th on PGA TOUR money list in 15 starts, and No. 65 on Web.com Tour, playing in nine events. \n\n2004: Had his best year on the PGA TOUR, earning his only career top-10, a T9 at the FedEx St. Jude Classic and placing 143rd on the money list. \n\n2003: Finished 19th on Web.com Tour to return to the PGA TOUR for the first time since 2000. Claimed his second career Web.com Tour victory at the Miccosukee Championship. \n\n2000: Made just four of 25 cuts on PGA TOUR. 1998: Won the Miami Valley Open. \n\n1997: In his rookie PGA TOUR season, made eight cuts in 21 tournament starts and a season-best T23 finish at the Quad Cities Classic. \n\n1996: Earned initial TOUR card by finishing T39 at the PGA TOUR Qualifying Tournament. \n\nMisc: Three-time winner on Hooters Tour. \n","otherCarHigh" : "Two-time Indiana Open champion, in 1994 and 1995.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1996, 1999","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: He earned $140,935, with eight made cuts in 20 starts on the PGA TOUR. A T16 at the Turning Stone Resort Championship was his best finish. Missed the cut in all three Nationwide Tour starts. 2009: Finished No. 22 on Nationwide Tour money list to earn a third return trip to the PGA TOUR. Closed the year with a 6-under 66 in the final round of the season-ending Nationwide Tour Championhsip, including birdies on his last two holes, which helped him move up in the standings from a T18 to a T7 finish. The money earned was enough to move up him up two spots on the money list to No. 22. Finished T7 at the Ford Wayne Gretzky Classic, his first top-10 since a T4 at the 2008 Melwood Prince George's County Open. T10 at the Utah Championship and then followed that with a T9 the next week at the Albertsons Boise Open. Added a T6 at the $1-million Soboba Classic and earned enough money to move from No. 31 to No. 21 on the money list with three events left on the 2009 schedule. Ended the year No. 1 on Tour in driving accuracy and T2 in putting average. 2008: Made the cut in nine of 23 Nationwide Tour starts, with a pair of top-10s—a T8 at the season-opening Panama Movistar Championship and T4 at the Melwood Prince George's County Open, where he finished two shots back of winner Jeff Klauk despite a first-round 73. 2007: Finished No. 171 on the PGA TOUR money list, with $333,970. Made the cut in 13 of 25 starts, with one top-25 finish. Bogey-free over the first 42 holes of the U.S. Bank Championship in Milwaukee, finished T9 for second career top-10 and first since 2004 FedEx St. Jude Classic. 2006: Finished fourth on the Nationwide Tour money list, with $334,671. Career-best six top-10s, including three top-threes. Moved to No. 2 in the rankings when he claimed his third career Tour title, defeating Jess Daley with a par-4 on the first playoff hole at the Northeast Pennsylvania Classic. Set up his seven-stroke comeback with an 8-under 63 in the final round. The win and a runner-up finish in Omaha two weeks earlier led to August Player of the Month honors. Added a solo third at the Permian Basin Charity Golf Classic to round out his top-three efforts. 2005: Split the season between both Tours. Finished 194th on PGA TOUR money list in 15 starts, and No. 65 on Nationwide Tour, playing in nine events. 2004: Had his best year on the PGA TOUR, earning his first career top-10, a T9 at the FedEx St. Jude Classic, and placing 143rd on the money list. 2003: Finished 19th on the Nationwide Tour to return to the PGA TOUR for the first time since 2000. Claimed his second career Nationwide Tour victory at the Miccosukee Championship. 2000: Made just four of 25 cuts on PGA TOUR. 1998: Won the Nationwide Tour's Miami Valley Open. 1997: In rookie season on the PGA TOUR, made eight cuts in 21 tournament starts and a season-best T23 finish at the Quad Cities Classic. 1996: Earned initial TOUR card by finishing T39 at the Qualifying Tournament. Two-time Indiana Open champion. Three-time winner on Hooters Tour.\n","otherCarHigh" : "","personal" : "Graduated from Bedford North Lawrence High School in Indiana...Biggest thrill in golf is playing in five U.S. Opens. Biggest thrill outside of golf is the birth of his children...Superstitions including marking his ball with a quarter from the 1960s...First car was a Chevrolet Camaro...Favorite course is Pebble Beach and would like to play Augusta National. Favorite teams are Indiana University and the Indianapolis Colts. Favorite entertainer is Chris Rock and favorite athlete to watch is Peyton Manning. Favorite food is sushi. Favorite cities to visit are New York and San Francisco. Favorite vacation spot is the Caribbean...Would include Tiger Woods and Rock in his dream foursome...Bucket list includes winning on the PGA TOUR...Charity involvement includes baseball player Scott Rolen's Enis Furley Foundation, which works to brighten the lives of children and families who struggle with illness, hardship or special needs.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Played off of a Minor Medical Extension, with four events left to reach No. 125 (Troy Merritt, $786,977) from the 2010 money list. Shot four sub-par rounds at the John Deere Classic to finish T45 in his only made cut in four starts...Played in 21 Nationwide Tour events, where he claimed seven top-25 finishes, two of which were top-10s...Put together four solid rounds in the 60s and finished T3 at the Mylan Classic, two shots back of winner Gary Christian...Was T4 at the WNB Golf Classic in Texas in October."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}