{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32839","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Matsuyama","first" : "Hideki","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "198","weightMetric" : "90","birthDate" : "February 25, 1992","age" : "24","birthPlace" : "Ehime, Japan","residence" : "Sendai, Japan","family" : "Single","education" : "Tohoku Fukushi University","splInterest" : "All sports, photography","pronunciation" : "Mah-tsu-YAH-mah","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "","cityPlaysFrm" : "Sendai; ; Japan","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "2015-16 tournament winner (through 2017-18)","otherVics" : "","intlVics" : "(5): 2011 Mitsui Sumitomo Visa Taiheiyo [Jpn]. 2013 Tsuruya Open [Jpn], Diamond Cup Golf [Jpn]. Fujisankei Classic [Jpn], Casio World Open [Jpn].","curYearHigh" : "Following a T17 in the season-opening Frys.com Open, recorded his first top-10 of the season, at the CIMB Classic, finishing fifth for his best showing in Malaysia in three starts...At the Japan Golf Tour's Dunlop Phoenix in November, had a strong outing after opening with a 1-under 70. Fired a second-round 68 and was tied for 11th at the halfway mark, three shots behind leaders Yoshinori Fujimoto and Thanyakon Khrongpha. Despite a 4-under 67 Saturday, fell four shots behind Yusaku Miyazato with a round to play. Matched his 67 on the final day only to come up to shots shy of Miyazato's winning 14-under total. Settled for a T2 with Fujimoto...Began the final round of the Waste Management Phoenix Open trailing Danny Lee by three strokes. Sank a clutch birdie on the 72nd hole at TPC Scottsdale to force sudden death with Rickie Fowler. On the fourth extra hole, the par-4 17th, took advantage of Fowler's errant tee shot into the hazard with a par to claim his second career PGA TOUR victory. The win came on the heels of a T2 finish in 2015 and T4 finish in 2014 in the event...Third top-10 of the season came at the Arnold Palmer Invitational, where four under-par rounds led to a 72-hole score of 11-under 277, good for T6 honors. Only previous appearance at the Arnold Palmer Invitational led to a T21 finish (2015)...A year after claiming fifth-place honors at the Masters, returned to Augusta National, where he found himself once again in contention. At 1-under 215 through 54 holes, trailed Jordan Spieth by just two strokes. A final-round, 1-over 73 resulted in a T7 with Soren Kjeldsen and Matthew Fitzpatrick.","carHigh" : "2014-15: Advanced to the FedExCup Playoffs, thanks to ninr top-10 finishes in 25 starts. Made his way through all four events in the Playoffs and ended his season ranked 16th in the FedExCup standings...For the second consecutive year, claimed a T3 at the Frys.com Open, this time finishing three strokes behind champion Sangmoon Bae. Birdies at the 71st and 72nd holes resulted in the T3...Entered the final round of the Hyundai Tournament of Champions tied with Jimmy Walker, at 17-under 202. Finished T3 in his first start at the event. Followed a third-round, 7-under-66 (his second consecutive 66) with a final-round 70 that left him one stroke out of the Patrick Reed-Jimmy Walker playoff. Missed a 6-foot, 10-inch birdie putt on the 72nd hole that would have placed him in the extra session. Marked the second time that he has led or shared the lead through 54 holes of a PGA TOUR event...Finished T4 with three others at the Northern Trust Open after firing a 4-under 67 in the final round, missing on the James Hahn-Dustin Johnson-Paul Casey playoff by a stroke. It was his fifth top-10 of the season...Finished T10 at the 2014 Crowne Plaza Invitational in the only other occasion...Temporarily got to 15-under on the inward nine Sunday to take the outright lead at the Waste Management Phoenix Open. A bogey at No. 14 proved too costly, and he was unable to recover. At 14-under 270, he finished T2 with Ryan Palmer and Bubba Watson. Made the highlight reel Sunday with a hole-out for an eagle-2 from 129 yards on the first hole. The appearance at TPC Scottsdale was his second consecutive, having finished T4 in 2014...Finished fifth at the Masters Tournament to record his first top-25 in four starts at Augusta National. Notched his third top-10 in a major championship with the others coming at the 2013 U.S. Open (T10) and the 2013 Open Championship (T6)...As the defending champion, opened the Memorial Tournament with an 8-under 64 to share the first-round lead. Followed with rounds of 71-71-70 to finish at 13-under for a three-way T5...On the Japan Golf Tour in August, earned a top-10 at the Dunlop Fukushima Open, shooting a final-round 64 to T9...Posted a final-round, 5-under 66 to finish T7 at the BMW Championship in the third FedExCup Playoffs' event, nine strokes behind winner Jason Day. Week was highlighted by a second-round, 8-under 63. It marked his ninth top-10 finish on TOUR for the season. Went 2-1-1 in his four Presidents Cup matches in the International team's 15½-14½ loss in South Korea.\n\n2013-14: First full PGA TOUR season included 20 made cuts in 24 starts, with a victory at the Memorial Tournament and a T3 finish at the Frys.com Open marking the best of his four top-10 finishes. Ended the season No. 28 in the FedExCup standings...After an opening-round, 1-under 70, closed with rounds of 66-68-66 for a T3 finish at the Frys.com Open, placing three strokes behind champion Jimmy Walker in his debut as a PGA TOUR member. Since making his first PGA TOUR professional start at the 2013 U.S. Open, the finish at CordeValle was his seventh consecutive top-25 performance...Finished T6 at the Dunlop Phoenix on the Japan Golf Tour in late-November 2013...A week later, took a two-shot lead into the final round of the Casio World Open. Led Koumei Oda and Yuta Ikeda. Shot a final-round, 2-under 70 on the final day to hold off Ikeda by a shot at Kochi Kuroshio CC. The victory was his fourth Japan Golf Tour title of the year and his fifth overall...In just his 16th PGA TOUR start, and at age 21 years, 11 months, 8 days, finished T4 at the Waste Management Phoenix Open in his attempt to supplant Jerry Pate (23 years, 3 months, 3 days) as the youngest winner at the event. He and champion, Kevin Stadler, were the only players to record all four rounds in the 60s during the week...Finished T10 in his first career start at the Crowne Plaza Invitational at Colonial. For the first time on TOUR, held a share of the third-round lead but a final-round, 1-over 71 dropped him out of contention...Won first career title, at the Memorial Tournament. In his 26th TOUR start, supplanted Tiger Woods as the event's youngest winner (22 years, 3 months, 7 days). Began the final round two strokes back, birdied the par-4 18th hole for the fourth day in a row to force sudden death with Kevin Na. Na had posted his 13-under score nearly two hours earlier. In the playoff, made a par at No. 18, the first extra hole, for the win. Became the fourth Japanese-born player to win on TOUR, joining Ryuji Imada (2008 AT&T Classic), Shigeki Maruyama (2001 Greater Milwaukee Open, 2002 HP Byron Nelson Championship, 2003 Wyndham Championship) and Isao Aoki (1983 Sony Open in Hawaii). Became only the fifth player to make the Memorial Tournament his maiden PGA TOUR victory, joining Keith Fergus (1981), Kenny Perry (1991), Tom Lehman (1994) and Justin Rose (2010). Other than Roger Maltbie, who won the inaugural edition of the Memorial Tournament in 1976, is the first player to win the event in his first start. In his first experience competing in The Presidents Cup, Matsuyama went 1-3-1 at Muirfield Village GC in 2013. Became the eighth International player to win at Muirfield Village GC...Closed out the season by advancing all the way to the final Playoffs event, finishing T30 at The Barclays, T57 at the Deutsche Bank Championship, T20 at the BMW Championship and 22nd at the TOUR Championship by Coca-Cola.\n\n2013: Finished in the top 125 of the FedExCup points and money list as a non-member. Finished with 384 FedExCup points on the non-member points list, which would rank No. 125. Also finished with $771,640 in official money, including a World Golf Championship start, well ahead of No. 125 Greg Chalmers ($595,483). Will take up membership on the PGA TOUR for the 2013-2014 season...Made the cut in all six of his starts as a professional to go with one missed cut as an amateur...In his first year as a professional, he quickly became one of the top players on the Japan Golf Tour, winning twice. Had a top-10 in his first start of the season, a T10 at the Token Homemate Cup. Recovered from a 75-74 showing in the second and third rounds to put together a 66 Sunday...In his next start, earned his second Japan Golf Tour title when he captured the Tsuruya Open in April. Opened with a 69 at Yamanohara GC's Yamanohara Course. Followed with an 8-under 63 in the second round then added weekend scores of 68-66 to edge David Oh by one shot...Appeared poised to win a second consecutive tournament, playing in The Crowns. Began the final round a stroke behind leader Michio Matsumura. Both players shot final-round 67s, with Matsumura winning by a stroke...Was close again in his next start. Finished T2 at the PGA Championship Nissin Cupnoodles Cup. Had a disappointing Sunday. Took a four-shot advantage over Yuki Kono entering the final round at Sobu CC. Stumbled badly over his final 18 holes, shooting a 4-over 75 to drop into a three-way T2, with Yoshinori Fujimoto and Hiroyuki Fujita, a stroke behind winner Hyung-Sung Kim...Picked up his second win of the season when he was victorious at the Diamond Cup Golf. Entered the final round tied with veteran Tommy Nakajima at 8-under, shot a Sunday 71 and held on for a two-shot victory over Kim to take a commanding lead on the order of merit, over Kim...At the U.S. Open qualifying in Japan, easily earned medailist honors (67-65) to outdistance Jung-Gon Hwang. Finished T10 at Merio GC, giving him the mark for the best finish by a player in the field making his U.S. Open debut. Week included a final-round, 3-under 67—Sunday's best score (along with Jason Dufner). Was hoping to become just the sixth player to win the U.S. Open in his first appearance (Horace Rawlins in 1895, Fred Herd in 1898, Harry Vardon in 1900, George Sargent in 1909 and Francis Ouimet in 1913)...Continued his solid campaign a week later, finishing T7 at the Japan Golf Tour Championship Shishido Hills. Opened and closed with a pair of 67s for his sixth Japan Golf Tour top-10 in as many starts...Finished T6 at The Open Championship, the best showing of players making their first appearance at the event. It was his second top-10 finish of the season in a major, following his U.S. Open performance in June...Finished 15th at the Wyndham Championship on a sponsor exemption...Earned a third title of the campaign in early September despite shooting a final-round, 2-over 73 at the Fujisankei Classic. His Sunday struggles dropped him into a three-man playoff, with Hideto Tanihara and Sung-Joon Park. After the trio all parred the first playoff hole, he birdied the second extra hole to win his fourth career Japan Golf Tour title after squandering a four-stroke, 54-hole lead in Fujikawaguchiko...Was 1-3-1 in his four Presidents Cup matches in his initial appearance in the biennial event. \n\nAmateur: Entered the 2011 Mitsui Sumitomo Visa Taiheiyo Masters. In the weather-shortened event, won his first professional title, playing his final 36 holes in 12-under to beat Toru Taniguchi by two shots. His second-round 64 is still his low 18-hole Japan Golf Tour score...Played in six Japan Golf Tour events in 2012, making the cut in all six. Despite limited playing schedule, had a pair of runner-up finishes. First came at the Sun Chlorella Classic. Opened with a 71 then peeled off rounds of 66-69-69 to T2, two shots behind winner Brendan Jones...Was second again in November, at the Dunlop Phoenix. Shot rounds of 70-67-69-67 to solo second, five shots short of winner Luke Donald...Had two other top-10s, at the Mitsui Sumitomo Visa Taiheiyo Masters (T4) and the Japan Open (T7)...Successfully defended his Asia-Pacific Amateur title, again earning a trip to Augusta National for the Masters with his victory at Singapore Island CC...Won the 2010 Asia-Pacific Amateur, a triumph that earned him a playing position in the Masters Tournament. Finished at 15-under at Kasumigaseki CC in Kawagoe, Japan...Made his first Japan Golf Tour cut, finishing T30 at the 2009 Mitsubishi Diamond Cup Golf...A year later, he earned his first top-10 on the Tour, shooting four par-or-better rounds at the 2010 Japan Open to T3.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2013, 2015.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the Waste Management Phoenix Open.","dynStats" : "He ranks T11th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}