{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01682","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Levi","first" : "Wayne","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "February 22, 1952","age" : "64","birthPlace" : "Little Falls, New York","residence" : "Naples, FL, New Hartford, New York","family" : "Wife, Judy; Michelle (7\/29\/79), Lauren (1\/18\/83), Christine (12\/30\/84), Brian (5\/1\/88)","education" : "State University of New York-Oswego","splInterest" : "Financial and stock markets, reading","pronunciation" : "LEV-ee","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "Tiburon (Naples, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "10,855,178&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1977","qSchoolYear" : "1977","exmtStatus" : "Top 70 on All-Time Money List","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just 13 events, fewest since 2009 when he played a similar number...Teamed with Scott Simpson to T26 at the Bass Pro Shops Legends of Golf in April.","carHigh" : "\n","otherCarHigh" : "Becomes eligible to join the SENIOR TOUR at the SBC Senior Classic in late February and will be exempt by virtue of his PGA TOUR career earnings...Played the PGA TOUR full time from 1977-1997...Had career year in 1990, for which he was selected by peers as the first PGA TOUR Player of the Year. Won four times from May to September, making him the first since Curtis Strange in 1988 to win four times. Became the fifth player to earn more than $1 million in one season, finishing second to Greg Norman on the money list. In near darkness, captured the BellSouth Atlanta Classic, an event he also won in 1985, by one stroke over Keith Clearwater, Larry Mize and Nick Price. Two weeks later, captured the Centel Western Open by four over Payne Stewart. Also shot four straight rounds in the 60s for a two-stroke victory at the Canon Greater Hartford Open. Fourth victory came at the Canadian Open, by one over Ian Baker-Finch and Jim Woodward...First TOUR victory came with Bob Mann in 1978 Walt Disney World Team Championship...Upstate New York native captured the 1984 B.C. Open...Won the 1982 Hawaiian Open with an orange ball, the first player to win with a ball that wasn't white...Claimed the 1988 Chrysler Team Championship with George Burns...Was a member of the 1971 United States Ryder Cup team and represented the U.S. in the 1971 World Cup as well.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1988 Chrysler Team Championship [with George Burns].","intlVics" : "","curYearHigh" : "Played in just 13 events, fewest since 2009 when he played a similar number...Teamed with Scott Simpson to T26 at the Bass Pro Shops Legends of Golf in April.","carHigh" : "2014: In 16 starts he saved the best for last when he finished T6 at the Greater Hickory Kia Classic in his final appearance of the campaign. It was his first top-10 finish since 2011 (T3 with Keith Fergus at the Liberty Mutual Legends of Golf). Posted three consecutive rounds in the 60s, the first time he had done so since the 2010 Dick's Sporting Goods Open.\n\n 2013: Recorded his best finish in an individual stroke-play event since the 2010 Dick's Sporting Goods Open (T3) when he placed T7 at the inaugural Greater Gwinnett Championship near Atlanta, thanks to a final-round 69...The following week he and partner Larry Nelson finished T16 at the Liberty Mutual Insurance Legends of Golf.\n\n 2012: Played in 17 events, with a pair of top-25 finishes...Best showing came in June when he was T13 at the Regions Tradition, helped by a final-round, 3-under 69...Also T25 at the Liberty Mutual Insurance Legends of Golf with partner Keith Fergus.\n\n2011: Along with partner Keith Fergus, was tied for the 36-hole lead at the Liberty Mutual Legends of Golf and eventually finished T3, one stroke short of a playoff in the team, better-ball Legends Division. 2010: Enjoyed his most-productive outing in over three years when he was T3 at the Dick's Sporting Goods Open in June. Was the first-round leader after a 7-under-par 65 and remained in contention throughout the tournament before eventually finishing two strokes behind champion Loren Roberts. Performance in Endicott before family and friends was his best Champions Tour effort since he was third at the 2007 Liberty Mutual Legends of Golf, its final year using an individual stroke-play format...Final-round 68 at the SAS Championship moved him into a T24 and included a rare two eagles on par-4 holes. Holed out his second shot on No. 2 (5-iron, 176 yards). Two holes later, he holed second shot at No. 4 (6-iron, 170 yards). It marked the first time that had happened on the Champions Tour since Tom Kite in the opening round of the 2006 Charles Schwab Cup Championship. 2009: Underwent a double-bypass heart operation in early April and was out of action until late June when he returned at the Dick's Sporting Goods Open. Finished T33 at En-Joie GC, shooting back-to-back 69s on the weekend...Made five starts prior to his surgery, with his best finish a T11 at The ACE Group Classic in Naples. 2007: Along with Andy Bean, was the 36-hole co-leader at the Outback Steakhouse Pro-Am near Tampa. Eventually placed sixth at the TPC Tampa Bay after shooting a 4-over 75 in the final round, with temperatures in the low 50s and gusting winds to 30 mph...Was the early leader Sunday at the Liberty Mutual Legends of Golf and narrowly missed getting in a playoff with Jay Haas and Tom Kite when he three-putted the final green. His T3 performance in Savannah was his best since a T3 at the Boeing Greater Seattle Classic in 2006. 2006: Final-round 66 vaulted him up into a T3 at the Boeing Greater Seattle Classic. 2005: Was one of the hottest players on the Champions Tour during the first part of the season, with seven top-10 finishes in his first eight starts...Made impressive showing at the Toshiba Senior Classic. Fired three consecutive sub-par rounds to finish T2, four strokes behind winner Mark Johnson...Was the 36-hole leader at the Liberty Mutual Legends of Golf in Savannah, but finished T3 after shooting a 76 Sunday in cool, windy conditions...Was the 36-hole co-leader the following week at the FedEx Kinko's Classic, but slid to T3 after posting a final-round 73 in Austin...Was T5 at the U.S. Senior Open in Dayton, his best performance in a major championship on the Champions Tour. 2004: Enjoyed his finest season on the Champions Tour, surpassing the $1-million mark for the first time and finishing 11th overall on the money list...Won for the second time in his career when he went wire-to-wire at the Constellation Energy Classic in early October. Held off a late charge from Hale Irwin for a two-stroke win near Baltimore...Opened with an 8-under-par 64 in his next start at the Administaff Small Business Classic and held a two-stroke margin over D.A. Weibring after 36 holes, but a closing-round 72 left him T3...Earlier was T2 at the Commerce Bank Long Island Classic. Besides eventual winner Jim Thorpe, was the only other player to post three straight rounds in the 60s on Eisenhower Park's Red Course. Missed a playoff with Thorpe when his uphill 15-foot birdie putt from the fringe on the last hole came up short. 2003: Registered his first victory since the 1990 Canadian Open. Became the sixth of seven first-time winners on the Champions Tour when he triumphed by one stroke at the 3M Championship near Minneapolis in August. Put together three straight rounds in the 60s and sank a 4-foot birdie putt on the final hole to nip Gil Morgan and Morris Hatalsky for the victory. Earned $262,500, the largest check of his professional career. Victory at the TPC Twin Cities came in the midst of a run of 13 straight par-better rounds. 2002: Finished a respectable 28th on the money list in his first full year on the Champions Tour...Made his debut in early March at the SBC Senior Classic near Los Angeles and T37 at Valencia CC...Best finish among seven top-10 efforts was a T4 at the Farmers Charity Classic in Michigan.\n","otherCarHigh" : "Played the PGA TOUR full time from 1977-97...Had career year in 1990, for which he was selected by peers as the first PGA TOUR Player of the Year. Claimed four victories from May to September, making him the first since Curtis Strange in 1988 to win four times...Became the fifth player to earn more than $1 million in one season, finishing second to Greg Norman on the money list with $1,024,647...In near darkness, captured the BellSouth Atlanta Classic, an event he also won in 1985, by one stroke over Keith Clearwater, Larry Mize and Nick Price...Two weeks later, captured the Centel Western Open by four over Payne Stewart...Also shot four straight rounds in the 60s for a two-stroke victory at the Canon Greater Hartford Open...Fourth victory came at the Canadian Open, by one over Ian Baker-Finch and Jim Woodward...First TOUR victory came with Bob Mann in 1978 Walt Disney World Team Championship...Upstate New York native captured the 1984 B.C. Open...Won the 1982 Hawaiian Open with an orange ball, the first player to win with a ball that wasn't white...Was a member of the 1991 U.S. Ryder Cup team and represented the U.S. in the 1991 World Cup, as well...Was a two-time All-America and is a member of the Oswego State Athletic Hall of Fame. Also played briefly at the University of South Florida...Has four career holes-in-one.","personal" : "Maintains a great interest in the stock market. Home office has numerous computers and financial documents...Favorite movie is \"Contact.\"...Says best shot of his career was the sand wedge he hit to win 1990 BellSouth Atlanta Classic in near-darkness...Admires Tiger Woods...Favorite course is Butler National near Chicago and Muirfield Village in Ohio, home to the PGA TOUR's Memorial Tournament...Says greatest accomplishment was winning four tournaments in 1990 and earning Player of the Year Award...First job was in construction...A New York Giants follower and his favorite athlete is Lawrence Taylor...Says if he weren't playing golf, he'd be a scientist...Biggest thrill outside of golf was the birth of his first child...Keeps an Indian-head penny in his golf bag.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T33rd at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 67th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}