{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20104","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Duke","first" : "Ken","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "205","weightMetric" : "93","birthDate" : "January 29, 1969","age" : "47","birthPlace" : "Hope, Arkansas","residence" : "Palm City, Florida","family" : "Wife, Michelle; Ashleigh Ann (4\/23\/03), Lauren Faye (7\/7\/05)","education" : "Henderson State University (1992, Sports Management)","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2006, 2011)","trndProYear" : "1994","clubAffl" : "The Tesoro Club (Port St. Lucie, Florida); Maumelle CC (Maumelle, Arkansas)","cityPlaysFrm" : "Stuart; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,787,990&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1995","exmtStatus" : "","otherVics" : "","intlVics" : "(2): 1999 Shell Payless Open [Can], Bayer Championship [Can].","curYearHigh" : "","carHigh" : "Member of PGA TOUR in 2004, 2007-09 and the Nationwide Tour in 1995, 2003, 2005-06 and 2011. 2010: Made the cut in 11 of 23 starts on the Nationwide Tour with his best finish a T16 at the Knoxville News Sentinel Open. Also made three cuts in five PGA TOUR starts. Finished T21 at the Zurich Classic of New Orleans. Playing on a sponsor exemption, finished T8 at the Viking Classic after holding a share of the first-round lead after a 6-under-par 66. Recorded first top-10 finish on TOUR since the 2008 Ginn sur Mer Classic (T2), a span of 34 tournaments. Later added a T15 at The McGladrey Classic. 2009: Failed to record a top-10 finish for the first time when playing a full season on the PGA TOUR. Made the cut in 14 of 29 starts, with a T23 at the HP Byron Nelson Championship his best outing. Completed the year No. 158 on the money list. 2008: Had the best season of his professional career, with four top-10s and 10 top-25s on the PGA TOUR. Finished T6 at the Arnold Palmer Invitational, thanks to a closing, 2-under 68, his first start in the event. It was his best finish since a runner-up to Nick Watney at the 2007 Zurich Classic of New Orleans. Recorded his second top-10 of the season with a T4 at the Buick Open. Eagled the par-4 14th Sunday to vault into contention before falling two strokes shy of eventual winner Kenny Perry. Shared the first-round lead at the John Deere Classic with a 7-under 64. Finished T18. Third top-10 was a runner-up at the U.S. Bank Championship, one stroke behind Richard S. Johnson. Posted four rounds in the 60s, including a final-round 65. Recorded his best finish in a major championship, a T13 in the PGA Championship at Oakland Hills. He was just one stroke back after an opening 1-under 69. Recorded his seventh top 20 in the last nine starts with a T10 at the Deutsche Bank Championship. The good play pushed him to 18th in FedExCup points after his top-10 finish near Boston...2007: After missing the cut in four of his first seven PGA TOUR starts, the leading money-winner on the 2006 Nationwide Tour made 21 of 24 cuts the remainder of the season, including four consecutive top-10s in the middle of the season. Best finish was a second at the Zurich Classic of New Orleans where he began the final round two shots off Watney's 12-under lead. Shot 70 in the final round to claim his best career TOUR finish. Also earned his biggest paycheck to date, $658,800. Added a fifth top-10 at the Ginn sur Mer Classic at Tesoro, his home course in Port St. Lucie, FL. His T5 in that event moved him to No. 36 on the money list...2006: Finished No. 1 on the Nationwide Tour money list and earned Player of the Year honors. Position made him fully exempt for the 2007 PGA TOUR and also earned entry into the 2007 PLAYERS Championship. Tied for first on the Nationwide Tour with nine top-10s (with Boo Weekley), including four top-three finishes. Among those top-threes was his first Nationwide Tour win at the BMW Charity Pro-Am at The Cliffs in April. At the BMW Charity Pro-Am at The Cliffs, posted four rounds in the 60s (69-68-68-68) to finish 13-under 273, one shot in front of Jess Daley. Followed his victory by Monday Qualifying for the PGA TOUR's Wachovia Championship in Charlotte, NC, where he finished T14. Finally took over the money-list top spot with a runner-up finish at the Palmetto Pride Classic, falling in a Monday playoff to Aussie Michael Sim. 2005: Made the cut in 10 of 23 starts on the Nationwide Tour, with three top-10 finishes. Ended the year No. 47 on the money list, with $113,102. A final-round, 5-under 67 led to a solo-sixth place finish at the Chitimacha Louisiana Open, marking his fourth career top-10 on the Nationwide Tour. Birdied Nos. 1-6 in the first round of the ING New Zealand PGA Championship, representing the Tour's second-best birdie streak of the season. After missing four consecutive cuts following his play in Louisiana, came back with a T3 finish at the Henrico County Open, finishing three strokes behind champion Chad Collins. Equaled his best career finish on Tour with a runner-up showing at the Canadian PGA Championship. At 16-under-par 272, including four rounds in the 60s, finished three shots behind tournament winner Jon Mills. Collected $48,600 for his efforts. 2004: Member of the PGA TOUR for the first time after finishing T12 at 2003 Q-School. First career top-10 came in his 29th career start, finishing T9 at the Reno-Tahoe Open, thanks to 8-under 64 in the second round. Had played in eight PGA TOUR events prior to his rookie season, making three cuts with one top-25 finish, a T23 at the 1996 Greater Vancouver Open. 2003: Made the cut in 19 of 26 events on the Nationwide Tour. Wrapped up the season No. 33 on the money list, with $133,167. Finished runner-up to Brett Wetterich at the Chitimacha Louisiana Open. Earned a career-best $51,300 for his efforts. He and Wetterich both shot opening-round 10-under-par 62s, the low first 18 on Tour all season. Ended the season with a strong showing at the Nationwide Tour Championship, finishing fourth, five shots behind Chris Couch. 1995: Played the Nationwide Tour and made the cut in five of 22 tournaments that year, finishing No. 179 on the money list with his best finish a T24 at the Knoxville Open...Finished first on the 1999 Canadian Tour Order of Merit with $122,187. Won the 1999 Shell Payless Open and Bayer Championship on Canadian Tour. Played in the 1997 Open Championship. In addition to the Nationwide Tour and Canadian Tour, has also played on the Asian Tour and the South American Tour. \n","otherCarHigh" : "Was named all-conference and all-district all four years in college. Competed in 1993 and 1994 U.S. Amateurs. Inducted into the Henderson State University Hall of Fame.","personal" : "Biggest thrill in golf was playing a practice round with Jack Nicklaus at the 1997 Open Championship...Lists Larry Bird as his hero...Credits his dad for giving him his start in golf...Is an avid fisherman.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2003","exmtStatus" : "117th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(2): 1999 Shell Payless Open [Can], Bayer Championship [Can].","curYearHigh" : "","carHigh" : "2014-15: Claimed three top-10 finishes in 29 starts to advance to the FedExCup Playoffs for a fifth time. A T62 at The Barclays ended his season at No. 117 in the FedExCup standings...Finished T4 at The McGladrey Classic for his first top-10 on TOUR since winning the 2013 Travelers Championship, a span of 36 events. Has three top-20 finishes in three starts at The McGladrey Classic (T15 in 2010 and T20 in 2012). Posted four rounds in the 60s at Sea Island to finish two strokes out of the three-man playoff, with eventual-champion Robert Streb, Will MacKenzie and Brendon de Jonge. Posted a second-round, 8-under 63 at the OHL Classic at Mayakoba, the low score of the week, en route to a T9. Was temporarily tied for the lead in the third round...Closed the Travelers Championship with a birdie from 35 feet, 9 inches on the 18th hole to finish the tournament T10.\n\n2013-14: Finished No. 157 on the FedExCup points list, marking just the second time (2009) in the FedExCup era he failed to advance to the FedExCup Playoffs as a member. Made the cut in 16 of 25 starts. Tallied two top-25 finishes, coming in his first three starts of the season (T15 at the Shriners Hospitals for Children Open and T16 at the Hyundai Tournament of Champions)...Honored by the Golf Writers Association of America with the Ben Hogan Award presented by ISPS Handa for remaining active in golf despite a physical handicap or serious illness (scoliosis).\n\n2013: Enjoyed a breakthrough year, highlighted by his first career PGA TOUR victory in his 187th start on the PGA TOUR, at the Travelers Championship. Successfully played his way through the first three events in the FedExCup Playoffs, before settling in at No. 67 with 930 points...Finished T8 at the Arnold Palmer Invitational, his second top-10 in four starts at Bay Hill...Defeated Chris Stroud with a birdie-3 on the second playoff hole (No. 18) to win his first TOUR event, at the Travelers Championship. Both players were competing in their first PGA TOUR playoff. Playoffs have decided five of the past 11 outcomes at TPC River Highlands (Bubba Watson in 2010, Hunter Mahan in 2007, Brad Faxon in 2005 and Woody Austin in 2004). First TOUR victory comes in his 187th start, at age 44 years, 4 months, 25 days. Won in his fifth start at the Travelers Championship. Previous-best finish was a T27 in 2008 (also T47 in 2012, T49 in 2004 and missed the cut in 2009). Six of the last eight winners of the Travelers Championship have been first-time TOUR champions. They are J.J. Henry (2006), Mahan (2007), Watson (2010), Freddie Jacobson (2011) and Marc Leishman (2012). There have been 17 players who have picked up their first TOUR win at the Travelers Championship. Recently returned to using Bob Toski as his swing coach. Toski won the Travelers Championship in 1953 and was the first first-time winner in Hartford. Is the oldest first-time TOUR winner since Ed Dougherty won the 1995 Sanderson Farms Championship, at age 47 years, 8 months, 19 days...On Tuesday after his win in Hartford, he joined his family as an invited guest of former Arkansas Senator David Pryor, who acknowledged on the Senate floor the TOUR victory.\n\n2012: Paired with 54-hole leader Charlie Wi in the final group on Sunday at the AT&T Pebble Beach National Pro-Am, unable to mount a charge with a 2-over 74, finishing T7, seven strokes behind Phil Mickelson. Opened the week in impressive fashion with a back-nine record, 8-under-par 28 en route to an 8-under-par 64 at Pebble Beach GL. The previous lows were 30s by Dan Pohl (final round, 1980) and Chris Wilson (second round, 2010)...Fired four rounds in the 60s at the Transitions Championship to finish T5 (12-under), one stroke out of a four-man playoff. It was his second top-10 of the campaign and best finish on TOUR since a T4 at the 2008 Buick Open...Shared the first-round lead at the Zurich Classic of New Orleans (7-under 65) and went on to record his third top-10 of the season, with a T7...Earned his fourth top-10 of the year, with a T7 at the HP Byron Nelson Championship. It was his second top-10 showing at the event, also finishing T7 in 2007...Claimed his fifth top-10 finish of the season, tying a season-best (2007-08), with T7 at the FedEx St. Jude Classic. In his fourth start at TPC Southwind, closed with eight birdies en route to a 5-under 65, one stroke shy of the low round of the day, posted by John Daly...Was as close as one stroke out of the lead heading down the stretch of The Greenbrier Classic before back-to-back double bogeys on Nos. 15 and 16 left him T7. It was his career-best sixth top-10 finish of the season, tying him at the time for the most on TOUR...Missed the cut at the first two Playoffs events, culminating with a No. 76 finish in the FedExCup standings.\n\n2011: Finished No. 7 on the Web.com Tour money list to earn his first trip to the PGA TOUR since the 2009 season. Entered the season-ending Web.com Tour Championship 36th on the money list. Rounds of 72-68-70-68-278 (10-under) in windy, cool conditions at the season-ending Web.com Tour Championship at Daniel Island in South Carolina led to his first Tour victory since 2006, when he won once and collected both the money title and Player of the Year honors. Entered the final round one shot back of leader Jason Kokrak, who struggled the last day, and won by two over Scott Brown. The Tour's biggest first prize of the year, $180,000, helped earn him a return to the PGA TOUR in 2012. \n\n2010: Made the cut in 11 of 23 starts on the Web.com Tour with his best finish a T16 at the Knoxville News Sentinel Open…Also made three cuts in five PGA TOUR starts. Playing on a sponsor exemption, finished T8 at the Viking Classic after holding a share of the first-round lead after a 6-under-par 66. Recorded first top-10 finish on TOUR since the 2008 Ginn sur Mer Classic (T2), a span of 34 tournaments. \n\n2009: Failed to record a top-10 finish for the first time when playing a full season on the PGA TOUR. Made the cut in 14 of 29 starts, with a T23 at the HP Byron Nelson Championship his best outing. Completed the year No. 158 on the money list. 2008: Best season of his professional career, with four top-10s and his first trip to the TOUR Championship by Coca-Cola…Finished T6 at the Arnold Palmer Invitational, thanks to a closing, 2-under 68, his first start in the event. It was his best finish since a runner-up to Nick Watney at the 2007 Zurich Classic of New Orleans…Recorded his second top 10 of the season with a T4 at the Buick Open. Eagled the par-4 14th Sunday to vault into contention before falling two strokes shy of eventual winner Kenny Perry...Shared the first-round lead at the John Deere Classic with a 7-under 64. Finished T18…Third top 10 was a runner-up at the U.S. Bank Championship, one stroke behind Richard S. Johnson. Posted four rounds in the 60s, including a final-round 65…Finished T10 at the Deutsche Bank Championship for first top-10 finish in the FedExCup Playoffs, climbing from No. 28 to No. 18 in the FedExCup standings…Played in first TOUR Championship by Coca-Cola, finishing T17 to end the season No. 22 in the FedExCup standings. \n\n2007: After missing the cut in four of his first seven PGA TOUR starts, the leading money-winner on the 2006 Web.com Tour made 21 of 24 cuts the remainder of the season, including four consecutive top-10s in the middle of the season…Best finish was a second at the Zurich Classic of New Orleans where he began the final round two shots off Watney's 12-under lead…Shot 70 in the final round to claim his best career TOUR finish. Also earned his biggest paycheck to date, $658,800…Added a fifth top-10 at the Ginn sur Mer Classic at Tesoro, his home course in Port St. Lucie, Fla. His T5 in that event moved him to No. 36 on the money list. \n\n2006: Finished No. 1 on the Web.com Tour money list and earned Player of the Year honors. Position made him fully exempt for the 2007 PGA TOUR and also earned entry into the 2007 PLAYERS Championship. Tied for first on the Web.com Tour with nine top-10s (with Boo Weekley), including four top-three finishes…Among those top-threes was his first Web.com Tour win at the BMW Charity Pro-Am at The Cliffs in April, where he posted four rounds in the 60s (69-68-68-68) to finish 13-under 273, one shot in front of Jess Daley…Followed his victory by Monday Qualifying for the PGA TOUR's Wachovia Championship where he finished T14…Took over the Web.com Tour money-list top spot with a runner-up finish at the Palmetto Pride Classic, falling in a Monday playoff to Aussie Michael Sim. \n\n2005: Made the cut in 10 of 23 starts on the Web.com Tour, with three top-10 finishes. Ended the year No. 47 on the money list, with $113,102…A final-round, 5-under 67 led to a solo-sixth place finish at the Chitimacha Louisiana Open, marking his fourth career top-10 on the Web.com Tour…Birdied Nos. 1-6 in the first round of the ING New Zealand PGA Championship, representing the Tour's second-best birdie streak of the season…After missing four consecutive cuts following his play in Louisiana, came back with a T3 finish at the Henrico County Open, finishing three strokes behind champion Chad Collins. Equaled his best career finish on Tour with a runner-up showing at the Canadian PGA Championship. At 16-under-par 272, including four rounds in the 60s, finished three shots behind tournament winner Jon Mills. Collected $48,600 for his efforts. \n\n2004: Member of the PGA TOUR for the first time after finishing T12 at 2003 Q-School…First career top-10 came in his 29th career start, finishing T9 at the Reno-Tahoe Open, thanks to 8-under 64 in the second round.\n\n2003: Made the cut in 19 of 26 events on the Web.com Tour and finished No. 33 on the money list, with $133,167…Finished runner-up to Brett Wetterich at the Chitimacha Louisiana Open. He and Wetterich both shot opening-round, 10-under-par 62s, the low first 18 on Tour all season…Ended the season with a strong showing at the Web.com Tour Championship, finishing fourth, five shots behind Chris Couch. \n\n2002: Made four PGA TOUR starts, including the U.S. Open (missed cut). Played on the weekend at both the Tampa Bay Classic (T31) and the Michelob Championship (70th).\n\n1999: Missed the cut in both of his PGA TOUR starts, both in Canada (Air Canada Championship and Bell Canadian Open)...Won the Shell Payless Open and Bayer Championship on Canadian Tour.\n\n1997: Played in the 1997 British Open, missing the cut. \n\n1995: Played the Web.com Tour and made the cut in five of 22 tournaments, finishing No. 179 on the money list. His best finish was a T24 at the Knoxville Open…Finished first on the 1999 Canadian Tour order of merit, with $122,187. In addition to the Web.com Tour and Canadian Tour, has also played on the Asian Tour and the South American Tour.\n\nAmateur: Was named all-conference and all-district all four years in college…Competed in 1993 and 1994 U.S. Amateurs…Inducted into the Henderson State University Hall of Fame.\n","otherCarHigh" : "","personal" : "As a seventh-grader, was diagnosed with scoliosis. The Arkansas Children's Hospital in Little Rock, Ark., determined he had a 26-percent curvature of the spine and advised him to wear a back brace 23 hours a day. Two years later, with the curvature reaching 51 percent, he underwent surgery. Without the procedure, the pressure on his lungs and heart might have become life-threatening. Surgeons attached a 16-inch metal road to his spine to facilitate straightening. Remarkably, just months later he returned to his high school golf team—and playing in a back brace—won medalist honors at a district tournament. In 2009, the University of Arkansas for Medical Sciences established The Ken Duke Endowed Chair in Scoliosis. Funds from the chair treat spinal deformities, tumors and fractures...He credits his dad for giving him his start in golf but says legendary instructor Bob Toski changed his swing and his life. His biggest golf thrill was playing a round at Augusta National in 2009 with Toski, who was 82 at the time...An avid fisherman and country music fan...Lists Larry Bird as his hero...Was inducted into the Arkansas Golf Hall of Fame in October 2013 at Pleasant Valley CC in Little Rock...Pledged $25,000 to Travelers Championship charities at awards ceremony after his 2013 victory, issuing a personal check before leaving TPC River Highlands that evening.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T37th at the The Honda Classic.","dynStats" : "He ranks T59th in Driving Accuracy Percentage - on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/KenDukeGolf"},{"cat" : "google+","desc" : "","url" : "https:\/\/plus.google.com\/106735552862288584599\/posts"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/DukePGA"},{"cat" : "youtube","desc" : "","url" : "https:\/\/www.youtube.com\/channel\/UC5hcflYjbO0yKypCJU1T3Pg"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}