{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28679","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gomez","first" : "Fabian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "163","weightMetric" : "74","birthDate" : "October 27, 1978","age" : "37","birthPlace" : "Resistencia, Chaco, Argentina","residence" : "Resistencia, Chaco, Argentina","family" : "Wife, Pamela; Melina (8\/11\/04), Valentina (02\/07\/12)","education" : "","splInterest" : "Soccer, movies, music","pronunciation" : "fah-BEE-un","nwTourAlumnus" : "Web.com Tour Graduate (2010, 2014)","trndProYear" : "2002","clubAffl" : "Chaco GC (Resistencia, Chaco, Argentina)","cityPlaysFrm" : "Chaco; ; Argentina","websiteUrl" : "http:\/\/www.fabiangomezgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,142,868&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Notched his first top-10 finish of the season at the Hyundai Tournament of Champions where he finished T6 in his first appearance. Was in a three-way tie for second through 36 holes at Kapalua with Kevin Kisner and Patrick Reed, four shots behind eventual-winner Jordan Spieth. Hit 50 of 60 greens for the week, tying him for the lead in driving accuracy for the week...Earned his second-career victory the following week at the Sony Open in Hawaii defeating Brandt Snedeker on the second playoff hole with a birdie on the par-5 18th and became the first international winner of the event since K.J. Choi in 2008. His final-round 62 was the lowest final round for a winner of the Sony Open, and tied the lowest final round score in tournament history. The 62 included seven-straight birdies, the longest birdie streak of the year on the PGA TOUR at the time. Became the fourth player from Argentina to record multiple victories on the PGA TOUR, joining Roberto De Vicenzo (5), Angel Cabrera (3) and Jose Coceres (2). The playoff was the first of his career (1-0). As a result of the victory, moved from No. 19 to No. 5 in the FedExCup.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "","otherVics" : "","intlVics" : "(4): 2006 Venezuela Open. 2008 Torneo de Maestros de Argentina. 2009 78 Campeonato Abierto del Centro, V Roberto De Vicenzo Classic Copa NEC.","curYearHigh" : "Notched his first top-10 finish of the season at the Hyundai Tournament of Champions where he finished T6 in his first appearance. Was in a three-way tie for second through 36 holes at Kapalua with Kevin Kisner and Patrick Reed, four shots behind eventual-winner Jordan Spieth. Hit 50 of 60 greens for the week, tying him for the lead in driving accuracy for the week...Earned his second-career victory the following week at the Sony Open in Hawaii defeating Brandt Snedeker on the second playoff hole with a birdie on the par-5 18th and became the first international winner of the event since K.J. Choi in 2008. His final-round 62 was the lowest final round for a winner of the Sony Open, and tied the lowest final round score in tournament history. The 62 included seven-straight birdies, the longest birdie streak of the year on the PGA TOUR at the time. Became the fourth player from Argentina to record multiple victories on the PGA TOUR, joining Roberto De Vicenzo (5), Angel Cabrera (3) and Jose Coceres (2). The playoff was the first of his career (1-0). As a result of the victory, moved from No. 19 to No. 5 in the FedExCup.","carHigh" : "2013: Made 10 cuts in 23 PGA TOUR starts, highlighted by a share of second place in his sixth start of the season...Finished T2 at the Puerto Rico Open for his second career TOUR top-10. Entered the day in a tie for the lead with Scott Brown, at 18-under. It was the first time he held the lead after any round on TOUR. Previous-best career finish on TOUR was a T7 at the Puerto Rico Open in 2011. That was his only other start in the Puerto Rico Open. In the second round, his 64 bettered his lowest career round on TOUR by two strokes...After missed cuts in the first three (of four) events in the Web.com Tour Finals, claimed a share of 32nd place at the Web.com Tour Championship at TPC Sawgrass. \n\n2012: Made the cut in 14 of 23 starts and had five top-25 finishes, including three top-10s...Fired a 6-under 65 in the final round at the Chitimacha Louisiana Open to T2, eight shots back of winner Casey Wittenberg. Bogeyed the par-3 16th hole in the second and third rounds, for his only bogeys of the week. Vaulted up the board Sunday and was the first to post a 16-under total after birdies on final two holes. Climbed to the runner-up position when several players stumbled down the stretch...Was T7 at the South Georgia Classic, thanks to four sub-par scores and a 9-under total...Teamed with amateur Bryan Todd to win the pro-am portion of the BMW Charity Pro-Am by 12 strokes. Finished T33 in the tournament on his own ball...Closed the year with four straight made cuts, including a T10 at the Winn-Dixie Jacksonville Open. Carded three consecutive rounds of 70 after an opening-round 69 at TPC Sawgrass' Dye's Valley Course. Started his final round with bogeys at the first and fifth holes before fininshing the round with a birdie on No. 18 and an even-par 70. \n\n2011: Made the cut in his first three starts during his rookie season on the PGA TOUR. Made the cut in 16 of 26 starts during the year and claimed three top-25 finishes, highlighted by a top-10 finish in his seventh tournament of the season...At the Puerto Rico Open, posted four consecutive, sub-par rounds of 67-70-70-70 to finish T7...Missed the cut at the Melwood Prince George's County Open in his only Web.com Tour appearance. \n\n2010: Made 26 starts and had a win and a runner-up among his five top-10 finishes. Ended the season No. 12 on the money list and earned a berth on the 2011 PGA TOUR, where he will be a rookie...Earned his first career title in March at the Chitimacha Louisiana Open, where he fired a final-round, 7-under 64 to win by six strokes, the largest winning margin in the tournament's 19-year history. Was two shots off the pace heading into the last round at Le Triomphe. Grabbed the lead midway through the front nine and never relinquished it. Pulled away during the back nine, eventually increasing his lead to the winning margin with birdies at Nos. 16 and 17. Joined Miguel Carballo, winner of the 2007 Panama Movistar Championship, as the only players from Argentina to win on the Web.com Tour...First top-10 of the year was a T10 at the Pacific Rubiales Bogota Open. Going into the weekend in Colombia, he was tied for 49th. Back-to-back 68s gave him his best finish since a T7 at the 2009 Web.com Tour Championship at Daniel Island...Finished sixth at the BMW Charity Pro-Am. Was tied for the lead after a 64 in the first round. A second-round 69 and another 64 in the third round put him one stroke ahead going into the final round. A 72 on Sunday left him three strokes back, a year after losing in a playoff at the same tournament to Michael Sim...Finished T9 at the Mexico Open Bicentenary...Picked up his fifth top-10 nine starts later at the WNB Golf Classic. Entered the weekend T34 before firing back-to-back 66s to finish T2. \n\n2009: Ended the Web.com Tour year No. 27 on the money list despite a pair of top-10 finishes in the year's final two events. Moved up three spots, from No. 30, with a T7 at the Web.com Tour Championship at Daniel Island. Birdied the final two holes of the tournament but missed getting into \"The 25\" by a single stroke...Finished No. 5 overall in Putts Per Round...Fired a final-round, 5-under 66 to force a playoff with Michael Sim at the BMW Charity Pro-Am...Settled for career-best runner-up finish when Sim parred the first extra hole for the win. Collected a career-high $75,600 for the week and jumped from No. 158 to No. 13 on the money list...Next top-10 was a T9 at the Cox Classic in Omaha followed by a T5 at the Miccosukee Championship. Also played in four events on the Tour de las Americas, winning twice in his home country—at the 78 Campeonato Abierto del Centro (Cordoba) and the V Roberto De Vicenzo Classic Copa NEC (Buenos Aires).\n\n2008: Made 13 cuts in 26 starts on the Web.com Tour, including five top-25 finishes. Was 3-under 285 at the Moonah Classic, good for a T5...Finished T7 at the Preferred Health Systems Wichita Open, where he has recorded seven consecutive rounds in the 60s. Had a T8 finish at the WNB Golf Classic. Ended the season No. 70 on the money list. \n\n2007: Finished his rookie season on the Web.com Tour with nine made cuts in 16 starts, including five top-25 finishes and a No. 58 position on the money list, with $108,026. Began the campaign with a T11 finish at the Rochester Area Charities Showdown at Somerby but then missed the weekend in his next four starts...Turned in a career-best, runner-up finish at the Preferred Health Systems Wichita Open, finishing four strokes behind Brad Elder. Collected $54,000...Posted the last of his two top-10 finishes with a T5 effort at the Utah EnergySolutions Championship. Was one of the top-ranked players statistically, finishing the year third in Putting Average, fifth in Scoring Average and ninth in the All-Around...Has never played in a PGA TOUR event. In what would have been his first Web.com Tour start, the 2005 Miccosukee Championship, tournament was canceled due to Hurricane Wilma. Earned his ticket into the event with an 11-under 60 (28-32) at the Carolina Club to capture individual medalist honors by seven shots in the Monday qualifier. Has been a member of the PGA Tour of Argentina (2001-06), Tour de las Americas (2002-06) and the Gateway Tour (2004-06)...Winner of the 2006 Venezuela Open. Followed that victory on the Tour de las Americas a month later with a win on the Gateway Tour at Bear Lakes CC. Equaled a course record with a 10-under 62 and then held on with a 2-over 74 in the final round for the one-shot victory over Jeremy Pope. \n","otherCarHigh" : "","personal" : "Favorite professional team is Boca Juniors. a soccer team from Argentina...Favorite movie is \"Gladiator\" and favorite food is asado, a type of barbecue. Favorite city to visit is Miami...Lists Tiger Woods and legendary Argentine soccer player Diego Maradona as his heroes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Notched his first top-10 finish of the season at the Hyundai Tournament of Champions where he finished T6 in his first appearance. Was in a three-way tie for second through 36 holes at Kapalua with Kevin Kisner and Patrick Reed, four shots behind eventual-winner Jordan Spieth. Hit 50 of 60 greens for the week, tying him for the lead in driving accuracy for the week...Earned his second-career victory the following week at the Sony Open in Hawaii defeating Brandt Snedeker on the second playoff hole with a birdie on the par-5 18th and became the first international winner of the event since K.J. Choi in 2008. His final-round 62 was the lowest final round for a winner of the Sony Open, and tied the lowest final round score in tournament history. The 62 included seven-straight birdies, the longest birdie streak of the year on the PGA TOUR at the time. Became the fourth player from Argentina to record multiple victories on the PGA TOUR, joining Roberto De Vicenzo (5), Angel Cabrera (3) and Jose Coceres (2). The playoff was the first of his career (1-0). As a result of the victory, moved from No. 19 to No. 5 in the FedExCup.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "2015-16 tournament winner (through 2017-18)","otherVics" : "","intlVics" : "(4): 2006 Venezuela Open. 2008 Torneo de Maestros de Argentina-Argentina Masters [Can]. 2009 78 Campeonato Abierto del Centro [Arg], V Roberto De Vicenzo Classic Copa NEC [Arg].","curYearHigh" : "Notched his first top-10 finish of the season at the Hyundai Tournament of Champions where he finished T6 in his first appearance. Was in a three-way tie for second through 36 holes at Kapalua with Kevin Kisner and Patrick Reed, four shots behind eventual-winner Jordan Spieth. Hit 50 of 60 greens for the week, tying him for the lead in driving accuracy for the week...Earned his second-career victory the following week at the Sony Open in Hawaii defeating Brandt Snedeker on the second playoff hole with a birdie on the par-5 18th and became the first international winner of the event since K.J. Choi in 2008. His final-round 62 was the lowest final round for a winner of the Sony Open, and tied the lowest final round score in tournament history. The 62 included seven-straight birdies, the longest birdie streak of the year on the PGA TOUR at the time. Became the fourth player from Argentina to record multiple victories on the PGA TOUR, joining Roberto De Vicenzo (5), Angel Cabrera (3) and Jose Coceres (2). The playoff was the first of his career (1-0). As a result of the victory, moved from No. 19 to No. 5 in the FedExCup.","carHigh" : "2014-15: In a season highlighted by his first career win, advanced to the FedExCup Playoffs for the first time. Played his way through the Playoffs' third event, the BMW Championship, before ending his season at No. 64 in the FedExCup standings...Posted four rounds in the 60s to finish T8 at The McGladrey Classic, just the third top-10 finish of his PGA TOUR career and first since a T2 effort at the 2013 Puerto Rico Open...Parlayed a share of the 54-hole lead into his first career PGA TOUR title at the FedEx St. Jude Classic, winning by four strokes over England's Greg Owen. Only needed 106 putts during the week at TPC Southwind, his career-low in that category in a TOUR event. With the victory, joined Roberto De Vicenzo, Angel Cabrera, Jose Coceres and Andres Romero as players from Argentina to win on the PGA TOUR.\n\n2013-14: Finished the year with 18 Web.com Tour appearances, three top-10s, eight top-25s and 13 cuts made...Made it to the weekend in his first five events. Top finishes were T11s in March at the Panama Claro Championship and Chitimacha Louisiana Open...Missed the cut at the South Georgia Classic, then reeled off six made cuts in a row, which included a T4 and a T10...The T4 came in June at the United Leasing Championship where he made four consecutive birdies during a first-round 69. Carded 70-72 and was six back after 54 holes. Birdied No. 15 to get to within one of the lead on the final day, but a bogey at No. 16 ended his chances at victory despite a birdie on the 72nd hole...The T10 came at the Albertsons Boise Open in July, which was buoyed by an opening 65 and a closing 66...In early August, held a one-stroke lead after second round of the Stonebrae Classic, thanks to a Friday 60 when he fired a 28 on the front nine. The score was his career low on the Web.com Tour. Posted 67-68 over the weekend for a T2, three strokes behind winner Tony Finau...Officially secured his 2014-15 PGA TOUR card at the conclusion of the Regular Season in late-August (23rd on the money list), setting up his return to the PGA TOUR, where he was a member in 2011 and 2013...Played in four PGA TOUR events, making two of four cuts, with his best finishes T62 (Zurich Classic of New Orleans) and T64 (AT&T Pebble Beach National Pro-Am).\n\n2013: Made 10 cuts in 23 PGA TOUR starts, highlighted by a share of second place in his sixth start of the season...Finished T2 at the Puerto Rico Open for his second career TOUR top-10. Entered the day in a tie for the lead with Scott Brown, at 18-under. It was the first time he held the lead after any round on TOUR. Previous-best career finish on TOUR was a T7 at the Puerto Rico Open in 2011. That was his only other start in the Puerto Rico Open. In the second round, his 64 bettered his lowest career round on TOUR by two strokes...After missed cuts in the first three (of four) events in the Web.com Tour Finals, claimed a share of 32nd place at the Web.com Tour Championship at TPC Sawgrass. \n\n2012: Finished T10 at the PGA TOUR Qualifying Tournament to regain his TOUR card for 2013...Made the cut in 14 of 23 starts and had five top-25 finishes, including three top-10s…Fired a 6-under 65 in the final round at the Chitimacha Louisiana Open to T2, eight shots back of winner Casey Wittenberg. Bogeyed the par-3 16th hole in the second and third rounds, for his only bogeys of the week. Vaulted up the board Sunday and was the first to post a 16-under total after birdies on final two holes. Climbed to the runner-up position when several players stumbled down the stretch…Was T7 at the South Georgia Classic, thanks to four sub-par scores and a 9-under total…Teamed with amateur Bryan Todd to win the pro-am portion of the BMW Charity Pro-Am by 12 strokes. Finished T33 in the tournament on his own ball…Closed the year with four straight made cuts, including a T10 at the Winn-Dixie Jacksonville Open. Carded three consecutive rounds of 70 after an opening-round 69 at TPC Sawgrass' Dye's Valley Course. Started his final round with bogeys at the first and fifth holes before fininshing the round with a birdie on No. 18 and an even-par 70. \n\n2011: As a rookie on the PGA TOUR, finished No. 157 on the money list. \n\n2010: Made 26 Web.com Tour starts and had a win and a runner-up among his five top-10 finishes. Ended the season No. 12 on the money list and earned a berth on the 2011 PGA TOUR as a rookie...Earned his first career title in March at the Chitimacha Louisiana Open, where he fired a final-round, 7-under 64 to win by six strokes, the largest winning margin in the tournament's 19-year history. Was two shots off the pace heading into the last round at Le Triomphe. Grabbed the lead midway through the front nine and never relinquished it. Pulled away during the back nine, eventually increasing his lead to the winning margin with birdies at Nos. 16 and 17. Joined Miguel Carballo, winner of the 2007 Panama Movistar Championship, as the only players from Argentina to win on the Web.com Tour...First top-10 of the year was a T10 at the Pacific Rubiales Bogota Open. Going into the weekend in Colombia, he was tied for 49th. Back-to-back 68s gave him his best finish since a T7 at the 2009 Web.com Tour Championship at Daniel Island...Finished sixth at the BMW Charity Pro-Am. Was tied for the lead after a 64 in the first round. A second-round 69 and another 64 in the third round put him one stroke ahead going into the final round. A 72 Sunday left him three strokes back, a year after losing in a playoff at the same tournament to Michael Sim...Finished T9 at the Mexico Open Bicentenary...Picked up his fifth top-10 nine starts later at the WNB Golf Classic. Entered the weekend T34 before firing back-to-back 66s to finish T2...Played well down the stretch at the Tour de Las Americas' Torneo de Maestros Copa Personal to finish second to Andres Romero. \n\n2009: Ended the Web.com Tour year No. 27 on the money list despite a pair of top-10 finishes in the year's final two events. Moved up three spots, from No. 30, with a T7 at the Web.com Tour Championship at Daniel Island...Won the 78 Campeonato Abierto del Centro and the V Roberto De Vicenzo Classic Copa NEC in his native Argentina.\n","otherCarHigh" : "","personal" : "Favorite professional team is Boca, Jr., a soccer team from Argentina...Favorite movie is \"Gladiator\" and favorite food is asado, a type of barbecue. Favorite city to visit is Miami...Lists Tiger Woods and legendary Argentine soccer player Diego Maradona as his heroes...Got started in the game by serving as a caddie at age 8.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the Sony Open in Hawaii.","dynStats" : "He ranks 52nd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/FabianGomezGolf\/?fref=ts"},{"cat" : "instagram","desc" : "","url" : "https:\/\/www.instagram.com\/fabiangomezgolf\/"},{"cat" : "twitter","desc" : "","url" : "https:\/\/www.twitter.com\/FabianGomezGolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}