{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27615","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Nallen","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "April 9, 1982","age" : "34","birthPlace" : "Queens, New York","residence" : "Tucson, Arizona","family" : "Single","education" : "University of Arizona (2004, Economics)","splInterest" : "Hockey, New York Rangers, working out","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Panther Valley (Hackettstown, New Jersey)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "750,205&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2004","exmtStatus" : "Conditionally Exempt: Minor Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour from 2005-12. 2012: Made the cut in three out of eight Web.com Tour starts. His best finish came at the Stadion Classic at UGA, a T27h. 2011: Made the cut in 12 of 25 starts on Tour with three top-10 finishes. Earned his first top-10 of the year with a T9 at the Chitimacha Louisiana Open, thanks to a 6-under 65 in the final round...Posted weekend scores of 67-63 to finish T5 at the Chiquita Classic in mid-July...Was tied for third after 54 holes at the Miccosukee Championship but fell to a T9 finish with a final-round 73 that featured no birdies over his final 15 holes. 2010: Ended the season No. 31 on the money list after making the cut in 18 of 26 starts with five top-10 finishes. Was as high as No. 16 in July after finishing T5 at the Chiquita Classic and again in September after finishing T3 at the Mylan Classic and T7 at the Utah Championship. Made nine consecutive cuts during this period. Struggled down the stretch, missing five straight cuts and was No. 25 entering the Tour Championship at Daniel Island but a T43 finish dropped him six spots back on the list...Posted his first top-10 in his fifth start, a T10 at the Stadion Athens Classic...Added a runner-up finish at the rain-shortened, 54-hole Rex Hospital Open, his best performance since finishing T2 at the 2007 Nationwide Children's Hospital Invitational...His third top-10 finish (T5) came five starts later, at the Chiquita Classic where he fired a final-round 65...Recorded his fourth top-10 finish (T3) six starts later, at the Mylan Classic. Posted a final-round 66, which included a 31 on his back nine...Continued his solid play the next week finishing T7 in Utah, his fifth top-10 and ninth cut in a row. 2009: Made the cut in six of 27 starts, with his lone top-10 finish a T10 at the Price Cutter Charity Championship. 2008: Made 17 cuts in 27 events, with three top-10s and seven top-25 finishes. Steady play at the Livermore Valley Wine Country Championship earned him a T5. Had made the cut in only one of his first five starts in 2008 before winding up at even-par 288. Finish was his best since a T2 at the 2007 Nationwide Children's Hospital Invitational. Teamed with hockey great Wayne Gretzky to win the team competition at the BMW Charity Pro-Am. The two posted scores of 59-59-60-62 to finish at 46-under in the better-ball format and win by two shots. Finished T18 in the individual portion of the tournament. Was T9 at the Northeast Pennsylvania Classic. Suffered the hiccups during first round of the Miccosukee Championship but finished as co-leader after firing a 67. Closing-round 67 earned a T8, good enough for him to jump from 72nd to 59th on the money list, gaining a spot in the Web.com Tour Championship at TPC Craig Ranch. Moved up one spot on the money list (to 58th) with a T54 at the season's final event. 2007: Made the cut in 16 of 29 starts, with five top-25 finishes. Finished the season No. 38 on the money list, with $157,832. Ended four strokes behind champion Miguel Carballo at the Movistar Panama Championship. The T7 was the third top-10 of his career. Only other top-10 during the season came at the Nationwide Children's Hospital Invitational, finishing T2 with Chad Collins. Completed the event at 4-under 280, two strokes behind amateur winner Daniel Summerhays. As an amateur, Summerhays couldn't collect the first-prize prize, so Nallen and Collins split first- and second-place money, each pocketing $100,800. 2006: Made the cut in six of 18 starts, with a T10 at the Rheem Classic his first top-10 since winning the 2004 Gila River Golf Classic. Concluded the year No. 129 on the money list. 2005: Made the cut in 10 of 24 starts on Tour but failed to crack the top 25 in any of those. 2004: Made the cut in two of three appearances on the Web.com Tour. Concluded the year No. 67 on the money list, with $87,213. Playing in his first Web.com Tour event after Monday-qualifying with a 63, went on to shoot a first-round 60 and led wire to wire in winning by eight strokes at the Gila River Golf Classic. Became the first player to Monday qualify, win in his first career start and lead from start to finish in Web.com Tour history. Was the 17th Monday qualifier in Tour history to win. Tied the Tour record for largest 54-hole margin (six strokes) and won by the second-largest margin in Tour history (eight strokes). First-round 60 was one stroke off the Tour-record of 59. His 60 also matched the lowest first-round score in Tour history. \n","otherCarHigh" : "Was a four-time All-American at the University of Arizona, including first-team honors his junior and senior seasons. Completed his collegiate career with the lowest stroke average (71.19) in University of Arizona history. Was second on the all-time wins list with six, including four victories during his senior season. Winner of the 2003 New England Amateur Championship. Member of the 2003 U.S. Walker Cup team and a two-time Palmer Cup participant.","personal" : "Lists his dad, who gave him his start in golf, as his hero. Is an avid New York Rangers fan, and lists watching them play at Madison Square Garden as his biggest thrill outside of golf. Is friends with former NHL player Matthew Barnaby...Biggest thrill in golf came in college when he recorded a 58 at Arizona National the week before the Wildcats hosted their home tournament, then went on to shoot 63-64-68 during the week. Favorite golf course played is Winged Foot. Would most like to play Augusta National...Never travels without his laptop...Favorite TV show was \"The Sopranos\" and favorite movie is \"The Hangover.\"...Lists Will Smith as his favorite entertainer. His favorite book is Mind Gym...Favorite food is Chinese and Japanese. Favorite athlete to watch is Tiger Woods. Favorite cities to visit are New York and Greenville, S.C., and his top vacation spot is Hawaii...Would round out his dream foursome with his dad, Woods and Jack Nicklaus...Superstitions include having all his clubs in his bag in a certain order...Bucket list includes dropping the puck at a Rangers' game in Madison Square Garden...Has one sister, Tara.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2003, Palmer Cup (2), 2003, 2004","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Lists his dad, who gave him his start in golf, as his hero. Is an avid New York Rangers fan, and lists watching them play at Madison Square Garden as his biggest thrill outside of golf. Is friends with former NHL player Matthew Barnaby...Biggest thrill in golf came in college when he recorded a 58 at Arizona National the week before the Wildcats hosted their home tournament, then went on to shoot 63-64-68 during the week. Favorite golf course played is Winged Foot. Would most like to play Augusta National...Never travels without his iPod...Favorite TV show is \"The Sopranos\" and favorite movies are \"Shooter\" and \"The Hangover.\"...Lists Will Smith and Denzel Washington among his favorite entertainers. Says a yardage book as his favorite book...Favorite food is cereal. Other favorites include Tiger Woods, New York and, as a vacation spot, Hawaii...Would round out his dream foursome with his dad, Woods and Jack Nicklaus. Bucket list includes dropping the puck at a Rangers' game.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2004 at the Gila River Classic at Wild Horse Pass Resort.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}