{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28308","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kelly","first" : "Troy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "225","weightMetric" : "102","birthDate" : "August 2, 1978","age" : "37","birthPlace" : "Tacoma, Washington","residence" : "Tacoma, Washington","family" : "Jennifer; Maddilyn (4\/14\/99)","education" : "University of Washington (2003, Sociology)","splInterest" : "Traveling","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2011)","trndProYear" : "2003","clubAffl" : "Tacoma G&CC (Tacoma, Washington)","cityPlaysFrm" : "Tacoma; WA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,317,790&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Minor Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Made four cuts in 10 starts on the Nationwide Tour while hobbled with an arthritic hip. Best efforts came in back to back weeks when he finished T11 at the BMW Charity Pro-Am. Posted his first top-10 finish, a T6, the following week at the rain-shortened (54 holes) Rex Hospital Open. Was forced to end his season prematurely when he had hip-replacement surgery in early Sept. 2009: Strugged during his rookie season on the PGA TOUR, making just three cuts in 17 starts, with a T51 at the Legends Reno-Tahoe Open his best outing. Made the cut in five of 10 starts on the Nationwide Tour. Earned his first career top-10 with a T5 at the Albertsons Boise Open. Finish came on the heels of a T23 at the Utah Championship, running his consecutive sub-par streak at eight rounds in a row. Shot 65 in final round to finish solo-second at the Chattanooga Classic. Finished 67th on the Nationwide Tour final money list despite playing in only 10 events, earning an average of more than $9,200 per start. Successfully made it through all three stages of the 2008 PGA TOUR Qualifying Tournament to earn a spot on TOUR in 2009. As the only La Quinta, CA, resident to make it to the final stage at PGA West in La Quinta, CA, posted all six rounds in no worse than 2-under 70...Spent time on the Gateway Tour in 2003, 2005 and 2006 and the Golden State Tour in 2007 and 2008. Also played on the Nationwide Tour in 2007 and spent part of the year on the Canadian Tour in 2008. Of the six Nationwide Tour starts he made in 2007, he posted a season-best T25 at the Preferred Health Systems Wichita Open...Has been a multiple winner on Gateway and Golden State Tours. Winner of the 2006 California Open on the AG Spanos Tour...Qualified for the 2005 U.S. Open, where he missed the cut at Pinehurst No. 2. Shot 83-67. Older brother Ryan, an accomplished amateur and a former pro, caddied for him at the U.S. Open.\n","otherCarHigh" : "Finished second at the NCAA Championship in 1999 as a freshman. Went on to win first-team All-Pac-10 and third-team All-American honors that season. Second-team All-Pac-10 in 2000...Won the 2000 Topy Cup in Japan, featuring collegiate men's and women's players from the U.S. and Japan.","personal" : "Golf career began at age 6 when he was the youngest player to start competing in Washington State Junior Golf Association Tournaments. Played WJGA events a record 12 years. He was the WJGA state champion at age 11 and 13. Compiled more than 40 junior golf tournament titles, with his first win coming at age 7...Cites Fred Couples and Michael Jordan as his heroes...Non-golf related jobs held include home remodeling.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "2008","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Entered the PGA TOUR season on a Major Medical Extension and had 12 events to earn 354 FedExCup points or $563,133. Made three cuts in just nine starts, with a T39 at the U.S. Open his best showing. The medical extension will carry over to the 2015-16 season, with three events remaining to earn 304 FedExCup points or $495,586.\n\n2013-14: Had 14 events during the season to earn $563,133 under a Major Medical Extension stemming from right-knee surgery...Missed the cut in the only two starts made on TOUR. Gained entry into the Web.com Tour Finals as part of the Medical Extension...Made nine starts on the Web.com Tour as part of his rehab, making only two cuts.\n\n2013: Made three of 10 PGA TOUR cuts before his season ended in April after having right-knee surgery. Made last start of the season at the Valero Texas Open (missed cut)...Will have 14 events in the 2013-14 season to earn $563,133 under a Major Medical Extension.\n\n2012: Carded a final-round, 4-under 66 but came up short against Ted Potter, Jr. on the third extra hole at The Greenbrier Classic. The runner-up finish came in his 34th start on TOUR and was his first career top-25 finish, topping his previous-best effort of T37 earlier in the season at the Mayakoba Golf Classic. Gained a ticket to the upcoming Open Championship by being the leading player not otherwise exempt among the top-five finishers at The Greenbrier Classic. Only other major championship start was a missed cut at the 2005 U.S. Open.\n\n2011: Finished No. 11 on the the Web.com Tour in his third-consecutive season on that Tour. Had two runner-up finishes...Playing on a medical exemption, he finished runner-up to University of Georgia senior Russell Henley at the Stadion Classic at UGA, where he shared the 54-hole lead. Posted 5-under 66 in Saturday's third round to tie Henley for first. Final-round 70 left him two shots back but collected first-place money of $99,000 due to Henley's amateur status...Had several chances for birdie down the stretch but couldn't capitalize and wound up T2 at The Rex Hospital Open. Was part of a six-way tie for the lead late in the day but finished one shot back of winner Kyle Thompson, who birdied the 72nd hole for the win. Earned enough money to move to No. 2 on the season money list...Came back the next week with a T3 at the Preferred Health Systems Wichita Open. Was one stroke off the lead after 54 holes but managed a 1-under 70 on the final day at Crestview CC and finished 16-under for the week, two back of winner Mathew Goggin...Posted a 10-under 62 in the third round of the Cox Classic to move into contention. Eventually finished T9, his fourth top-10 of the season...Finished T57 at the Waste Management Phoenix Open in his only TOUR start of the year. 2010: Made four cuts in 10 starts on the Web.com Tour while hobbled with an arthritic hip. Best efforts came in back to back weeks when he finished T11 at the BMW Charity Pro-Am. Posted his first top-10 finish, a T6, the following week at the rain-shortened (54 holes) Rex Hospital Open. Was forced to end his season prematurely when he had hip-replacement surgery in early Sept. 2009: Strugged during his rookie season on the PGA TOUR, making just three cuts in 17 starts, with a T51 at the Legends Reno-Tahoe Open his best outing. Made the cut in five of 10 starts on the Web.com Tour. Earned his first career top-10 with a T5 at the Albertsons Boise Open. Finish came on the heels of a T23 at the Utah Championship, running his consecutive sub-par streak at eight rounds in a row. Shot 65 in final round to finish solo-second at the Chattanooga Classic. Finished 67th on the Web.com Tour final money list despite playing in only 10 events, earning an average of more than $9,200 per start. \n\n2008: Successfully made it through all three stages of the PGA TOUR Qualifying Tournament to earn a spot on TOUR in 2009. As the only La Quinta, Calif., resident to make it to the final stage at PGA West in La Quinta, Calif., posted all six rounds in no worse than 2-under 70...Played part of season on the Canadian Tour and the Golden State Tour.\n\n2007: Played on the Web.com Tour and the Golden State Tour. Of the six Web.com Tour starts he made, posted a season-best T25 at the Preferred Health Systems Wichita Open.\n\n2006: Won the 2006 California Open on the AG Spanos Tour. Also played on the Gateway Tour.\n\n2005: Qualified for the 2005 U.S. Open, where he missed the cut at Pinehurst No. 2. Shot 83-67. Older brother Ryan, an accomplished amateur and a former pro, caddied for him at the U.S. Open. \n\n2003: Played primarily on the Gateway Tour.\n\nAmateur: As a freshman playing for the University of Washington, he was T2 at the 1999 NCAA Championship at Hazeltine National GC. He finished at 1-under, tied with Georgia's Ryuji Imada, three strokes behind Northwestern's Luke Donald. Went on to win first-team All-Pac-10 and third-team All-American honors that season. Second-team All-Pac-10 in 2000...Won the 2000 Topy Cup in Japan, featuring collegiate men's and women's players from the United States and Japan. \n","otherCarHigh" : "","personal" : "Said he started playing golf when \"my dad put a club in my hand as soon as I could walk.\"...Golf career began at age 6 when he was the youngest player to start competing in Washington State Junior Golf Association Tournaments. Played WJGA events a record 12 years. He was the WJGA state champion at age 11 and 13. Compiled more than 40 junior golf tournament titles, with his first win coming at age 7...Cites Fred Couples and Michael Jordan as his heroes...Non-golf-related jobs held include home remodeling...At West Sound Academy in Poulsbo, Wash., was a first-team all-league selection in basketball.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 2nd in 2012 at the The Greenbrier Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}