{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "11695","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Bland","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "176","weightMetric" : "80","birthDate" : "September 22, 1945","age" : "70","birthPlace" : "Johannesburg, South Africa","residence" : "Knysna, South Africa","family" : "Wife, Sonja; John-Mark (2\/8\/69), Bonney (5\/7\/71), Candice (3\/8\/75); three grandchildren","education" : "St. John's Boscoe College","splInterest" : "Rugby, gardening, movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1969","clubAffl" : "Fancourt G&CC (George, South Africa)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "7,516,459&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1995","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(23): 1970 Transvaal Open. 1977 Holiday Inns Champion of Champions. Victoria Falls Classic, South African PGA Championship. 1979 Holiday Inns Invitational. 1981 Sigma Series 2, Sigma Series 3. 1983 Benson & Hedges International Open, Holiday Inns Invitational, Kodak Classic. 1984 Goodyear Classic. 1986 Suze Open. 1987 Goodyear Classic. 1988 Trustbank Tournament of Champions, Safmarine Masters. 1989 Dewar's White Label Trophy. 1990 Dewar's White Label Trophy, Minolta Match Play, Spoomet Bloemfontein Classic. 1991 Palabora Classic, Bell's Cup, Trustbank Tournament of Champions, Martini Open.","intlVics" : "(7): 1995 London Seniors Masters. 1997 Liberty Mutual Legends of Golf [with Graham Marsh], Franklin Templeton Senior South African Open. 1998 Franklin Templeton Senior South African Open. 2009 Bad Ragaz PGA Seniors Open. 2010 Liberty Mutual Legends of Golf Raphael Division [with Graham Marsh], Ryder Cup Wales Seniors Open.","curYearHigh" : "","carHigh" : "2010: Teamed with Graham Marsh to win the Raphael Division at the Liberty Mutual Legends of Golf in April in Savannah. The duo carded a 36-hole total of 13-under-par 131 to defeat Bruce Lietzke and Bill Rogers by one stroke...Won his third career title on the European Seniors Tour in June when he was a one-stroke victor over Angel Franco and Chris Williams at the Ryder Cup Wales Seniors Open at Royal Porthcawl GC...Was also T5 on the European Seniors Tour at The Mauritius Commercial Bank Open...Inducted into the Southern Africa Golf Hall of Fame in December. 2009: Made just one official start, missing the cut at The Senior Open Championship at Sunningdale...Teamed with Graham Marsh to finish T4 in the Raphael Division at the Liberty Mutual Legends of Golf...Won his second career title on the European Senior Tour at the Bad Ragaz PGA Seniors Open, defeating Bob Boyd in a playoff, nearly 14 years after claiming his initial European Senior Tour title (1995 London Seniors Masters). Victory in Switzerland set a European Senior Tour record for longest gap between wins. At age 63, the win gave him the distinction of being the second-oldest winner in the history of that circuit, behind Neil Coles. 2006: Lone top-10 was a T8 at The Boeing Championship at Sandestin. 2005: Made a late push for a spot among the top 30 before eventually ending up 32nd on the final money list, his highest ranking since 2002...Led the Champions Tour in Driving Accuracy for the first time since 1997, hitting the fairway off the tee a record 84.2 percent of the time...T4 at the Toshiba Senior Classic...Matched that performance in June when he posted a T4 at the Bank of America Championship. 2004: Best finish came at the Royal Caribbean Golf Classic. Trailed by one after 36 holes before a final-round, 1-over-par 73 in windy conditions led to a T3 finish. 2003: Posted a T8 at the Allianz Championship...Was one of just two players (Tom Jenkins the other) to make multiple aces during the season. First holed a 6-iron shot from 171 yards on the par-3 12th hole at Egypt Valley during the second round of the Farmers Charity Classic and then made his fourth career Champions Tour ace in the last round of his final start of the year at the SBC Championship. Again used a 6-iron, this time from 172 yards on the par-3 second hole at Oak Hills during the final round. 2002: Top performance came at the Allianz Championship, finishing second by one stroke to Bob Gilder. Had Champions Tour career-best 8-under 63 (course record) at Glen Oaks on Saturday with a hole-in-one (5-iron, 16th hole) that gave him a two-stroke lead after 36 holes. Was tied with Gilder with just three holes to play, but made a bogey at No. 17 and finished second. 2001: Fired a final-round 66 to finish as the runner-up to Bruce Fleisher at the Home Depot Invitational. 2000: T4 at the SBC Senior Open near Chicago...Finished second to Christy O'Connor, Jr. for the second straight year at the unofficial Senior Open Championship at Royal County Down in Northern Ireland, an unofficial event at the time. 1999: Six top-10 performances, highlighted by a T4 at the Pacific Bell Senior Classic, three strokes short of Joe Inman. 1998: Season was limited to just 18 events, including just two following the death of his first wife, Helen, in early August...Earlier in the year, put together four straight top-10s, including a fifth-place effort at the Pittsburgh Senior Classic. 1997: Battled good friend Graham Marsh to the final hole before falling one stroke short at the U.S. Senior Open at Olympia Fields CC near Chicago...Contended all the way at Springhouse GC and was runner-up by two strokes to Gil Morgan at the BellSouth Senior Classic at Opryland...Finished one shy of Bob Eastwood at the Bell Atlantic Classic after the final round was canceled by heavy rain...Teamed with Marsh to win the Liberty Mutual Legends of Golf near Palm Springs, Calif...Also lost in a playoff to Gary Player at The Senior Open Championship at Royal Portrush. 1996: Champions Tour Rookie of the Year after earning $1,357,987 on the strength of four official wins...Claimed year's first event, the Puerto Rico Senior Tournament of Champions, when he birdied the final two holes to nip Jim Colbert...Also bested Colbert at The Transamerica, by one stroke, and at the Northville Long Island Classic, by three strokes...Won the Bruno's Memorial Classic in a playoff over Kermit Zarley and John Paul Cain. 1995: Made his Champions Tour debut at The Transamerica (tied for lead after 36 holes) and T5 at Silverado...Was the fourth player in Champions Tour history to Monday qualify and win an event (first since Rives McBee in 1989) when he claimed the Ralphs Senior Classic two weeks after joining the circuit. Earned an immediate one-year exemption when he came from four strokes behind to beat Jim Colbert at Wilshire CC with a final-round 65...In his initial appearance after turning 50, won the London Seniors Masters on the European Senior Tour by four strokes.\n","otherCarHigh" : "A prolific winner in South Africa, he also played on the PGA European Tour from 1977 through 1994...First of two victories in Europe came at the 1983 Benson & Hedges International Open, where he defeated Bernhard Langer by one stroke...Also defeated Seve Ballesteros by four strokes to claim the 1986 Suze Open at Cannes Mougins...Represented South Africa in the 1975 World Cup and was on the South African team for the 1991 and 1992 Dunhill Cups...Led the South African order of merit in 1977, 1978, 1984 and 1986 and had his best year on the PGA European Tour in 1990, finishing in 16th place on the order of merit with ÂŁ166,227...Selected as the Golfer of the Year in South Africa for 1996...Once shot 59 at the par-72 ERPM GC in Johannesburg...Has made 21 aces in his career, four coming on the Champions Tour.","personal" : "Says the biggest thrill of his career came at the 1996 PGA Seniors' Championship when he played with Arnold Palmer for the first time and recorded his first hole-in-one on the Champions Tour...Lists Gary Player and Palmer as his heroes and his late wife, Helen, as the most influential person in his career...Has worked with South African teacher Denis Hutchinson...Lists the Old Course at St. Andrews as his favorite course...Does not play with golf balls marked '3'...Lists Winston Churchill and Morne Du Plessis, a former captain of the South African rugby team, as his heroes...Enjoys eating South African barbecue.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 5 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}