{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06655","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sisk","first" : "Geoffrey","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "March 11, 1965","age" : "51","birthPlace" : "Arlington, MA","residence" : "Marshfield, MA","family" : "Wife, Denise; Hannah Elizabeth (12\/5\/97), Julia Anne (8\/28\/01)","education" : "Temple University (1987, Finance)","splInterest" : "Collecting wine","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1988","clubAffl" : "Marshfield CC (Marshfield, MA); Hobe Sound GC (Hobe Sound, FL)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "633,872&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1991","exmtStatus" : "No. 50 on the 2010 Nationwide Tour money list","otherVics" : "(7): 1995 Massachusetts Open. 1997 Massachusetts Open. 2002 Massachusetts Open. 2004 Massachusetts Open. 2006 Massachusetts Open. 2007 Massachusetts Open, New England Open.","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour in 1991, 1998, 2000 and 2008-11. \n\n2010: Made the cut in 11 of his 25 starts to finish the year No. 50 on the Nationwide Tour money list...Picked up his first top-10 of the year in his 12th event, the Chiquita Classic. Posted all four rounds in the 60s to finish T3, matching his career-best finish...Recorded his best career finish and second top-10 of the year six starts later at the inaugural Mylan Classic. Birdied six of the first seven holes in the first round to fire 65 and finish the day tied for the lead. Backed it up with 67-69 in the second and third rounds to take sole posession of the 36 and 54-hole leads. Entered the final round with a two-stroke lead over Steve Wheatcroft. Led by one stroke with two play before proceeding to hit his second shot into the back bunker, leading to a double-bogey and two-shot swing in favor of eventual winner Keven Kisner. Made par on the final hole to shoot 71 and finish second, his best finish in 151 starts on Tour. Moved from 87th on the money list to 37th...Finished T5 six starts later at the Winn-Dixie Jacksonville Open. Eagled the par-4 9th hole in the final round en route to a 67 and 6-under 274 for the tournament, two strokes back of winner David Mathis. 2009: Made the cut in 16 of 26 starts and ended the year No. 66 on the Nationwide Tour money list, on the strength of a pair of top-10s. Finished T3 at the Chitimacha Louisiana Open, where he missed a playoff by one stroke. It was his best Tour finish, bettering the T4s he had at the 1991 Tulsa Open and the 1998 Wichita Open...Earned his second top-10 with a T7 at the BMW Charity Pro-Am. 2008: Made the cut in 14 of 24 starts and finished the season No. 86 on the money list. Had one top-10 among his six top-25 performances, a T10 at the Nationwide Tour Players Cup, where he posted a 66 on the final day. 2007: Won two tournaments in his native New England. He earned his fifth Massachusetts Open title and later added the New England Open crown. 2006: Won the Massachusetts Open. 2004: Won his fourth Massachusetts Open title. 2002: Won the Massachusetts Open. 1999: Member of the PGA TOUR in 1999. Made the cut in nine of 31 starts on TOUR that season, with his best showing a T19 at the Doral-Ryder Open. Ended the year No. 198 on the money list...Has nine career top-10 and 22 top-25 finishes on the Nationwide Tour. 1998: Enjoyed his best season on the Nationwide Tour as he finished No. 38 on the money list, with five top-10 performances, including the Wichita Open (T4), Inland Empire Open (T5), Boise Open (T7), Hershey Open (T7) and the Huntsville Open (T9). 1997: Picked up his second Massachusetts Open victory. 1995: Won the Massachusetts Open for the first time. 1991: Posted career-best T4 finish at the 1991 Tulsa Open...Has also played on the North American Pro Golf Tour from 2002-07. Won four titles on that Tour and led the money list in 2006. Record-tying six-time winner of the Massachusetts State Open...Has played in six U.S. Opens, including finishing T30 at Pinehurst in 1999 and T40 at Shinnecock Hills in 2004. \n","otherCarHigh" : "Earned at least honorable mention All-American honors all four years at Temple University. Two-time first-team All-Atlantic 10 Conference selection.","personal" : "Says winning his first Massachusetts Open, in 1995, is his biggest thrill in golf, and the birth of his daughters (his oldest daughter, Hannah, was born on the fourth day of the 1997 PGA TOUR National Qualifying Tournament) is his biggest thrill outside the game...First car was an Oldsmobile Cutlass Supreme...Never travels without his computer...Pine Valley is his favorite course to play and would like to play St. Andrews one day. The New England Patriots are his favorite team and Tom Brady is his favorite athlete to watch. Favorite TV show is \"NCIS,\" his favorite movie is \"Rudy\" and his favorite actor is Robert De Niro. Favorite book is \"The Prince of Tides.\" Steak is his favorite food. Enjoys visiting Boston, New York, Los Angeles and San Francisco. Disney World is his favorite vacation spot...Would round out his dream foursome with his dad, Bill Belichek and Bill Parcells...Says he has superstitions but won't talk about them...Bucket list includes learning to cook and learning Italian so he can one day travel to Italy...Charity work includes Medical Missions for Children...Has one brother, Gregory.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Qualified for his sixth U.S. Open when he was the medalist at the Summit, NJ, qualifier at Canoe Brook CC. Was one of four players to emerge from that event."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "6th at 1998 PGA TOUR National Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Ben Hogan Tour member in 1991 and NIKE TOUR member in 1997-1998","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 2nd in 2010 at the Mylan Classic presented by CONSOL Energy.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}