{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34697","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cao","first" : "Yi","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "187","weightMetric" : "85","birthDate" : "September 10, 1990","age" : "25","birthPlace" : "Beijing, China","residence" : "Beijing, China","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2008 Sofitel Golf Championship [China].","curYrHigh" : "","carHigh" : "2015: Finished 11th on the Order of Merit, recording four top-10s during the year. Had a strong start to his season, finishing T4 at the Buick Open for his first career top-10. Opened 68-69 to T4 with Zecheng Dou, Jamie Arnold and John Young Kim, four shots behind winner Josh Geary…In his next start, earned his career-best Ping An Bank China Tour – PGA TOUR China Series' finish when he T3 at The Eternal Courtyard Open. After a disappointing start, where he shot a 76 and had a 9 on the par-5 10th hole, he recovered by shooting rounds of 72-72-67 the rest of the way to T3 with three others, five shots behind winner Shih Chang Chan. Broke inside the top-1,000 in the Official World Golf Ranking for the first time (No. 928)...Enjoyed a successful Mackenzie - PGA TOUR Canada debut when he T19 at the SIGA Dakota Dunes Open in Saskatoon in July. Opened 69-66 then added rounds of 70-71 on the weekend at Dakota Dunes GL...Jumped into contention at the Chongqing Jiangnan NewTown KingRun Open in mid-October after shooting a 5-under 67 in the second round. Trailed Sweden's Thomas Petersson by a stroke through 36 holes. Fell backward Saturday with a 3-over 75 then recovered on the final day with another 67 to T4 with Rory Hie and Justin Shin...Made his PGA TOUR and World Golf Championships' debut in November, at the HSBC Champions in Shanghai. Finished 74th at Sheshan International GC.\n\n2014: Finished T43 at the Mission Hills Haikou Open in the PGA TOUR China Series' debut…The following week, at the Buick Open, was T49…Earned his first top-25 outing of the season when he T20 at the United Investment Real Estate Wuhan Open on the strength of his first round in the 60s—a 3-under 69…In his next start, again played on the weekend, this time at the Lanhai Open. Began the event with three consecutive 71s before dropping down the leaderboard with an 8-over 79 Sunday…At the Earls Beijing Open, was T45, with a pair of 71s on the weekend…Had another T41 when the Series returned from its summer hiatus. At the Yulongwan Yunnan Open, had three 70s to go with a second-round 74…Picked up his first top-20 finish in September when he T17 at the Chateau Junding Penglai Open. Started slowly at Chateau Junding GC, with a 5-over 77. Rebounded nicely over his final 54 holes with an 8-under effort (70-69-69)…Earned his best finish of the season, opening with a 4-under 68 at the Cadillac Championship in Beijing. For the second consecutive tournament—and third time this season—shot a final-round 69 to T13…Finished 67th at the European Tour's BMW Masters in late-October.\n2013: Qualified for the Volvo China Open by finishing eight in the 36-hole event but then missed the cut in the actual tournament…Finished 44th at U.S. Open local qualifying in Las Vegas…Missed the cut at the Foshan Open and the China Masters in his native China, and counted a missed cut at the Australian Open.\n2012: In his rookie season as a professional, came back from an opening, 1-over 73 to record three consecutive par-or-better rounds at the Australian PGA Championship. Fired rounds of 71-72-71 at the par-72 Coolum Resort and Spa to T43.…At the China Challenge Tour's first event of the season, at Tian Zhu G&CC, and playing in only his third professional event, shot an even-par 288 to finish second, two strokes behind winner Mu Hu. Held the 54-hole lead but stumbled on his final day, shooting an 8-over 80.\n2008: Led the China Tour's order of merit…Captured the Sofitel Golf Championship, defeating Lian Wei Zhang in a playoff after the pair finished tied at 10-under and a stroke ahead of amateur Dong Su. Held a three-stroke, 54-hole lead over Zhang but faltered on the final day, shooting a 2-over 74 to drop into the playoff…Came close to winning at the Shanghai Championship in May. Opened 74-70-70 and was three strokes behind Xiao Ma Chen entering the final round. Fired a 1-over 73 on the final day to T2 with Chen, two strokes behind Taiwan's Mong Nan Hsu…Came right back in his next start, at the Luxehills Golf Championship, and was solo second, three shots behind Taiwan's Chi Huang Tsai. Opened with an even-par 72 then played his final 54 holes in 15-under…Finished alone in fifth at the Guangzhou Championship on the China Tour, playing at the Dragon Lake GC's Asian Games Course. Weekend rounds of 72-75 left him eight shots behind winner Lian Wei Zhang…In his next start, was T32 at the Dell Championship at Xiamen G&CC…Added a T12 at the Kunming Championship, tying with amateur Mu Hu…Was T21, with three others, at the Tianjin Championship in September…At the season-ending Omega Championship, a third-round 81 kept him from contending, and he settled for a T17 in Beijing in October.\n","otherCarHigh" : "Made a good showing at the 2011 Fangshan Changyang China Amateur in Beijing in October. Was the first-round leader after shooting an opening 72.","personal" : "Moved to Canada from China at age 15 to prepare for a professional golf career. ","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T3rd in 2015 at the The Eternal Courtyard Open.","dynStats" : "He ranks 18th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}