{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22548","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Sheehan","first" : "Patrick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "August 9, 1969","age" : "46","birthPlace" : "Providence, Rhode Island","residence" : "Oviedo, Florida","family" : "Wife: Pamela; Emily (9\/26\/98), Kelly (12\/30\/01)","education" : "University of Hartford (1992, Secondary Education)","splInterest" : "Family, music, movies","pronunciation" : "SHEE-han","nwTourAlumnus" : "Web.com Tour Graduate (2002, 2007)","trndProYear" : "1992","clubAffl" : "Tuscawilla CC (Winter Park, Florida)","cityPlaysFrm" : "Warwick; RI; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,029,258&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1997","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made just one Web.com Tour appearance, at the Nova Scotia Open, where he missed the cut.\n\n2013: Made the cut in eight of 21 Web.com Tour starts, with his best finish a T8 at the News Sentinel Open. Did not qualify for the Web.com Tour Finals. \n\n2012: Made the cut in eight of 21 starts on the PGA TOUR but did not register a top-25 finish. Best week was a T32 at the Puerto Rico Open. Also made four cuts in seven Web.com Tour starts and had a pair of 13th-place finishes, at the Chitimacha Louisiana Open and the News Sentinel Open in Knoxville. \n\n2011: Following 20 Web.com Tour starts without a top-10 finish, he shot a final-round, 6-under 66 at the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, Calif., to earn T18 honors to secure his PGA TOUR playing privileges for the 2012 season.\n\n2010: Played in 27 Web.com Tour events and made 14 cuts. Closed on a strong note, making the cut in seven of his final eight starts and had four top-10 finishes. Best performances were a T5 at the Mylan Classic and a solo fifth at the Chattanooga Classic. Dropped six places over the final two weeks to finish No. 61 on the money list, one spot outside qualifying for the Web.com Tour Championship and fully-exempt status. \n\n2009: Split time between the PGA TOUR and the Web.com Tour. Made the cut in 10 of 15 starts on TOUR with a pair of top-25 finishes: T13 at the Puerto Rico Open and T17 at the Valero Texas Open. Made the cut in nine of 13 starts on the Web.com Tour and earned his second career title with a playoff victory at the Athens Regional Foundation Classic over Australian Michael Sim. Shared the first-round lead and was the outright leader after 36 holes at Jennings Mill CC. Birdied two of his final three holes to force a playoff with Sim, who had posted a 9-under 63. Won the playoff with a 22-foot birdie putt on the first extra hole. Wound up the year No. 34 on the money list. \n\n2008: Made the cut in 27 of 35 starts on the PGA TOUR, with a pair of top-10 finishes. Was solo sixth at the Mayakoba Golf Classic and T6 at the U.S. Bank Championship in Milwaukee. Fell out of the top 125 on the money list the final two weeks of the season, ending the campaign No. 128. \n\n2007: Made the cut in 23 of 30 starts during the Web.com Tour season, including a career-high 14 top-25 finishes. Concluded the year No. 9 on the money list, with $281,523 thanks to a pair of runner-up finishes. Posted the second runner-up showing of his career when he finished second at the season-opening Movistar Panama Championship. Was also runner-up by one stroke to Justin Bolli at the Northeast Pennsylvania Classic. \n\n2006: Finished the PGA TOUR season ranked No. 165 on the money list, with $386,797 after making the cut in 17 of 34 starts. Recorded a hole-in-one on the par-3 fifth hole during Friday's second round of the Buick Championship. He used a 3-iron from 212 yards to post the 20th ace since the tournament moved to the TPC River Highlands in 1984 and, in doing so, won a Rolex watch. Not only did he dunk his first ace on the PGA TOUR, he also holed out from 164 yards on the 17th to save par after incurring a penalty stroke for stepping on his ball and one for taking a drop after he thought his tee shot had gone into a hazard. Continued strong summer play with a T7 at the John Deere Classic. Finished five strokes behind champion John Senden. \n\n2005: Finished in the top 125 for third consecutive season on TOUR, despite just one top-10. Made the cut in 23 of 35 starts and posted a T5 at the Bay Hill Invitational. Shot a career-low, 8-under-par 62 to hold the first-round lead at the Bank of America Colonial. \n\n2004: Had a career year in just his second season as a full-time TOUR member. Made the cut in 23 of 33 starts and earned more than $1 million thanks to three top-10s, including a runner-up finish. Notched his first top-10 of his career in his 46th TOUR start with a T3 at the MCI Heritage. Recorded career-best runner-up finish to Bart Bryant at the Valero Texas Open, with four rounds in the 60s. Challenged Bryant until three-putt bogey on 15th hole derailed title hopes. Finished three strokes behind Bryant. Earned a then career-best $378,000 to surpass $1 million for the season for the first time in his career. \n\n2003: He finished 104th on the money list, with $618,019 during his rookie season on the PGA TOUR. Made the cut in 20 of 32 starts and was one of six (of 15) Web.com Tour graduates to finish among the top 125. \n\n2002: Made the cut in 16 of 27 starts on the Web.com Tour and had 11 top-25s during the year. Earned his first career win with a wire-to-wire effort at the Price Cutter Charity Championship in Springfield, Mo. Rounds of 63-68-66 put him at 19-under par after 54 holes and up by five shots. Closed with an even-par 72 at Highland Springs CC to win by two. Wound up the year No. 12 on the money list and earned his PGA TOUR card for the 2003 season. \n\n2001: Made the cut in nine of 23 tournaments on the Web.com Tour. Had one top-10 and three top-25s, including a T5 at the Omaha Classic. \n\n1998: Was the Golden Bear Tour Player of the Year.\n\n1997: Played in 13 Web.com Tour events, making the cut in four. Best showing came at the Cleveland Open, where he finished second, one stroke behind winner Mike Small. \n","otherCarHigh" : "Was a junior state champion in Rhode Island and won six times during his college career at the University of Hartford, including the Yale and West Point Invitationals.","personal" : "Attended Pilgrim High School in Warwick, R.I., and lettered in hockey and cross country, as well as golf...Favorite golf memory is making a hole-in-one at the 2006 Travelers Championship in Hartford and winning a gold Rolex watch...Says he'd be designing golf courses if he weren't playing professionally...Favorite courses he's played are Colonial CC in Fort Worth, Texas, and Pebble Beach in the United States and Kingston Heath and The Kooyonga Club in Australia. Would like to play every Donald Ross course he hasn't yet played...Biggest thrills in golf are playing seven seasons on the PGA TOUR and making the cut in each major for which he has qualified. Biggest thrills outside the game were his wedding and the birth of his daughters...Grew up a fan of the Boston Bruins. Says his favorite pro team is the fictional Charlestown Chiefs hockey team...Superstition is to never take a ball out of play no matter how bad it looks if it doesn't make a bogey or worse. Also carries a \"Star Wars\" Yoda headcover...Never travels without a pillow...Favorite App is Sleep Machine and favorite website is ebay.com\/motors...Enjoys reading books by Lee Child and Dean Koontz. Favorite movie is \"Legends of the Fall\" and top TV show is \"Modern Family.\"...Favorite athlete was baseball Hall of Famer Harmon Killebrew and hockey Hall of Famer Bobby Orr...Likes hot dogs and eating at Five Guys...Favorite groups are Pearl Jam and Tool and would like to trade places for a day with Pearl Jam vocalist Eddie Vedder on a concert day. His entrance song on the first tee would be \"Porch\" by Pearl Jam..Dream foursome includes his father and three brothers...Says he doesn't watch sports, and his bucket list includes driving a Porsche 911 around a dog track...Played junior hockey growing up in Rhode Island. Father got him started in golf. College teammate of PGA TOUR veterans Tim Petrovic and Jerry Kelly at the University of Hartford.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "T18 at 2011 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Played junior hockey growing up in Rhode Island. Father got him started in golf. College teammate of Tim Petrovic and Jerry Kelly at University of Hartford...Is a big fan of fiction by Dean Koontz, Robert McCammon and Lee Child.","otherInfo" : "Member of the PGA TOUR from 2003-06, 2008 and 2012. Member of the Web.com Tour in 1997, 2001-02, 2007, 2010-11. 2012: Made only eight cuts in 21 starts and finished No. 191 in the FedExCup standings. Failed to record a top-10 finish. 2011: Following 20 Web.com Tour starts without a top-10 finish, he shot a final-round, 6-under 66 at the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, Calif., to earn T18 honors to secure his PGA TOUR playing privileges. 2010: Played in 27 events and made 14 cuts. Closed on a strong note, making the cut in seven of his final eight starts and had four top-10 finishes. Best performances were a T5 at the Mylan Classic and a solo fifth at the Chattanooga Classic. Dropped six places over the final two weeks to finish No. 61 on the money list, one spot outside qualifying for the Web.com Tour Championship and fully-exempt status. 2009: Made 27 Web.com Tour starts, collecting four top-10 finishes, of which three came in successive weeks in September. 2008: Made the cut in 27 of 35 starts on the PGA TOUR, with a pair of top-10 finishes. Was solo sixth at the Mayakoba Golf Classic and T6 at the U.S. Bank Championship in Milwaukee. Fell out of the top-125 on the money list the final two weeks of the season, ending the campaign No. 128. 2007: Made the cut in 23 of 30 starts during the Web.com Tour season, including a career-high 14 top-25 finishes. Concluded the year No. 9 on the money list, with $281,523. Posted the second runner-up showing of his career when he finished second at the season-opening Movistar Panama Championship. 2006: Finished the PGA TOUR season ranked No. 165 on the money list, with $386,797. Recorded a hole-in-one on the par-3 fifth hole during Friday's second round of the Buick Championship. He used a 3-iron from 212 yards to post the 20th ace since the tournament moved to the TPC River Highlands in 1984 and in doing so won a Rolex watch. Not only did he dunk his first ace on the PGA TOUR, he also holed out from 164 yards on the 17th to save par after incurring a penalty stroke for stepping on his ball and one for taking a drop after he thought his tee shot had gone into a hazard. Continued strong summer play with a T7 at the John Deere Classic. Finished five strokes behind champion John Senden. 2005: Finished in the top 125 for third consecutive season on TOUR, despite just one top-10. In his ninth start of the season, posted a T5 at the Bay Hill Invitational. Posted career-low, 8-under-par 62 to hold the first-round lead the Bank of America Colonial. 2004: Had a career year in just his second season as a full-time TOUR member. Made more than $1 million and had three top-10s, including a runner-up finish. Notched his first top-10 of his career in his 46th TOUR start with a T3 at the MCI Heritage. Recorded career-best runner-up finish to Bart Bryant at the Valero Texas Open, with four rounds in the 60s. Challenged Bryant until three-putt bogey on 15th hole derailed title hopes. Finished three strokes behind Bryant. Earned a career-best $378,000 to surpass $1 million for the season for the first time in his career. 2003: He finished 104th on the money list, with $618,019 during his rookie season on the PGA TOUR. One of six out of 15 Web.com Tour graduates to finish among the top 125. 2002: Earned his first PGA TOUR card by finishing 12th ($201,231) on the Web.com Tour money list. Went wire to wire to win the Price Cutter Charity Championship for his first career victory. Made the cut in nine of 23 tournaments on the 2001 Web.com Tour. Had one top-10 and three top-25s, including a T5 at the Omaha Classic. 1998: Was the Golden Bear Tour Player of the Year.1997: Played in 13 Web.com Tour events, making the cut in four. Best showing came at the Cleveland Open, where he finished second, one stroke behind winner Mike Small.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}