{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23542","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Biershenk","first" : "Tommy","middle" : "","extn" : "Jr.","nick" : ""}, "height" : "6-2","weight" : "205","birthDate" : "September 10, 1973","age" : "39","birthPlace" : "Spartanburg, South Carolina","residence" : "Boiling Springs, South Carolina","family" : "Wife, Mandi; Trace (7\/26\/00), Camryn (10\/01\/01)","education" : "Clemson University (1997, Education and Human Resources)","splInterest" : "Fishing","trndProYear" : "1997","qSchoolYear" : "","clubAffl" : "Bulls Bay","cityPlaysFrm" : "Boiling Springs; SC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "627,338&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "2nd Nationwide Tour Qualifier at the 2010 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Opened the season with a T4 at the Panama Claro Championship where he was one of only two players to post sub-par scores each of the four rounds. It was his first top-10 since a pair of T5 efforts in 2007 and his best finish since a third-place effort at the 2002 Samsung Canadian PGA Championship...Had his only other top-10 finish, another T4, at the Winn-Dixie Jacksonville Open. It improved his position on the money list seven spots to No. 28 heading into the Nationwide Tour Championship.","carHigh" : "Member of the Nationwide Tour in 2000-02 and 2011. 2002: Played in 25 of the 28 tournaments during the season. Made $112,393 and finished No. 37 on the final money list, making the cut 16 times. Posted 10 top-25 finishes, including three top-10s...Best showing was a third-place finish at the Samsung Canadian PGA Championship where his 13-under-par 271 was three shots behind tournament-winner Arron Oberholser...Other top-10s were posted at the Omaha Classic (T6) and the Knoxville Open (T9)...Ranked fourth on the Nationwide Tour in Total Eagles (14). Other top-10 statistical categories include Driving Distance (seventh), Putting Average (seventh), Eagles, Holes Per (eighth) and Total Driving (eighth). 2001: Made the cut in 14 of 23 events...Was T4 in his second event, the Monterrey Open. Closed with a 3-under 69 to wind up two back of winner Deane Pappas...Posted a career-best 9-under 63 in the second round of the Dayton Open and trailed by one shot at the halfway point. Finished T6...Had 11 top-25 finishes among his 14 cuts made...Wound up No. 3 on Tour in Total Eagles, with 15. 2000: Had strong rookie campaign, including five top-10s...Closing rounds of 68-69 moved him from 15th after 36 holes to a T3 finish at the Steamtown Classic...Topped that with a T2 finish at the Oregon Classic, where he finished two strokes behind winner Keoke Cotner. 1999: Won the Hooters Jackaroo Classic. Finished 27th on Hooters Tour money list. 1998: Played on the TearDrop Tour and finished sixth on the money list...Birdied the second playoff hole in a three-man playoff to win the Red Line SeaDoo Angel's Trace Open. Fired a course-record 64 in the second round of the Angel's Trace Open...Finished second in the Crown Royal Open TearDrop Tour event.\n","otherCarHigh" : "Four-year letterman at Clemson University...State amateur champion in South Carolina and a state 4-A champion at Boiling Springs High School.","personal" : "Lists Ricky Sullivan as his instructor...Favorite golf course is Quail Hollow in Charlotte, NC, and would like to play Augusta National. Favorite teams are Clemson and the Carolina Panthers. Favorite TV show is \"Sanford and Son\" and movies are \"The Shawshank Redemption\" and \"Forrest Gump.\" Favorite entertainer is Elvis Presley. Favorite food is pizza. Favorite athlete to watch is Michael Jordan. Favorite book is The Bible. Favorite city to visit is New York and favorite vacation spot is Myrtle Beach...His dad and two brothers would round out his dream foursome...First car was a Pontiac Firebird.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Made the cut in all four of his starts on the Nationwide Tour, with one top 25. It was his first start on Tour since 2008...Finished T30 at the PGA TOUR Qualifying Tournament, one stroke shy of qualifying for the PGA TOUR."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","exmtStatus" : "T5 at 2011 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Failed to record a top-25 finish in 23 Regular Season starts, finishing the season No. 203 in the FedExCup standings. Made his first major championship appearance, qualifying for the U.S. Open at The Olympic Club. Eventually missed the cut.","carHigh" : "2011: Prior to a T5 at the PGA TOUR Qualifying Tournament to earn his rookie card on TOUR for 2012, made 25 Web.com Tour starts, claiming a pair of top-10 finishes. Opened the season with a T4 at the Panama Claro Championship where he was one of only two players to post sub-par scores each of the four rounds. It was his first top-10 since a pair of T5 efforts in 2007 and his best finish since a third-place effort at the 2002 Samsung Canadian PGA Championship...Second top-10 finish, another T4, came at the Winn-Dixie Jacksonville Open. It improved his position on the money list seven spots to No. 28 heading into the Web.com Tour Championship. 2010: Made the cut in all four of his starts on the Web.com Tour, with one top 25. It was his first start on Tour since 2008...Finished T30 at the PGA TOUR Qualifying Tournament, one stroke shy of qualifying for the PGA TOUR. 2009: Did not make a PGA TOUR or Web.com Tour start. 2008: Made one Web.com Tour start, shooting rounds of 72-72-71 to miss the cut at the BMW Charity Pro-Am. 2007: He opened the Web.com Tour season at The Rex Hospital Open in June, shooting rounds of 69-65-71-69 to finish T5...Added a second T5 two weeks later, at the Knoxville Open. He entered the final round three strokes off the lead, shot a 1-under 71 to end up six strokes behind winner Chez Reavie. Missed only one cut all season but was only 104th on the money list. 2006: In his lone Web.com Tour start, missed the cut at the PalmettoPride Classic. 2003: Struggled for most of the season, making 25 starts but only getting to the weekend in six events. Top finish was a T26 at the Chattanooga Classic. Opened with rounds of 65-66 to take a one-stroke lead into the weekend but struggled to a 2-over, 74-70 finish...Was also T27 at the Oregon Classic. 2002: Played in 25 of the 28 tournaments during the season. Made $112,393 and finished No. 37 on the final money list, making the cut 16 times. Posted 10 top-25 finishes, including three top-10s...Best showing was a third-place finish at the Samsung Canadian PGA Championship where his 13-under-par 271 was three shots behind tournament-winner Arron Oberholser...Other top-10s were posted at the Omaha Classic (T6) and the Knoxville Open (T9)...Ranked fourth on the Web.com Tour in Total Eagles (14). Other top-10 statistical categories include Driving Distance (seventh), Putting Average (seventh), Eagles, Holes Per (eighth) and Total Driving (eighth)...Made on PGA TOUR start, at the BellSouth Classic outside Atlanta. Following a second-round 69, he came back with a 78 and had to withdraw due to injury. 2001: Made the cut in 14 of 23 events...Was T4 in his second event, the Monterrey Open. Closed with a 3-under 69 to wind up two back of winner Deane Pappas...Posted a career-best 9-under 63 in the second round of the Dayton Open and trailed by one shot at the halfway point. Finished T6...Had 11 top-25 finishes among his 14 cuts made...Wound up No. 3 on Tour in Total Eagles, with 15. 2000: Had strong rookie campaign, including five top-10s...Closing rounds of 68-69 moved him from 15th after 36 holes to a T3 finish at the Steamtown Classic...Topped that with a T2 finish at the Oregon Classic, where he finished two strokes behind winner Keoke Cotner. 1999: Won the Hooters Jackaroo Classic. Finished 27th on Hooters Tour money list. 1998: Played on the TearDrop Tour and finished sixth on the money list...Birdied the second playoff hole in a three-man playoff to win the Red Line SeaDoo Angel's Trace Open. Fired a course-record 64 in the second round of the Angel's Trace Open...Finished second in the Crown Royal Open TearDrop Tour event...Lone PGA TOUR start came at the Buick Challenge, where he missed the cut. 1998: Made his PGA TOUR debut, at the B.C. Open. Shot rounds of 72-74 at En-Joie GC to miss the cut. \n","otherCarHigh" : "","personal" : "Lists Ricky Sullivan as his instructor...Has worked in golf cart sales and service after college...Favorite golf course is Quail Hollow Club. Favorite teams are the Clemson Tigers and the Carolina Panthers. Favorite TV show is \"Sanford and Son\" and movies are \"The Shawshank Redemption\" and \"Forrest Gump.\" Favorite entertainer is Jamie Johnson. Favorite food is pizza. Favorite athlete to watch is Michael Jordan. Favorite book is Power of Positive Thinking. Favorite city to visit is New York and favorite vacation spot is Myrtle Beach, S.C. His dad and two brothers would round out his dream foursome...His first car was a Pontiac Firebird...Keeps granola bars in his golf bag for a snack...Not many people know he was a DJ in college...Favorite quote is \"Patience is a virtue.\"...Supports Children Shelter of the Upstate in Spartanburg, S.C.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T46th in 2012 at the Justin Timberlake Shriners Hospitals for Children Open.","dynStats" : "He ranks 8th in Approach 75-100 yards (RTP Sco on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}