{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32312","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hampshire","first" : "Travis","middle" : "","extn" : "","nick" : ""}, "height" : "5-11","weight" : "180","birthDate" : "May 5, 1981","age" : "","birthPlace" : "Garrett, Indiana","residence" : "Tampa, Florida","family" : "Wife: Ashley","education" : "Purdue University (2003, Business)","splInterest" : "Snow skiing, reading, club repair","trndProYear" : "2004","qSchoolYear" : "","clubAffl" : "World Woods GC (Brooksville, Florida); Hunter's Green CC (Tampa, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "107,981&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "Fully Exempt \/ 60th on 2011 Web.com Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T9 at the Miccosukee Championship.","carHigh" : "Has played on the Moonlight Tour, the Players Tour, NGA Hooters Tour and the West Florida Tour since turning professional. 2011: Earned his first career top-10 with a T4, at the BMW Charity Pro-Am. Fired a course-record 12-under-par 60 at the Carolina CC to take a five-stroke lead after the first round. Had 10 birdies and an eagle during his record-setting day and closed with a 25-foot birdie putt to tie the lowest opening-round score in Web.com Tour history. His five-stroke lead matched the second-biggest in Tour history and was the largest since David LeBeck led by five after the first day at the 2001 Chitimacha Louisiana Open. His 60 broke the course record of 62 set by Scott Parel in the first round in 2009. Challenged for the lead late Sunday but played the final three holes in 1-over par and finished at 16-under, two out of a playoff...Added a T3 at the Price Cutter Charity Championship, where he shared the 54-hole lead with eventual winner Steve Friesen. Third-round 63 got him to 18-under and tied for the lead...Fired another 63 in the opening round at the Midwest Classic the next week to share the 18-hole lead with three others. Added three sub-70 scores but wound up T15. 2010: Birdied four consecutive holes on the Crooked Cat Course in the final round of the National Qualifying Tournament en route to a 7-under 65, where he would finish the tournament T74...Won a playoff in a local qualifier on at the Walt Disney World Resort Magnolia Course to move on to the sectional qualifier for the U.S. Open, where he claimed the third and final qualifying spot. Missed the cut at the U.S. Open at Pebble Beach GL. 2008: Missed the cut at the Knoxville Open in his only Web.com Tour start. \n","otherCarHigh" : "","personal" : "Lists Jex Wilson and Kerry Baumgartner as instructors...Says playing in the 2010 U.S. Open at Pebble Beach is his biggest thrill in golf. Getting married to his wife, Ashley, is his biggest thrill outside of golf...Pebble Beach and Pine Barrens at World Woods are his favorite courses, and he would like to play Augusta National. The Purdue Boilermakers are his favorite college team, and the Indianapolis Colts are his favorite pro team. Favorite TV show is \"The League,\" and \"The Big Lebowski\" is his favorite movie. Powers of the Subconscious Mind is his favorite book. David Toms is his favorite athlete to watch and Andrew Dice Clay is his favorite entertainer. Favorite cities to visit are Las Vegas, Austin, Texas, New Orleans and Columbus, Ohio. Favorite vacation spots are Las Vegas, the Bahamas and the Florida Keys...Never travels without a clothes steamer...Superstitions include keeping two fortune cookie fortunes in his yardage book...Would round out dream foursome with his father, Toms and Jack Nicklaus...Says not many people know he color coordinates his closet...Bucket list includes meeting Arnold Palmer...Attended Garrett High School in Indiana, where he is a member of the school's hall of fame...Is an only child.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2012 is T9th at the Miccosukee Championship.","dynStats" : "He ranks 39th in Heat Index(Money)-last 4 evts on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/TravisHampshire"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}