{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21753","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Davis","first" : "Brian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "185","weightMetric" : "84","birthDate" : "August 2, 1974","age" : "41","birthPlace" : "London, England","residence" : "Orlando, Florida","family" : "Wife, Julie; Oliver (4\/16\/04), Henry (11\/21\/05), Madeline (6\/23\/08)","education" : "","splInterest" : "All sports, spending time with family","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "Windermere; FL; United States","websiteUrl" : "http:\/\/www.briandavisgolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,329,423&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "2004","exmtStatus" : "48th on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "(2): 2000 Peugeot Open de Espana [Eur]. 2004 ANZ Championship [Eur].","curYearHigh" : "","carHigh" : "2014-15: Finished outside the top 125 in the FedExCup standings for the first time since the Playoffs began in 2007. Made 14 of 31 cuts with two top-10s. Also finished outside the top 125 on the money list for the first time since becoming a member (2005)...Notched the first top-10 of the season with a T6 at the Sony Open in Hawaii, finishing a distant 11 strokes behind runaway winner Jimmy Walker. Last top-10 came at the 2013 Deutsche Bank Championship (eighth). Marked his sixth start at Waialae CC, with his previous-best finish in Honolulu a T45 in 2009...Made eight birdies and two bogeys in the first round of the Valspar Championship to open with a 6-under 65, which would be the week's low score. Following the overnight lead, posted a 5-over 76 Friday and ultimately settled for a T10 with five others...In the Web.com Tour Finals, made all four cuts, recording finishes of T16, T43 and T20 in the first three tournaments. Came to the Web.com Tour Championship in Ponte Vedra Beach, Fla., 22nd on the Finals' money list and in need of a good showing. Made the cut on the number with a pair of 70s. A roller-coaster weekend saw him in and around the 25th-card spot. Rounds of 68-73 were good enough for a T56 finish at the tournament and a 24th-place position on the Finals' money list at the conclusion of the tournament, just $501 ahead of No. 26 Eric Axley. His final priority-ranking position was 48th.\n\n2013-14: Made 19 of 28 cuts on TOUR but did not record a top-10 finish for the first time since the 2004 season. Finished T74 at The Barclays to end his season at No. 110 in the FedExCup standings. Did not advance to the second FedExCup Playoffs event (Deutsche Bank Championship) for the first time since the TOUR established the Playoffs in 2007.\n\n2013: Made 17 of 28 cuts on TOUR, with four top-10s. Finished No. 47 in the FedExCup standings...First top-10 of the season came at the Shell Houston Open, where he opened and closed with 5-under 67s. The finish marked his first top-10 since a T4 at the 2012 Travelers Championship, a span of 21 events...Overcame a 3-over 75 in the first round of the Memorial Tournament, with rounds of 70-69-70 to finish T8. The showing was his first top-10 at Muirfield Village GC in six starts...Finished T8 at the AT&T National for his first top-10 in seven starts in the event...Opened with an 8-under 63 to share the first-round lead with Phil Mickelson at the Deutsche Bank Championship. Added rounds of 72-66-67 to record his fourth top-10 of the season (solo eighth). As a result, was one of seven players who entered the week outside the top 70 in the FedExCup standings who played his way into the BMW Championship (moving from No. 80 to No. 49).\n\n2012: Finished T4 at the Arnold Palmer Invitational, with rounds of 70-73-70-70. It was his first top-10 at Bay Hill in seven career starts...A week later, again came close to capturing his first career PGA TOUR win, at the Shell Houston Open. Bettered a 4-under 68 in round one with a 7-under 65 in round two to begin the third-round at 11-under, just one shot shy of Jeff Maggert's 12-under lead. Weekend rounds of 69-74 was good for a T4 finish, the first time he had posted top-five finishes in successive starts since T5s at the 2009 PLAYERS Championship and the Valero Texas Open...Was T9 at the Wells Fargo Championship for his first top-10 in eight career starts at Quail Hollow Club...Finished T4 at the Travelers Championship after holding a share of the third-round lead. A final-round 70 left him two shots off Marc Leishman's winning pace...Including The Barclays and Deutsche Bank Championship, missed the cut in six of his last seven starts through the FedExCup Playoffs (only exception a T15 at the RBC Canadian Open), failing to advance as far as the BMW Championship for just the second time in six seasons of the FedExCup (2007).\n\n\n\n2011: Posted two top-10 finishes and a career-high 10 top-25 finishes during the season, leading to a career-best No. 39 finish in the FedExCup standings...Recorded his first top 10 with a T9 finish at the Travelers Championship...Thanks to a final-round, 7-under 64, moved to a season-best No. 30 in the FedExCup standings with a T6 at The Barclays, marking the first top 10 in 12 starts in a PGA TOUR Playoffs event.\n\n\n\n2010: Season highlighted by two runner-up performances and a 53rd-place finish in the FedExCup standings...Lost in a playoff to Jim Furyk at the Verizon Heritage after finishing regulation tied at 13-under, giving him runner-up finishes on TOUR in each of the last four years. Birdied the 18th hole to force the playoff, which went back to the 18th tee. Playing his third shot out of a greenside hazard in the playoff, Davis called a two-stroke penalty on himself after touching a loose impediment during his backswing (Rule 13-4), ensuring Furyk's victory. Posted just four bogeys during the week, but two came on Nos. 15 and 16 during the final round...At 16-under 194, shared the 54-hole lead with Bryce Molder at the Crowne Plaza Invitational at Colonial, shattering his previous-best 54-hole total on TOUR (199). A final-round 2-under 68 left him second (his second runner-up of the season) and three strokes behind champion Zach Johnson in his attempt to become the first player from England to win the event. Prior to the start of the third round, visited with school teacher Elizabeth Hodges and her English class from Sam Houston High School in Arlington, Texas. They presented him with self-written journals of how they were inspired by the honesty and sportsmanship he demonstrated earlier in the year at the Verizon Heritage...Finished birdie-eagle-birdie at the inaugural CIMB Asia Pacific Calssic in Malaysia to take the clubhouse lead at 17-under. When Ben Crane made birdie at the 72nd hole for the win, Davis earned solo-second-place honors at the PGA TOUR-sanctioned unofficial event. \n\n2009: Finished No. 58 on the FedExCup points list, with 19 made cuts in 32 starts. Finished a career-best No. 43 on the money list...Earned first top-10 of the season with a T5 at THE PLAYERS Championship with four sub-par rounds...Another T5 followed a week later at the Valero Texas Open with four rounds in the 60s...Made it three consecutive top-5 finishes with a second-place finish at HP Byron Nelson Championship, again posting four rounds in the 60s, and equaling his career-best TOUR finish. Final-round 64 marked his 20th consecutive round of par or better...A final-round, bogey-free 64 led to a T7 finish at the season-ending Children's Miracle Network Classic. 2008: Held the 36-hole lead at The Honda Classic before weekend rounds of 73-73 left him four shy of eventual winner Ernie Els. T7 finish marked his first top-10 of the season...In a six-week span, posted four top-20 finishes beginning with a T13 at the Travelers Championship in June. Best finish was a T2 at the Legends Reno-Tahoe Open in August, his best finish since taking solo second at the 2007 Stanford St. Jude Championship. \n\n2007: Had three top-10 finishes and topped the $1-million mark for the first time in his career...Posted his best career finish, a second, at the Stanford St. Jude Championship to complete an emotional week. Had to fly home to Orlando on Tuesday of tournament week when wife and two children were rushed to the hospital following a carbon monoxide gas leak at their home. Returned to Memphis late Wednesday...Made the cut in his final two starts to close the season with 17 consecutive cuts made, which put him second behind Tiger Woods (23 in a row) to finish the season. \n\n2006: In second season on TOUR, retained card on the strength of two top-10s...In fourth start of the season, collected his first top-10 with a T7 at the AT&T Pebble Beach National Pro-Am...Second top-10 was a T8 at the EDS Byron Nelson Championship, thanks to a closing 7-under 65. \n\n2005: In rookie season on TOUR, finished 98th on the money list...Posted second career top-10, a T3 at the rain-shortened, unofficial Nissan Open. Shot 65-69 to finish one shot out of Adam Scott-Chad Campbell playoff...Shared the first-round lead with three others after an 8-under 64 at the Ford Championship at Doral. Finished T44...Finished T7 at the Shell Houston Open to bump season earnings into top 50...Closing 3-under 69 at The Daily Telegraph Dunlop Masters earned a spot in a three-man playoff on European Tour with Thomas Bjorn and David Howell, eventually won by Bjorn. 2004: Earned his initial TOUR card by taking medalist honors in his first trip to the PGA TOUR Qualifying Tournament since 1995. The first-timer at final stage posted the highest final round (2-over 74) by a Qualifying Tournament winner since 1996 (Steve Jones, 75) and won by one stroke over Rob Rashell...Finished 31st on the European Tour's Order of Merit, where he had been a member since 1997, with three top-10s and his second career victory, at the ANZ Championship. 2003: T6 at The Open Championship, shooting 68-68 on the weekend. Recorded two seconds, a third and 10 top-10s on the European Tour. 2002: Married his wife Julie in October and the week of his honeymoon played in the Telefonica Open de Madrid, finishing T2, his best finish of the season. 2000: In May, won his first title, the Peugeot Open de EspaĂąa, at the PGA Golf de Catalunya, where he met his wife to be, Julie, a former flight attendant and daughter of former England goalkeeper Ray Clemence. Amateur: Represented England at boy, youth and senior levels...Won the 1992 Peter McEvoy Trophy.\n","otherCarHigh" : "","personal" : "Has had two skin cancers and is affiliated with The Skin Cancer Foundation with the hopes he can educate people about the dangers of the sun and what role prevention can have in helping people maintain their health...Charity efforts also go toward the Arnold Palmer Hospital in Orlando, Fla., which treated his son Henry, who was born with kidney issues, and his daughter, Madeline, after she suffered two collapsed lungs right after birth.","otherInfo" : "","ntlTeams" : "World Cup (1), 2000; Alfred Dunhill Cup (1), 2000; Seve Trophy (1), 2003.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T28th at the Sanderson Farms Championship.","dynStats" : "He ranks T11th in Approach 50-75 yards (RTP Scor on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/briandavisgolf"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/briandavisgolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}