{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29253","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Curl","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "170","weightMetric" : "77","birthDate" : "October 31, 1978","age" : "37","birthPlace" : "Redding, California","residence" : "Birmingham, Alabama","family" : "Wife, Kristy","education" : "University of North Carolina-Charlotte","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "Greystone CC (Birmingham, Alabama)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "384,465&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Exempt - Top-75 Money Winner from 2014 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 20 Web.com Tour events, making eight cuts. Had one top 10 and two top 25s. Finished the Regular Season 109th on the money list and 129th on the final year-long money list.\nRecorded his lone top-10 in Knoxville, at the News Sentinel Open in August. Posted 66-67-68-68 to finish 15 under and T4. It was his lowest score in relation to par for the year.","carHigh" : "2014: Played in 19 Web.com Tour events and finished 58th on the Regular Season money list...In May, received an invitation to play the PGA TOUR's Crowne Plaza Invitational at Colonial when his father, Rod, the 1974 champion at Colonial, selected him to play. Made the cut (T63) and earned $13,440...Appeared in another PGA TOUR event when he Monday-qualified into the Greenbrier Classic, where he missed the cut...A week later, he jumped into contention at the Utah Championship by shooting a third-round, 8-under 63 after opening 69-67. Closed with an even-par 71 to T7 at Willow Creek CC.\n\n2013: Did not have Web.com Tour status and did not play in any Tour events...Made one PGA TOUR start, missing the cut at the Puerto Rico Open. \n\n2012: First top-10 finish was a T6 at The Rex Hospital Open in Raleigh...Followed up the next day by qualifying for the U.S. Open. Made the 36-hole cut on the number (8-over) in his first start in a major championship. Wound up T56 at The Olympic Club in San Francisco. \n\n2011: Forced to the sidelines with ankle problems following the Mexico Open in late June. Had made the cut in just five of 11 starts prior to that point with his best finish a T38 at the Panama Claro Championship to open the season. \n\n2010: Played on a Major Medical Extension and did not make his first start of the year until late May. Wound up making nine cuts in 14 starts and ended the season No. 58 on the money list...Posted his first top-10 of the year in his 10th start in September at the Soboba Golf Classic. Was the first-round co-leader after firing a 6-under 65. Added three steady rounds to finish T5, a then career-best performance that bettered his T7 at the 2009 Melwood Prince George's County Open...Followed up the next week with another T5 finish at the Chattanooga Classic...Finished T2, a career-best, two starts later at the inaugural Winn-Dixie Jacksonville Open. A 6-under 64 in the second round put him in contention. He finished one-stroke behind winner David Mathis. \n\n2009: Finished T7 at the Melwood Prince George's County Open, a career-best performance that bettered his T9 at the Northeast Pennsylvania Classic in 2008. \n\n2008: Made six cuts in seven starts on the Web.com Tour, with a T9 performance at the Northeast Pennsylvania Classic. He posted a 7-under 63 in the second-round. Was T19 at the Utah Championship, his only other top-25. \n\n2007: Made two cuts from three events with a season-best T21 at Northeast Pennsylvania Classic...Won the Connecticut State Open. \n\n2006: Best finish was T21 at Chitimacha Louisiana Open, one of two cuts made from the six events he played. First professional victory came at the 2004 Emerald Lakes Classic on the Tarheel Tour, holing a 70-foot eagle putt on the final hole to win by five strokes. Has three wins each on Tarheel and New England Tours. Also competed on Gateway Tour. Has four aces in competition. \n","otherCarHigh" : "","personal" : "Attended Ellington High School in Ellington, Conn...His father, Rod, played the PGA TOUR for 20 years, winning the 1974 Colonial National Invitational to finish 16th on the money list that year, the best performance of his career...Brother, Rod, is a Class A head golf professional who played in the Web.com Tour's 2008 Miccosukee Classic...Takes instruction from Lee Stroever...Earliest golf memory was playing golf with his dad at a PGA TOUR event...If not a professional golfer, would likely be a pro hunter...Favorite college teams are UNC-Charlotte and the University of Alabama...Favorite pro team is the New England Patriots...Favorite TV show is \"Criminal Minds.\" ...Dream foursome would include his grandfather, father and brother...Twitter name is @jcurl1031","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 20 Web.com Tour events, making eight cuts. Had one top 10 and two top 25s. Finished the Regular Season 109th on the money list and 129th on the final year-long money list.\nRecorded his lone top-10 in Knoxville, at the News Sentinel Open in August. Posted 66-67-68-68 to finish 15 under and T4. It was his lowest score in relation to par for the year.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T2nd in 2010 at the Winn-Dixie Jacksonville Open Presented by Planters.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}