{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01142","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bryant","first" : "Bart","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "88","birthDate" : "November 18, 1962","age" : "53","birthPlace" : "Gatesville, Texas","residence" : "Winter Garden, Florida","family" : "Wife, Cathy; Kristen (8\/1\/88), Michelle (1\/11\/94)","education" : "New Mexico State University","splInterest" : "Movies, spending time with friends","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "Orlando; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,541,364&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Among the Champions Tour's top-25 money-winners for the third consecutive season and had a pair of second-place finishes in consecutive events early in the year...Suffered a disappointing loss in mid-February when he fell to Lee Janzen in a one-hole playoff at The ACE Group Classic. Matched the tournament course record with a 10-under-par 62 at TwinEagles in the final round and was the clubhouse leader at 16-under par. However, Janzen, playing two groups behind, matched his 16-under with a birdie at No. 18 and then two-putted for par on the first playoff hole after Bryant's second shot went in the water, thus ending his chances...Made another bid for a victory in his next start at the Tucson Conquistadores Classic in March. Trailed Marco Dawson by just one stroke after 36 holes but closing round of 2-under-par 70 left him two strokes short Sunday. Turning point came on the 16th hole when he made bogey while his playing partner, Dawson, made an 18-footer for birdie for a two-stroke margin. Second-place finish was his fourth straight top-10, and it also allowed him simultaneously to take the lead in the Charles Schwab Cup and move atop the money list...Shared the first-round lead at the Encompass Championship and was in contention midway through the final round, but 1-over 37 on back nine dropped him into T4 at North Shore CC with Woody Austin. Made two eagles in opening-round 69...Three consecutive rounds in the 60s led to a T9 at the season-opening Mitsubishi Electric Championship at Hualalai...Was T9 again at the Allianz Championship. Shared the 36-hole lead in the event, thanks to a double eagle on the 18th hole Saturday (6-iron from 195 yards). The albatross was ESPN SportsCenter's \"Play of the Day\" and was the 35th double eagle in Champions Tour history, the first since Keith Fergus' at the 2010 SAS Championship...Named the Champions Tour Player of the Month for January\/February.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Will play the PGA TOUR on Major Medical Extension in 2010 because of a wrist injury. Has nine events to earn $336,093, which coupled with 2009 earnings of $326,590, will equal No. 125 on the 2009 money list, to earn his status for the remainder of the season. 2009: Played 17 events, making 12 cuts, including a season-best T4 at the Puerto Rico Open presented by Banco Popular where he finished 12-under-par and two strokes behind winner Michael Bradley...Last event of the season was the John Deere Classic in mid-July before shutting it down due to a left wrist injury. 2008: Recorded a runner-up finish and a third place during the season...Was tied with Tiger Woods at the Arnold Palmer Invitational until Woods sank a 24-foot putt on the final green to claim the win. Only player in the field to shoot four rounds in the 60s. Fired a final-round 67 to stand tied with Woods at 9-under par as Woods played the par-4 18th hole...Posted a tournament-best 7-under 133 (66-67) in the middle rounds on his way to a solo third-place finish at the EDS Byron Nelson Championship. 2007: Closed with a 3-under 69 at the Buick Invitational to finish T7, his best effort since finishing runner-up at the 2006 Canadian Open...The next week finished fourth at the FBR Open to record back-to-back top-10s for only the second time in his career (1\/2005 THE TOUR Championship, 9\/2006 Mercedes-Benz Championship)...Made the cut in last 11 starts, culminating with a T20 at the season-ending Children's Miracle Network Classic presented by Walmart. Week earlier, brother Brad claimed T10 on the Champions Tour at its season-ending Charles Schwab Cup Championship. 2006: Consistent season with seven top-25s in 26 starts. Played in all four majors for the first time, with a best finish of T32 at the U.S. Open...Fell short of goal of defending TOUR Championship title as he finished outside the top 30 on the money list…Best finish was a runner-up to Jim Furyk at the Canadian Open, posting four rounds in the 60s to finish one shot out of a playoff. 2005: At age 42, enjoyed a career year with two victories and a top-10 finish on the money list. Finished the season 24th in the Official World Golf Ranking after beginning the campaign 139th...Won second TOUR title at the Memorial Tournament in only his 18th TOUR start since winning the 2004 Valero Texas Open. After taking the lead with a birdie on the 71st hole, converted an up-and-down with approach shot after hitting tee shot on 72nd hole into hazard. Drained 15-foot par putt to defeat Fred Couples by one stroke. With rounds of 69-69-66-68, became the seventh different player to post four rounds in the 60s in Memorial Tournament history. Surpassed the $1-million mark in season earnings for the first time in his career with a paycheck of $990,000...Lapped the field at THE TOUR Championship, besting runner-up Tiger Woods by six strokes. Opened with an East Lake Golf Club course record 8-under-par 62 and posted all four rounds in the 60s. Held at least a share of the lead all four days, including a three-stroke margin over Retief Goosen after 54 holes. Earned a career-best paycheck of $1,170,000. After winning first PGA TOUR event (2004 Valero Texas Open) in 187th career start, needed only 31 subsequent events to earn second and third victories. 2004: Captured first TOUR victory at the Valero Texas Open. Oft-injured Texan entered 2004 having played only six full seasons on TOUR since 1991, with five successful trips to Q-School during that time. Playing in 18th (of 23) events on 2004 Major Medical Extension, captured the Valero event in 187th career start at age 41 years, 10 months and one day. Oldest first-time winner since Ed Dougherty won the 1995 Deposit Guaranty Golf Classic at age 47 years, eight months and 19 days. Set 2004 TOUR mark for low 54- and 72-hole totals at 194 (67-67-60) and 261 (67-67-60-67), respectively, and third-round 60 tied Robert Gamez for low round of the season. The victory was only fifth career top-10 in 192 starts. Teamed with brother Brad (T37) as the duo played in their 743rd combined event on the PGA TOUR. 2003: Played in only six events after earning TOUR card through Q-School for the fifth time. Season was cut short due to elbow surgery (March 4). Did not play after Sony Open in Hawaii until Reno-Tahoe Open in August. Received Major Medical Extension for 2004. 2002: T9 at Kemper Insurance Open was fourth top-10 of career and first since 1992 Hardee's Golf Classic. 2001: Missed first half of season due to rehabilitation from elbow surgery that occurred in December 2000. Did not play in a TOUR event until June at the FedEx St. Jude Classic and made only 10 starts. 1993: Played full-time on the Nationwide Tour, with 21 starts. 1991: Two top-10 finishes in rookie season. 1986: Turned professional and won the 1988 Florida Open. Member of the 1990 and 1993 Nationwide Tour. Amateur: Winner of 1984 UCLA Billy Bryant Invitational and 1983-84 Sun Country Amateur. Two-time All-American at New Mexico State. Older brother Brad is a past PGA TOUR champion and a current Champions Tour player. They are one of 12 winning brother combinations on TOUR.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1991","qSchoolYear" : "1990, 1994, 1995, 1999, 2000, 2002","exmtStatus" : "Past Champion","otherVics" : "(1): 1988 Florida Open.","intlVics" : "","curYearHigh" : "Among the Champions Tour's top-25 money-winners for the third consecutive season and had a pair of second-place finishes in consecutive events early in the year...Suffered a disappointing loss in mid-February when he fell to Lee Janzen in a one-hole playoff at The ACE Group Classic. Matched the tournament course record with a 10-under-par 62 at TwinEagles in the final round and was the clubhouse leader at 16-under par. However, Janzen, playing two groups behind, matched his 16-under with a birdie at No. 18 and then two-putted for par on the first playoff hole after Bryant's second shot went in the water, thus ending his chances...Made another bid for a victory in his next start at the Tucson Conquistadores Classic in March. Trailed Marco Dawson by just one stroke after 36 holes but closing round of 2-under-par 70 left him two strokes short Sunday. Turning point came on the 16th hole when he made bogey while his playing partner, Dawson, made an 18-footer for birdie for a two-stroke margin. Second-place finish was his fourth straight top-10, and it also allowed him simultaneously to take the lead in the Charles Schwab Cup and move atop the money list...Shared the first-round lead at the Encompass Championship and was in contention midway through the final round, but 1-over 37 on back nine dropped him into T4 at North Shore CC with Woody Austin. Made two eagles in opening-round 69...Three consecutive rounds in the 60s led to a T9 at the season-opening Mitsubishi Electric Championship at Hualalai...Was T9 again at the Allianz Championship. Shared the 36-hole lead in the event, thanks to a double eagle on the 18th hole Saturday (6-iron from 195 yards). The albatross was ESPN SportsCenter's \"Play of the Day\" and was the 35th double eagle in Champions Tour history, the first since Keith Fergus' at the 2010 SAS Championship...Named the Champions Tour Player of the Month for January\/February.","carHigh" : "2012: Making his first start on the PGA TOUR since the 2009 John Deere Classic, a span that included two surgeries (including bone-fusion) on his left wrist, finished T49 at the FedEx St. Jude Classic for his best finish in six starts. \n\n2011: Did not play due to ongoing wrist issues. \n\n2010: Wrist injury forced him to not make a start on the PGA TOUR for the first time since the 1998 season. \n\n2009: Played 17 events, making 12 cuts, including a season-best T4 at the Puerto Rico Open, where he finished 12-under-par and two strokes behind winner Michael Bradley...Last event of the season was the John Deere Classic in mid-July before shutting it down due to a left wrist injury. \n\n2008: Recorded a runner-up finish and a third place during the season...Was tied with Tiger Woods at the Arnold Palmer Invitational until Woods sank a 24-foot birdie putt on the final green to claim the win. Only player in the field to shoot four rounds in the 60s. Fired a final-round 67 to stand tied with Woods at 9-under par as Woods played the par-4 18th hole...Posted a tournament-best 7-under 133 (66-67) in the middle rounds on his way to a solo third-place finish at the EDS Byron Nelson Championship.\n\n2007: Closed with a 3-under 69 at the Buick Invitational to finish T7, his best effort since finishing runner-up at the 2006 Canadian Open...The next week finished fourth at the FBR Open to record back-to-back top-10s for only the second time in his career (won the 2005 TOUR Championship, ninth at the 2006 Mercedes-Benz Championship)...Made the cut in last 11 starts, culminating with a T20 at the season-ending Children's Miracle Network Classic presented by Walmart. Week earlier, brother Brad claimed T10 on the Champions Tour at its season-ending Charles Schwab Cup Championship. \n\n2006: Consistent season with seven top-25s in 26 starts. Played in all four majors for the first time, with a best finish of T32 at the U.S. Open...Fell short of goal of defending TOUR Championship title as he finished outside the top 30 on the money list…Best finish was a runner-up to Jim Furyk at the Canadian Open, posting four rounds in the 60s to finish one shot out of a playoff. \n\n2005: At age 42, enjoyed a career year with two victories and a top-10 finish on the money list. Finished the season 24th in the Official World Golf Ranking after beginning the campaign 139th...Won second TOUR title at the Memorial Tournament in only his 18th TOUR start since winning the 2004 Valero Texas Open. After taking the lead with a birdie on the 71st hole, converted an up-and-down with approach shot after hitting tee shot on 72nd hole into hazard. Drained 15-foot par putt to defeat Fred Couples by one stroke. With rounds of 69-69-66-68, became the seventh different player to post four rounds in the 60s in Memorial Tournament history. Surpassed the $1-million mark in season earnings for the first time in his career with a paycheck of $990,000...Lapped the field at the TOUR Championship, besting runner-up Tiger Woods by six strokes. Opened with an East Lake GC course record 8-under-par 62 and posted all four rounds in the 60s. Held at least a share of the lead all four days, including a three-stroke margin over Retief Goosen after 54 holes. Earned a career-best paycheck of $1,170,000. After winning first PGA TOUR event (2004 Valero Texas Open) in 187th career start, needed only 31 subsequent events to earn second and third victories. \n\n2004: Captured first TOUR victory at the Valero Texas Open. Oft-injured Texan entered the season having played only six full seasons on TOUR since 1991, with five successful trips to the PGA TOUR Qualifying Tournament during that time. Playing in 18th (of 23) events on Major Medical Extension, captured the Valero event in 187th career start at age 41 years, 10 months, 1 day. Oldest first-time winner since Ed Dougherty won the 1995 Deposit Guaranty Golf Classic at age 47 years, 8 months, 19 days. Set 2004 TOUR mark for low 54- and 72-hole totals at 194 (67-67-60) and 261 (67-67-60-67), respectively, and third-round 60 tied Robert Gamez for low round of the season. The victory was only fifth career top-10 in 192 starts. Teamed with brother Brad (T37) as the duo played in their 743rd combined event on the PGA TOUR. \n\n2003: Played in only six events after earning TOUR card through the PGA TOUR Qualifying Tournament for the fifth time. Season was cut short due to elbow surgery (March 4). Did not play after Sony Open in Hawaii until Reno-Tahoe Open in August. Received Major Medical Extension for 2004. \n\n2002: T9 at Kemper Insurance Open was fourth top-10 of career and first since 1992 Hardee's Golf Classic. \n\n2001: Missed first half of season due to rehabilitation from elbow surgery that occurred in December 2000. Did not play in a TOUR event until June at the FedEx St. Jude Classic and made only 10 starts. \n\n1996: Best performance was a T18 in June at the Canon Greater Hartford Open. Shot a final-round 66 in Connecticut. \n\n1995: Best finish was a T12 at the Nortern Telecom Open in Tucson, shooting weekend rounds of 67-69. Finished 146th on the money list. \n\n1994: Played in one PGA TOUR event, the U.S. Open, missing the cut. \n\n1993: Played full-time on the Web.com Tour, with 21 starts. \n\n1992: Lone top-10 was a T10, at the Hardee's Golf Classic. \n\n1991: Enjoyed wo top-10 finishes in rookie season. Was T9 at the United Hawaiian Open in January and seventh at the Honda Classic two months later.\n\n1989: Missed the cut at teh Chrysler Team Championship at the Palm Beach Polo and CC, with brother Brad as his partner. \n\n1987: Played in the U.S. Open but missed the cut. \n\n1986: Turned professional and won the 1988 Florida Open...Lone PGA TOUR start was a T32 at the Hardee's Golf Classic.\n\nAmateur: Winner of 1984 UCLA Billy Bryant Invitational and 1983-84 Sun Country Amateur. Two-time All-American at New Mexico State.\n","otherCarHigh" : "","personal" : "Older brother Brad is a past PGA TOUR champion and a current Champions Tour player. They are one of 12 winning brother combinations on TOUR.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1988 Florida Open.","intlVics" : "(1): 2013 Liberty Mutual Insurance Legends of Golf [Raphael Division with Ian Baker-Finch].","curYearHigh" : "Among the Champions Tour's top-25 money-winners for the third consecutive season and had a pair of second-place finishes in consecutive events early in the year...Suffered a disappointing loss in mid-February when he fell to Lee Janzen in a one-hole playoff at The ACE Group Classic. Matched the tournament course record with a 10-under-par 62 at TwinEagles in the final round and was the clubhouse leader at 16-under par. However, Janzen, playing two groups behind, matched his 16-under with a birdie at No. 18 and then two-putted for par on the first playoff hole after Bryant's second shot went in the water, thus ending his chances...Made another bid for a victory in his next start at the Tucson Conquistadores Classic in March. Trailed Marco Dawson by just one stroke after 36 holes but closing round of 2-under-par 70 left him two strokes short Sunday. Turning point came on the 16th hole when he made bogey while his playing partner, Dawson, made an 18-footer for birdie for a two-stroke margin. Second-place finish was his fourth straight top-10, and it also allowed him simultaneously to take the lead in the Charles Schwab Cup and move atop the money list...Shared the first-round lead at the Encompass Championship and was in contention midway through the final round, but 1-over 37 on back nine dropped him into T4 at North Shore CC with Woody Austin. Made two eagles in opening-round 69...Three consecutive rounds in the 60s led to a T9 at the season-opening Mitsubishi Electric Championship at Hualalai...Was T9 again at the Allianz Championship. Shared the 36-hole lead in the event, thanks to a double eagle on the 18th hole Saturday (6-iron from 195 yards). The albatross was ESPN SportsCenter's \"Play of the Day\" and was the 35th double eagle in Champions Tour history, the first since Keith Fergus' at the 2010 SAS Championship...Named the Champions Tour Player of the Month for January\/February.","carHigh" : "2014: Was among the top-10 finishers in more than a third of his starts but did not have a performance better than fifth in any event. Played his best golf in the first half of the season and, in one stretch, was among the top seven in four of seven starts...In late-May, was a co-leader after 36 holes of the Senior PGA Championship and in contention early on the front nine Sunday before eventually T5 at Harbor Shores...A month later, was on the leaderboard throughout the Encompass Championship, and his final-round 69 led to a fifth-place showing at North Shore CC...Played his last 25 holes at the Mississippi Gulf Resort Classic without a bogey, and a final-round 69 moved him into a T6 near Biloxi...Tied for the first-round lead at the Insperity Invitational and eventually finished T7 at The Woodlands...Opened by tying the course record at the Shaw Charity Classic and shared the first-round lead with Tom Pernice, Jr., before eventually claiming a T7 in Calgary. \n\n2013: Was fully healthy for the first time since 2009 and took advantage during his Champions Tour rookie year, finishing among the top 20 on the final money list, thanks to seven top-10 performances in 20 official starts...Proved to himself he could again play at a high level, pocketing more than $950,000, the most he's made in a season since 2008, his career-best earnings year on the PGA TOUR ($1.7 million)...Highlight of his season came in August when he became the Champions Tour's 1,000th champion, claiming his first career title at the Dick's Sporting Open in his 14th career start. Victory in Central New York led to him being selected as the Champions Tour's Player of the Month. Coupled with older brother Brad's wins, the Bryants became the third set of brothers to win Champions Tour titles. Win ended a victory drought of 7 years, 9 months, 11 days since capturing the title at the 2005 TOUR Championship. Forged a four-stroke lead after tying the tournament record with a 62 in the second round. Then managed to hold off Russ Cochran and Corey Pavin by a stroke on Sunday despite an even-par 72 on the last day...Early in the season, teamed with Ian Baker-Finch to win the unofficial Raphael Division competition at the Liberty Mutual Insurance Legends of Golf. Was a late entry into the field, added just one day before the start of the event. The pair needed to go three extra holes before Baker-Finch's 10-foot birdie putt ended the playoff against Blaine McCallister and Keith Fergus in Savannah...Closed with 67 at TPC Twin Cities to T4 at the 3M Championship...Appeared on his way to a high finish at the season-ending Charles Schwab Cup Championship, but bogeys on his final two holes led to a T5 at TPC Harding Park...Was among the early leaders at the inaugural Greater Gwinnett Championship and eventually finished T7 near Atlanta after an even-par 72 Sunday at TPC Sugarloaf....Was one stroke off the lead through 36 holes of The Principal Charity Classic after establishing the competitive course record at the Wakonda Club. Fired an 8-under 64 in the second round that included eight birdies. Eventually finished T7 in the event after an even-par 72 Sunday...Started his year by playing a pair of PGA TOUR events on a Major Medical Extension. Was T41 at the Sony Open in Hawaii and then missed the cut at the Humana Challenge. Failed to meet the terms of his Major Medical Extension after those two starts on the TOUR, coming up short on the amount of money he needed for conditional status. \n\n\n","otherCarHigh" : "Won three times on the PGA TOUR, with all three titles coming in his 40s….Enjoyed his career year in 2005 when, at age 42, he claimed two victories and placed ninth of the official money list, with more than $3 million in earnings. Finished the season 24th in the Official World Golf Ranking after beginning the campaign 139th. Won second TOUR title, at the Memorial Tournament, in only his 18th TOUR start since winning the 2004 Valero Texas Open. After taking the lead with a birdie on the 71st hole, converted an up-and-down with an approach shot after hitting tee shot on 72nd hole into a hazard. Drained a 15-foot par putt to defeat Fred Couples by one stroke. With rounds of 69-69-66-68, became the seventh different player to post four rounds in the 60s in Memorial Tournament history. Surpassed the $1-million mark in season earnings for the first time in his career with a paycheck of $990,000...Lapped the field at the TOUR Championship, besting runner-up Tiger Woods by six strokes. Opened with an East Lake GC course record, 8-under-par 62 and posted all four rounds in the 60s. Held at least a share of the lead all four days, including a three-stroke margin over Retief Goosen after 54 holes. Earned a career-best paycheck of $1,170,000. After winning first PGA TOUR event (2004 Valero Texas Open) in his 187th career start, needed only 31 subsequent events to earn second and third victories…Captured first TOUR victory at the 2004 Valero Texas Open. Oft-injured Texan entered 2004 having played only six full seasons on TOUR since 1991, with five successful trips to the PGA TOUR Qualifying Tournament during that time. Playing in 18th (of 23) events on 2004 Major Medical Extension, captured the Valero event in 187th career start at age 41 years, 10 months, 1 day. Became the oldest first-time winner since Ed Dougherty won the 1995 Deposit Guaranty Golf Classic, at age 47 years, 8 months, 19 days. Set 2004 PGA TOUR mark for low 54- and 72-hole totals at 194 (67-67-60) and 261 (67-67-60-67), respectively, and third-round 60 tied Robert Gamez for low round that season. The victory was only fifth career top-10 in 192 starts. Teamed with brother Brad (T37) as the duo played in their 743rd combined PGA TOUR event… Finished second to Woods at the 2008 Arnold Palmer Invitational when Woods sank a 24-foot birdie putt on the final green to claim the win. Only player in the field to shoot four rounds in the 60s. Was also the runner-up to Jim Furyk at the 2006 Canadian Open, posting four rounds in the 60s to finish one shot back…Turned professional in 1986 and won the 1988 Florida Open… As an amateur, won the 1984 UCLA Billy Bryant Invitational and 1983-84 Sun Country Amateur…Was an All-America selection at New Mexico State in 1984. One of his college teammates was Tom Byrum.","personal" : "Older brother Brad is also a member of the Champions Tour, and they are one of only 12 winning brother combinations in PGA TOUR history...Suffered a left-wrist injury near the end of the 2009 season and a pair of subsequent surgeries kept him out of action for almost three years, returned to the PGA TOUR midway through the 2012 season...Prior to that, 2003 season was cut short due to elbow surgery...In 2001, missed the first half of the PGA TOUR season due to rehabilitation from elbow surgery that occurred in December, 2000. Also underwent rotator cuff surgery in 1992...Some of his favorite TV shows are \"Everybody Loves Raymond\" and \"Grimm\"...Also enjoys watching football as well as some basketball...Enjoys 70's rock and contemporary Christian music...His favorite team as a kid was the Dallas Cowboys and favorite player was Roger Staubach...Would love to trade places for a day with anyone who \"hits it over 320 yards,\" just to feel what it's like to hit one long drive...His favorite meal is country fried steak, mashed potatoes, fried okra, mac-n-cheese made by his mom...His all-time favorite movies include \"Braveheart,\" \"For Love of the Game\" and \"Father of the Bride\"...His most memorable vacation was going to New York City with his wife for their 25th wedding anniversary...Would most like to sit down for a discussion with Abraham Lincoln...Drives an Acura MDX and a Harley Davidson Ultra Classic Limited...Most memorable shot was his putt on No. 18 to win the Memorial Tournament...Supports the House of Hope, CRU and his local church...Enjoys taking road trips on his Harley when not playing golf...His bucket list includes taking his motorcycle from Orlando to Alaska and back as well as winning a major championship.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T4th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks T25th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}