{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32448","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hahn","first" : "James","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "November 2, 1981","age" : "34","birthPlace" : "Seoul, South Korea","residence" : "Alameda, California","family" : "Wife, Stephanie; Kailee (3\/1\/15)","education" : "University of California-Berkeley (2003, American Studies)","splInterest" : "Poker, fantasy football","pronunciation" : "HONN","nwTourAlumnus" : "Web.com Tour Graduate (2012)","trndProYear" : "2003","clubAffl" : "Metropolitan GC (Oakland, California)","cityPlaysFrm" : "Alameda; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,747,103&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "Conditionally Exempt \/ 8th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "(2): 2009 Edmonton Open [Can], 2009 Riviera Nayarit Classic [Can].","curYearHigh" : "Following a T41 in the season-opening Frys.com Open, finished sixth at the CIMB Classic in Malaysia, his first top-10 since the 2015 Greenbrier Classic (T6).","carHigh" : "2011: Was steady during the year and made 16 cuts in 25 starts. Had eight top-25 finishes but only one top-10, a T4 at the Utah Championship. Fired opening rounds of 65-66 and was in third place, two strokes behind the leader and eventual winner J.J. Killeen. Was never higher than No. 46 and never lower than No. 78 on the Web.com Tour money list. 2010: In his rookie season made the cut in 18 of 28 starts and wound up No. 29 on the final money list...Had 11 top-25 finishes and five top-10s during the year...Contended for the title and finished T11 at the season-ending Tour Championship at Daniel Island but failed to move up on the money list...Also finished No. 11 in Total Birdies and T10 in Total Eagles for the season...Finished T9 in his first career Web.com Tour start, the Michael Hill New Zealand Open...Finished T5 at the Chitimacha Louisiana Open. After firing a 74 in the opening round, he rallied with rounds of 66-68-68. It was his fifth consecutive made cut to begin the season...At the Ford Wayne Gretzky Classic in July, posted his third top-10 finish of the year. Fired a career-best, 9-under 63 in the first round. His final-round 65 left him five shots back of his college teammate and winner, Peter Tomasulo. A career-best T4 finish moved him from No. 33 on the money list to No. 19....Solid play continued the next week at the Chiquita Classic where he posted four rounds in the 60s and a T10, his fourth top-10 of the year...Recorded his fifth top-10 of the year with a T3 at the Cox Classic, where he shared the 54-hole lead at 17-under par. Fired a final-round 68 but chances at victory were dashed by three bogeys and a double bogey. Managed to close with back-to-back birdies to move into T3. Improved six places to No. 12 on the money list. 2009: Finished third on the Canadian Tour order of merit, having won twice (Edmonton Open and the Riviera Nayarit Classic). Has also played in the past on the Korean Tour, Pepsi Tour and California Players Tour. \n","otherCarHigh" : "","personal" : "Involved with the Oakland Children's Hospital and wore the hospital logo on his shirt during the 2010 season. Donated money to the hospital for every birdie he made (350) during the year...Non-golf related jobs held include assistant account executive with an advertising company. Biggest thrill in golf was winning for the first time on the Canadian Tour on his dad's birthday. Biggest thrill outside of golf was getting stitches in his head for the first time...Favorite golf course is Punta Mita GC in Mexico. Would most like to play Augusta National. Favorite professional team is the Oakland A's. Lucky charm is a car-wash coin used to mark his ball. Favorite entertainer is Chris Rock...Other favorites include The Art of Happiness, Korean food and LeBron James. Likes to visit Los Angeles and favorite vacation destination is Mexico...Dream foursome would include The Rock, Kat Williams and Bernie Mac...Not many people know that he cuts his own hair. Bucket list includes skydiving, scuba diving and surfing.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Following a T41 in the season-opening Frys.com Open, finished sixth at the CIMB Classic in Malaysia, his first top-10 since the 2015 Greenbrier Classic (T6).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "(2): 2009 Edmonton Open [Can], Riviera Nayarit Classic [Can].","curYearHigh" : "Following a T41 in the season-opening Frys.com Open, finished sixth at the CIMB Classic in Malaysia, his first top-10 since the 2015 Greenbrier Classic (T6).","carHigh" : "2014-15: On the strength of his first career PGA TOUR win, advanced to the FedExCup Playoffs for a third consecutive season. Made it through the first three events, before ending his season at No. 51 in the FedExCup standings after the BMW Championship...Won the Northern Trust Open in a three-way playoff with Dustin Johnson and Paul Casey on the third hole with a birdie to Johnson's par (Casey was eliminated on the second playoff hole). The win was his first career PGA TOUR victory, and he was the fourth consecutive player to come from behind to win the Northern Trust Open in the final round. Shot weekend rounds of 69-69 at Riviera CC to overcome a struggle in the second round when he shot a 3-over 74. Opened the round with a 5-under 66...Over the Independence Day weekend, opened and closed with 4-under 66s The Greenbrier Classic en route to a T6 with six others, at 11-under 269.\n\n2013-14: In second year on TOUR, made 14 of 27 cuts, with two top-10s. Missed the cut at The Barclays to end his season at No. 123 in the FedExCup standings...Had the shot of the day in second round at the Sony Open in Hawaii. Holed a 6–iron approach shot from 193 yards for an albatross at the par-5 9th hole at Waialae, the first double eagle at the Sony Open since 1978 when Terry Mauney turned the trick at the ninth hole in the second round. His double eagle was the first on the PGA TOUR since Charl Schwartzel at the 2013 RBC Canadian Open. It was also the second double eagle in his professional career. He made an albatross on the 18th hole during the first round of the Web.com Tour's 2011 Mexico Open...Finished T5 at the HP Byron Nelson Championship, five strokes behind champion Brendon Todd. It marked his third career top-10 on TOUR and first since the 2013 AT&T Pebble Beach National Pro-Am (T3) and 2013 Humana Challenge (T4)...On the strength of four par-or-better rounds, claimed a T6, with four others, at the FedEx St. Jude Classic. With a 3-under 67, was the only player in the field to play bogey-free in the final round.\n\n2013: Made 13 cuts in 26 starts, highlighted by a pair of top-10 finishes in his first five starts. Finished the PGA TOUR Season inside the top-125 in FedExCup standings (101st), earning a spot into the field at The Barclays, the first of four FedExCup Playoffs' events. A missed cut at Liberty National GC dropped him to No. 110 in the standings, eliminating him from the Playoffs and ending his season...Recorded his first top 10 on TOUR with a T4 finish at the Humana Challenge. Shot a final-round 62, highlighted by a eagle on No. 18, to move within one shot of the playoff. Held a share of the first- and second-round leads. His career story of giving up on golf and working side jobs, including selling women's shoes at Nordstrom's, stole headlines the entire week of the Palm Springs-area tournament...Made the biggest move of the final round at the Waste Management Phoenix Open, vaulting 42 spots into a T16 after carding a 9-under 62. Became a YouTube sensation when he followed a final-round birdie on the 16th hole with his own rendition of the Gangnam Style dance, which by mid-February had more than 220,000 views...Finished a career-best T3 at the AT&T Pebble Beach National Pro-Am, with rounds of 71-65-66-70. Entered the final round tied with Brandt Snedeker at 12-under, but his 2-under 70 left him five strokes behind the eventual champion.\n\n2012: Closed his year with a solo second at the Web.com Tour Championship to move up from No. 13 to No. 5 on the final 2012 money list. Tapped in a short birdie putt on the 72nd hole at TPC Craig Ranch in McKinney, Texas, to finish at 14-under 270, two shots back of winner Justin Bolli. His final birdie dropped Canada's Adam Hadwin and rookie Morgan Hoffmann into a T3. The difference in prize money cost Hadwin his PGA TOUR card for 2013, dropping him from a possible 25th spot down to No. 30 on the money list...At The Rex Hospital Open, earned his first career title with a playoff win over Scott Parel. Got up and down for birdie on the second playoff hole to win. Shot a 4-under 67 in the final round at TPC Wakefield Plantation to finish at 13-under 271. Missed a downhill, 15-foot birdie putt on his last hole of regulation and then had to wait for the final three groups to finish. Parel also missed a birdie putt on his final hole of regulation. He collected a first-place check for $99,000, which moved him to No. 5 on the season money list. Following his win in Raleigh, he took a late-night flight to the west coast, where he played in the 36-hole U.S. Open qualifier in San Francisco. Posted rounds of 66-70 and was co-medalist to earn a berth in the Open at The Olympic Club. Posted scores of 73-80 in San Francisco and missed the cut in what was his PGA TOUR debut...Finished T4 in the season-opening Pacific Rubiales Colombia Championship, two strokes behind champion Skip Kendall. Was his first top-10 since July 2011 (T4 at 2011 Utah Championship)...Entered the final round of the Utah Championship nine strokes behind Michael Putnam. Briefly held the lead outright. Went to Willow Creek CC's final hole at 15-under but bogeyed the hole to fall into a T2 with three other players, a stroke behind winner Doug LaBelle II. Enters his rookie season on the PGA TOUR with his only previous TOUR start leading to a missed cut at the 2012 U.S. Open at The Olympic Club. \n\n2011: Was steady during the year and made 16 cuts in 25 starts. Had eight top-25 finishes but only one top-10, a T4 at the Utah Championship. Fired opening rounds of 65-66 and was in third place, two strokes behind the leader and eventual winner J.J. Killeen. Was never higher than No. 46 and never lower than No. 78 on the Web.com Tour money list. \n\n2010: In his rookie season made the cut in 18 of 28 starts and wound up No. 29 on the final money list...Had 11 top-25 finishes and five top-10s during the year...Contended for the title and finished T11 at the season-ending Tour Championship at Daniel Island but failed to move up on the money list...Also finished No. 11 in Total Birdies and T10 in Total Eagles for the season...Finished T9 in his first career Web.com Tour start, the Michael Hill New Zealand Open...Finished T5 at the Chitimacha Louisiana Open. After firing a 74 in the opening round, he rallied with rounds of 66-68-68. It was his fifth consecutive made cut to begin the season...At the Ford Wayne Gretzky Classic in July, posted his third top-10 finish of the year. Fired a career-best, 9-under 63 in the first round. His final-round 65 left him five shots back of his college teammate and winner, Peter Tomasulo. A career-best T4 finish moved him from No. 33 on the money list to No. 19....Solid play continued the next week at the Chiquita Classic where he posted four rounds in the 60s and a T10, his fourth top-10 of the year...Recorded his fifth top-10 of the year with a T3 at the Cox Classic, where he shared the 54-hole lead at 17-under par. Fired a final-round 68 but chances at victory were dashed by three bogeys and a double bogey. Managed to close with back-to-back birdies to move into T3. Improved six places to No. 12 on the money list. \n\n2009: Finished third on the Canadian Tour Order of Merit, having won twice (Edmonton Open and the Riviera Nayarit Classic). Has also played in the past on the Korean Tour, Pepsi Tour and California Players Tour. \n","otherCarHigh" : "","personal" : "Involved with the Oakland Children's Hospital and wore the hospital logo on his shirt during the 2010 season. Donated money to the hospital for every birdie he made (350) during the year...Non-golf related jobs held include assistant account executive with an advertising company and shoe salesman at Nordstrom. Biggest thrill in golf was winning for the first time on the Canadian Tour on his dad's birthday. Biggest thrill outside golf was getting stitches in his head for the first time...Favorite golf course is Punta Mita GC in Mexico. Favorite professional team is the Oakland A's. Lucky charm is a car-wash coin used to mark his ball. Favorite entertainer is Chris Rock...Other favorites include The Art of Happiness, Korean food and LeBron James. Likes to visit Los Angeles and favorite vacation destination is Mexico...Dream foursome would include The Rock, Kat Williams and Bernie Mac...Not many people know that he cuts his own hair. Bucket list includes skydiving, scuba diving and surfing.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 6th at the CIMB Classic.","dynStats" : "He ranks T66th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/JamesHahnPGA"},{"cat" : "twitter","desc" : "","url" : "http:\/\/www.twitter.com\/jameshahnpga"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}