{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01715","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Lye","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "195","weightMetric" : "88","birthDate" : "November 13, 1952","age" : "63","birthPlace" : "Vallejo, California","residence" : "Naples, Florida","family" : "Wife, Lisa; Lucas (3\/18\/05), Eva (1\/24\/07)","education" : "San Jose State University","splInterest" : "Guitar, fishing, boating","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1975","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,142,893&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "Fall 1976","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Has served as an analyst for Golf Channel the last few years and last played in a PGA TOUR event at the 1995 B.C. Open. Last played competitively on the Champions Tour in 2008, with a 76th-place finish at The ACE Group Classic his best showing. Made 486 starts on the PGA TOUR in a career that began in 1977. Made 332 cuts and earned $1,800,654 in his three decades on the TOUR. Lone victory occurred when he came from eight strokes down the final day with a 64 to earn a one-stroke win over John Mahaffey, Jim Thorpe and Sammy Rachels at the 1983 Bank of Boston Classic. Finished with birdies on three of the last four holes to claim the $63,000 first-place check, the largest of his career. Finest season came in 1989, when he earned $242,884 and was 56th on the money list. Closed that season with four straight top-10s. Built a three-stroke lead after 36 holes at the 1984 Masters Tournament and trailed by only one after 54 holes before finishing T6. Won the 1976 Australian Order of Merit. College star at San Jose State, where he earned All-America honors in 1975. Diagnosed as a diabetic in high school. One of the few players to use an elongated putter while playing on TOUR. Often traveled with his guitar on TOUR, and at one point in his career teamed with Peter Jacobsen and the late Payne Stewart to form \"Jake Trout and The Flounders.\"","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Made the last of 40 Champions Tour starts in 2008 at The Ginn Championship at Hammock Beach. \n","otherCarHigh" : "Lone PGA TOUR victory came in 1983 when he rallied from eight strokes back with a closing-round 64 to defeat John Mahaffey, Jim Thorpe and Sammy Rachels by one stroke at the Bank of Boston Classic. Earned a first-place check for $63,000, the largest check of his career. Finished 28th on the money list that season, his highest finish ever. Best Champions Tour career finish was a ninth-place showing at the 2004 Greater Hickory Classic at Rock Barn. Was the 36-hole leader at the 1984 Masters Tournament and trailed by one stroke after 54 holes before finishing T6. One of few players to use an elongated putter while on the PGA TOUR. Has battled melanoma in his career. First discovered a small growth on his left knee in 1991 and underwent surgery before a recurrence on his left thigh in 2002.","personal" : "Member of the Golf Channel on-air staff and has handled numerous roles for the network.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 9th in 2004 at the Greater Hickory Classic at Rock Barn.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}