{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20766","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Harrington","first" : "Padraig","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "190","weightMetric" : "86","birthDate" : "August 31, 1971","age" : "44","birthPlace" : "Dublin, Ireland","residence" : "Dublin, Ireland","family" : "Wife, Caroline; Patrick (2003), Ciaran (2007)","education" : "Dublin Business College","splInterest" : "Family, movies, all sports","pronunciation" : "PAW-draig","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "Dublin; ; Ireland","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "(2): 1997 World Cup [with Paul McGinley]. 2002 Target World Challenge.","intlVics" : "(17): 1996 Peugeot Spanish Open [Eur]. 1998 Irish PGA. 2000 Brazil Sao Paulo 500 Years Open [Eur], BBVA Open Turespana Masters Comunidad de Madrid [Eur]. 2001 Volvo Masters [Eur]. 2002 dunhill links championship [Eur], BMW Asian Open [Asia]. 2003 Deutsche Bank-SAP Open TPC of Europe [Eur], Omega Hong Kong Open [Eur]. 2004 Linde German Masters [Eur], Irish PGA. 2005 Irish PGA. 2006 Alfred Dunhill Links Championship [Eur], Dunlop Phoenix [Jpn]. 2007 Irish Open [Eur]. 2008 Irish PGA. 2009 Irish PGA. 2010 Iskandar Johor Open [Asia]. 2014 Bank BRI Indonesia Open [Asia].","curYearHigh" : "Making his first-ever start at either Hawaii event, posted rounds of 70-68-70-67 to finish T6 and 13 strokes behind runaway victor Jordan Spieth. It was also his first start since having surgery on his right knee to repair a torn meniscus.","carHigh" : "2014-15: Returned to the winner's circle on the PGA TOUR in early March for the first time since 2008, with his playoff victory at The Honda Classic. Advanced to the Playoffs for the seventh time and first since 2012 by virtue of his 87th-place standing in FedExCup points after the Wyndham Championship. A missed cut at The Barclays, the first Playoffs' event, resulted in an end to his season when he was ranked just outside the top 100, at No. 103...Won for the first time since 2010 when he captured the Asian Tour's Bank BRI Indonesia Open in early December. Opened with a 7-under 64 at Damai Indah GC in Jakarta to take the first-round lead. Shared the 36-hole lead with Thanyakon Khrongpha then moved ahead by four shots through 54 holes when he fired a Saturday 67. Despite firing an even-par 71 on the final day, his only non-under-par round during the week, comfortably took a two-shot triumph over Khrongpha to secure his first title since the 2010 Iskandar Johor Open in Malaysia, also on the Asian Tour. The victory was his 17th international title...In an unscheduled Monday finish at The Honda Classic, defeated South Florida native Daniel Berger on the second hole of a sudden-death playoff (No. 17) to claim his sixth career PGA TOUR title and second at The Honda Classic (2005). Following multiple weather delays throughout the week, and a final round that was contested both Sunday and Monday, made a dramatic 16-foot birdie putt on the 72nd hole to force the 21-year-old PGA TOUR rookie into extra holes. Following both players making pars on the first extra hole, the par-5 18th at PGA National, he won with a par on the par-3 17th hole. With his win, became the first player to win on a sponsor exemption since Lee Westwood at the 2010 FedEx St. Jude Classic. He became the first player since Vaughn Taylor (2004 Barracuda Championship) to win on the PGA TOUR, despite recording a pair of final-round double bogeys. His victory also earned him a return trip to the Masters Tournament for a 14th time. He had competed in each Masters from 2000-13 but failed to qualify in 2014.\n\n2013-14: For the second consecutive season, failed to advance to the FedExCup Playoffs, finishing the season No. 188 in the FedExCup standings. Campaign included seven made cuts in 16 starts, with his lone top-25 finish coming at the HP Byron Nelson Championship (T22)...In October 2013 dropped out of the top 100 in the Official World Golf Ranking for the first time since April 18, 1999...Had his lone top-10 of the European Tour season, a T5 at the Volvo Golf Champions in Durban, South Africa, in mid-January. The performance came with excitement as his caddie, Ronan Flood, collapsed due to dehydration during the second round. Playing the sixth hole, Flood passed out and was rushed to the clubhouse. He finished his round using Irish-born photographer Pat Cashman as his caddie.\n\n2013: Failed to qualify for the FedExCup Playoffs for the first time in his career, but finished inside the top 125 on the money list to retain his card for the 2013-14 season...In his PGA TOUR season debut and first start, at the Waste Management Phoenix Open, bettered a first-round, 7-under 64 with an 8-under 63 in the third round en route to a T9 with Matt Every. At the par-3 16th hole Saturday, electrified the Scottsdale crowd following his tee shot with a series of football punts and kicks into the gallery in honor of the following day's Super Bowl between the Baltimore Ravens and San Francisco 49ers...At the Maybank Malaysian Open in March, opened 69-68 then finished with a 2-under 70 in the final round of the weather-shortened event to T6 in Kuala Lumpur...In his first start at the Valero Texas Open, opened with a 4-under 68 at TPC San Antonio en route to a T10 finish with Marcel Siem and Martin Flores...Making his seventh-career start at the FedEx St. Jude Classic, carried a third-round 65 (equaling his best score in 24 rounds at the event) on to a T10 finish.\n\n2012: Was T10 at the Volvo Golf Champions in South Africa in mid-January...Making his season debut on the PGA TOUR, finished T7 for his first top-10 finish in six starts at the AT&T Pebble Beach National Pro-Am (five made cuts)...Carded the lowest round of his professional career and lowest on the PGA TOUR by three strokes with a course-record, 10-under 61 in the first round of the Transitions Championship. Clipped the previous course record held by Jeff Sluman (2002) and Mark Calcavecchia (2005) by one shot. Held the outright, first-round lead by three shots, but he struggled over the final 54 holes, finishing T20 at 7-under...Finished T8 at the Masters Tournament, with rounds of 71-73-68-72...Joined Lee Westwood as the only players with top-10 finishes in each of the first two majors of the year, adding a T4 finish at the U.S. Open to his Masters finish (T8). It represented the best of his five top-10 finishes in 15 U.S. Open starts...At the Irish Open at Royal Portrush GC, shot a final-round, 2-under 70 but could never put any pressure on Jamie Donaldson and eventually settled for a T7, six strokes behind...Had a pair of 68s on the weekend at the season-ending DP World Tour Championship, the European Tour's season finale, to T9 in Dubai. \n\n2011: Advanced to the FedExCup Playoffs for the fifth time in as many years, but finished 89th for his worst showing in the competition...Making his fourth start of the year, posted his first top-10 finish of the season (T10), at the World Golf Championships-Cadillac Championship. It was his ninth career top-10 finish in a World Golf Championships event...In April, he posted four sub-par rounds to claim a T8 at the Shell Houston Open. It marked his sixth consecutive cut made in Houston since 2006...Finished T9 at the Wells Fargo Championship, with three rounds in the 60s...Entered the Wyndham Championship outside the top 125 in the FedExCup standings, but responded with a T47 finish in Greensboro to qualify for the Playoffs to move from No. 130 to No. 124...Came back the following week with a T13 at The Barclays to advance to the Deutsche Bank Championship, where a 73rd-place finish ended his playoff run...Had a nice showing late in the year, at the Iskandar Johor Open in Malaysia. At the rain-shortened event at Horizon Hills G&CC, he opened with a 7-under 64 and added two more sub-70 rounds to T3, two strokes behind winner Joost Luiten. 2010: Finished the season with five top-10s, but no wins on TOUR for the second consecutive year...Posted first top-10 of season with a T3 at World Golf Championships-CA Championship despite final-round 72...Held a one-stroke, 36-hole lead at the Transitions Championship after a 69-65 start. A pair of weekend 72s dropped him to T8. Earlier in the week, made an appearance for tournament sponsor Transitions and then attended a St. Patrick's Day event at the White House in Washington, D.C. on Wednesday...Finished T7 at the Quail Hollow Championship on the strength of a final-round 68...Opened and closed with 6-under 64s at the Travelers Championship in June to finish T5. It marked just his second time playing in Hartford (T4 in 2007)...Final-round 66 at the World Golf Championships-Bridgestone Invitational moved him to T9. Harrington is one of four players to tee it up in every Bridgestone Invitational since it began in 1999 (Phil Mickelson, Lee Westwood and Stuart Appleby)...Competed in his sixth Ryder Cup as a Captain's pick by Colin Montgomerie. Dropped his first match with partner Luke Donald in four-balls but bounced back with wins in the foursome and the four-ball matches with partner Ross Fisher. Overall, went 2-2 in the Ryder Cup, helping the European team to a one-point victory over the U.S...Snapped a two-year winless streak when he took a five-stroke lead into the final round of the Asian Tour's Iskandar Johor Open in Malaysia and rolled to victory. It was his third Asian Tour win, to go with previous titles in Hong Kong and Taiwan. \n\n2009: Failed to win on TOUR for the first time since 2006, but finished No. 7 in the FedExCup standings...Recorded the first top-10 finish of the season at the Bridgestone Invitational, his best finish in 30 World Golf Championships starts. That began a streak of six straight top-10 finishes to finish the year. Held the lead the first three rounds, including a three-stroke advantage over Tiger Woods heading into the final round. Led by one through 15 holes on Sunday before a triple-bogey 8 on the par-5 16th, after Woods made a birdie, dropped him to a T2 finish...T10 as the defending champion at the PGA Championship. Was in contention early in the final round, one shot out of the lead, when he hit two balls in the water and made an 8 on the par-3 eighth hole...Finished T2 at The Barclays, one stroke back of winner Heath Slocum, at 8-under, playing the back nine in 10-under for the week while ranking T1 in Putts Per Round (26). Jumped from 66th to 14th in FedExCup standings after the first PGA TOUR Playoffs event...T4 at Deutsche Bank Championship marked his fourth consecutive top-10 and moved from 14th to seventh in FedExCup standings. One of three players (also Jason Dufner and Scott Verplank) to shoot four rounds in the 60s...Continued upward climb with a T6 at the BMW Championship. Jumped from 142nd in FedExCup standings (prior to Bridgestone Invitational) to sixth entering the TOUR Championship by Coca-Cola...Solid performance at East Lake GC, posting rounds of 67-69-71-69 to finish T4, capping off six straight top-10 finishes to finish the year. Entering the TOUR Championship, had made a double bogey or worse in 13 consecutive starts, dating back to the Arnold Palmer Invitational in late March. Didn't make a double bogey at East Lake. \n\n2008: Voted PGA TOUR Player of the Year, the first European player to receive the Jack Nicklaus Award. Recorded his second career two-win season on TOUR (2005), highlighted by a pair of major championship wins at The Open Championship and PGA Championship. Surpassed his career best in TOUR earnings with more than $4.3 million; previous best was $2.6 million in 2007...In ninth Masters start, posted third career top-10, a T5 on the strength of 69-72 over the weekend...Posted a 1-under 69 in the final round to become the first European player to repeat at The Open Championship since James Braid in 1905-1906. Became the 16th player to win in consecutive seasons at The Open Championship and the sixth to do so since 1951 (with all but Tiger Woods posting one of their back-to-back wins at Royal Birkdale)...Sank a 15-foot par putt on the final green to capture the PGA Championship, his second consecutive major championship victory and his third in the last six majors. Shot 66-66 on the weekend to beat Sergio Garcia and Ben Curtis by two strokes, finishing at 3-under-par 277. The key stretch was the final three holes at Oakland Hills on Sunday where Harrington was 1-under and the other two were 1-over. Sank a 12-foot par putt on the par-4 16th, a 10-footer for birdie on the par-3 17th and the decisive par save on the final hole. Victory gave him three titles in his last six starts in majors. \n\n2007: Recorded first career major championship victory on his way to finishing 27th in the FedExCup standings...Beat Bradley Dredge on the first hole of a playoff to capture the Irish Open on the European Tour, becoming the first Irish winner of the event since John O'Leary in 1982...Earned first major championship victory at The Open Championship at Carnoustie GL in 37th major start at age 35 years, 10 months, 9 days, overcoming a double bogey at the 72nd hole and Sergio Garcia in a four-hole aggregate playoff. Posted rounds of 69-73-68 through 54 holes and entered the final round six off Garcia's lead. Was 6-under through 17 holes, but hit into the Barry Burn twice on 18 en route to a double bogey and a 67. After a bogey by Garcia on No. 18 to force a playoff, Harrington took command with a birdie on the first hole and was even par for the four holes, one ahead of Garcia. First European player to win a major championship since Paul Lawrie captured The Open Championship at same venue in 1999. First Irishman to win The Open Championship since Fred Daly won at Hoylake in 1947. \n\n2006: Won the European Tour Order of Merit for the first time in his 11 years on that tour...Finished fifth at the U.S. Open at Winged Foot, his fourth top-10 in nine starts at the U.S. Open. It was his seventh top-10 in a major championship, with a previous-best finish of T5...One week later, finished T2 at the rain-soaked Booz Allen Classic...Posted 0-4-1 record at the Ryder Cup...A win at the Alfred Dunhill Links Championship and a T2 at the season-ending Volvo Masters enabled him to edge Paul Casey for top honors on the European Tour...Birdied second playoff hole to beat Tiger Woods at the Dunlop Phoenix on the Japan Golf Tour in mid-November. \n\n2005: In first year as a fully-exempt player on TOUR, picked up his first TOUR win in his 63rd career event at The Honda Classic. Came from seven strokes back of Brett Wetterich and Geoff Ogilvy to tie Vijay Singh and Joe Ogilvie at 14-under 274. Sat 15-under through 13 holes but had two bogeys and a birdie over last five holes to be the first of the trio to finish 14-under. After Ogilvie was eliminated on first extra hole, improved his playoff record to 1-1 when Singh missed a 3-footer for par that would have extended the playoff. Final-round 9-under 63 was a TOUR career best and the seven-stroke comeback was the largest in the history of The Honda Classic...After missing two consecutive cuts for the first time in his TOUR career, earned second victory of the season in June at the Barclays Classic, draining a 66-foot eagle putt on the 72nd hole to defeat Jim Furyk by one stroke. Entered the final round tied for the lead with Furyk at 9-under after opening 71-65-68. Quickly fell behind after starting the day 3-over through the first three holes with two three-putts. After rebounding with an eagle on No. 9, fell off the pace once again with consecutive bogeys at Nos. 11 and 12. Duo entered 72nd hole tied after consecutive bogeys by Furyk. Harrington reached the green in two with a 3-iron from 219 yards and drained the long eagle putt for final-round 70 and a one-stroke victory. \n\n2004: Irishman split time between the PGA TOUR (12 events) and the European Tour (13)...Finished No. 1 on the non-member list on the TOUR and No. 3 on the European Tour's Volvo Order of Merit...Earned second consecutive runner-up finish at THE PLAYERS Championship, one stroke behind champion Adam Scott. Shot a final-round, 6-under-par 66 that included a back-nine 30, the first 30 posted on the back nine since Taylor Smith did so in the first round in 1997...Posted an ace on the par-3 16th hole on Sunday at the Masters en route to a T13 finish. Also captured the annual Par-3 Contest on Wednesday...In late May, became a Special Temporary Member of the TOUR for the remainder of season...Was part of a three-man playoff with Sergio Garcia and Rory Sabbatini at the Buick Classic. Garcia won on the third extra hole...Won the Linde German Masters on the European Tour in September and a week later was a member of the winning European Ryder Cup Team...As non-member had enough earnings to be included in the season-ending TOUR Championship by Coca-Cola as a 31st player, where he finished 14th. \n\n2003: Solo 36-hole leader at THE PLAYERS by two strokes over eventual champion Davis Love III and defending champion Craig Perks. Third-round 70 gave him share of lead with Jay Haas. Final-round 72 good for T2 finish...Joined the TOUR as a Special Temporary Member after collecting $572,000 at THE PLAYERS...Posted seventh career European Tour victory at the Deutsche Bank-SAP Open and had two other top-10 finishes. \n\n2002: Finished in the top-10 in three of the four majorsâT5 at the Masters, T8 at the U.S. Open and T5 at The Open Championship...Earned two points for the victorious European team at the Ryder Cup, including a singles victory over Mark Calcavecchia...Won the Dunhill Links Championship in October with a birdie on the last hole at St. Andrews and then on the second playoff hole to beat Argentina's Eduardo Romero. \n\n2001: Won the season-ending Volvo Masters and placed second six other times to finish second on the European Tour Order of Merit, behind Retief Goosen. \n\n2000: Will remember season for two victories and one that might have been. Disqualified from Benson and Hedges International Open, while holding five-stroke lead through 54 holes, after failing to sign first-round scorecard...Ended run of nine second-place finishes (seven in 11 months between April 1999 and March 2000) since first European Tour victory at 1996 Peugeot Open de France by winning the Brazil Sao Paulo 500 Years Open...Also won the BBVA Open Turespana Masters. \n\n1999: Earned 10th and last automatic place on European Ryder Cup team by finishing second in both West of Ireland Classic and BMW International, last two events in which ranking points were available. Collected 1Â˝ points in Ryder Cup debut at The Country Club at Brookline, Mass., defeating Mark O'Meara in singles. \n\n1998: Won the Irish PGA Championship...Was T2 at Sporting Club Berlin, home of the German Open. Finished a stroke behind winner Stephen Allan. \n\n1997: Came close to making it two European Tour titles in as many years. In his final event of the season, the Volvo Masters, bad weather shortened the event to 54 holes. Finished a stroke behind winner Lee Westwood at Montecastillo in Spain. \n\n1996: Shot middle rounds of 65-67 at the Peugeot Spanish Open at Club de Campo in Madrid to capture his first European Tour title, a four-stroke win over Gordon Brand, Jr. \n\nAmateur: In 1995, played on the winning Walker Cup side against USA at Royal Porthcawl in addition to the Irish Amateur Open and the Irish Open Close Championships. In 1994, he finished first in the West of Ireland Amateur Championship. His maiden amateur victory came in the 1991 Sherry Cup.\n","otherCarHigh" : "","personal" : "Completed accountancy exams before turning professional...Second cousin of former NFL quarterback Joey Harrington...Distant cousin of poker player Dan Harrington...Received an honorary degree from the University of St. Andrews just prior to the 2010 Open Championship. Other honorary degrees have come from Maynooth University of Ireland, Fellowship of the Royal College of Surgeons and John Morris University (Liverpool)...Is an ambassador for Special Olympics, R&A's Working for Golf program and Golf Ireland...Charity is Padraig Harrington Charitable Foundation. Also supports the Make-a-Wish Foundation...Website is padraigharrington.com.","otherInfo" : "","ntlTeams" : "Ryder Cup (6), 1999, 2002, 2004, 2006, 2008, 2010; World Cup (11), 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006; Seve Trophy (4), 2000, 2002, 2003, 2005; Dunhill Cup (5), 1996, 1997, 1998, 1999, 2000.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T6th at the Hyundai Tournament of Champions.","dynStats" : "He ranks T53rd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Padraig-Harrington\/87293726048"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/padraigharrington"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/padraig_h"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}