{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27679","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Weatherly","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "February 24, 1978","age" : "38","birthPlace" : "Mobile, AL","residence" : "Fort Payne, AL","family" : "Single","education" : "Auburn University (2000, Business Management)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "Terrapin Hills CC (Fort Payne, AL)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "240,616&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "6th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2007: Played 15 events, with five made cuts. Best finish a T10 at the Miccosukee Championship. 2006: Member of the Nationwide Tour, made the cut in 12 of 30 starts, with two top-10 finishes. Wrapped up the season No. 88 on the money list, with $60,267. Finished T9 at the BMW Charity Pro-Am at The Cliffs, his first top-10 of the season. In his next 14 starts, missed the cut 10 times before a T8 finish at the National Mining Association Pete Dye Classic. 2005: Missed gaining his 2005 PGA TOUR card by just one stroke at the 2004 PGA TOUR Qualifying Tournament. On Tour, made the cut in 20 of 26 starts with four top-10 and nine top-25 finishes. Ended the year No. 40 on the money list, with $127,158. Finished a career-best T2 at the Chattanooga Classic, with rounds of 69-67-66-64. At 22-under 266, finished 72 holes in a four-way tie with eventual winner Jason Schultz, Joe Daley and Jerry Smith. Dropped out of the playoff on the first hole after Schultz and Daley posted birdies. Collected $33,600 for his efforts. The top-10 finish was his first in 12 career starts on Tour. Posted the Tour's second-best birdie-eagle streak of the season with a 5-under stretch (E-B-B-B) on Nos. 4-7 during the final round of the Chattanooga Classic. Notched his second top-10 of the season with a T8 at the Price Cutter Charity Championship, finishing three shots behind Roger Tambellini's winning score of 21-under-par 267. Rounded out his three top-10s with a T6 at the Permian Basin Charity Golf Classic. 2004: Had played in just three Nationwide Tour events, all resulting in top-30 finishes—First Tee Arkansas Classic (T28), Chattanooga Classic (T18) and the Henrico County Open (T26). Missed the cut at the 2004 U.S. Open, his only career start on the PGA TOUR.\n","otherCarHigh" : "Played on the Golden Bear Tour (2001), the DP Tour (2002-03) and the Gateway Tour (2004). Teammates at Auburn University with PGA TOUR member Jason Dufner and Nationwide Tour member Roland Thatcher.","personal" : "2000 Scholastic All-American. Cites playing in the 2004 U.S. Open as his biggest thrill in golf. Lists his grandfather as his hero. Got his start in golf by playing on the course built by his grandfather...Lists Pebble Beach as his favorite golf course and would like to play Pine Valley one day. Favorite teams are the Auburn Tigers and Atlanta Braves. Favorite TV show is \"Pawn Stars,\" and \"Christmas Vacation\" is his favorite movie. Enjoys seafood. Favorite group is Alabama. Favorite city to visit is Nashville.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T2nd in 2005 at the Chattanooga Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}