{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35451","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pinckney","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "March 13, 1989","age" : "27","birthPlace" : "Orem, Utah","residence" : "Scottsdale, Arizona","family" : "Single","education" : "Arizona State University (2011, Bachelor of Science)","splInterest" : "Working out, fitness","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "TPC Scottsdale (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; AZ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,631,512&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Subject to third reshuffle (first 12 events)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Played in seven Web.com Tour events. Made only one cut, in his second appearance, a T63 at the Air Capital Classic...Rounds of 68-67-67-65-68-68 (25-under) led to a runner-up finish to Zack Fischer in December's Web.com Tour Qualifying Tournament Finals at PGA West.\n\n2012: Split time between the European Challenge Tour and the European Tour. His best finish on the Challenge Tour came at the Kazakhstan Open, where rounds of 65-68 on the weekend helped him finish T7. Made two cuts in eight starts on the European Tour, with a T19 in the Sicilian Open his best. Also played in his first Open Championship, missing the cut. \n\n2011: Finished T24 in the European Tour Qualifying School and earned his European Tour card for the 2012 season. Made one cut in two starts on the European Tour (T35, Nordea Masters). Played in the U.S. Open as an amateur, missing the cut.\n","otherCarHigh" : "Golfer of the Year for four years at Boulder Creek High School...Won the 2010 Trans-Mississippi Amateur Championship in Denver after beating Kevin Tway...Qualified for the 2011 U.S. Open but missed the cut at Congressional CC.","personal" : "Attended Boulder Creek High School in Anthem, Ariz...Father was a professional volleyball player. Has one brother who excels in tennis and two sisters...Is a friend of Rory McIlroy. The two met as 9-year olds during the Doral Junior Public Links. Four years later McIlroy stayed with his family in Utah for three months while playing in junior events in the United States. He finished second to McIlroy at the Doral Junior Public Links...Favorite course is Cypress Point and would like to play Augusta National...Grew up a fan of the Chicago Bulls and now includes the Los Angeles Lakers and Arizona State on his favorite list along with Kobe Bryant and Michael Jordan...Would include Tiger Woods, Jack Nicklaus and his Dad in a dream foursome...Likes the movies \"Wedding Crashers\" and \"Old School,\" as well as a good steak and visiting Hawaii...Considers his grandmother, Jen, his lucky charm...Twitter account is @pinckneyscott.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "83rd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Claimed seven top-25 finishes in 25 starts to advance to the FedExCup Playoffs in his rookie season. Finished T50 and T60 at The Barclays and Deutsche Bank Championship, respectively, to end his season ranked 83rd in the FedExCup standings...Notched his first career TOUR top-10 when he picked up a T6 finish at the Puerto Rico Open...Despite a 1-over 73 in the final round, claimed his second top-10 performance of the season, a T8, at the Valero Texas Open in late March...Playing in the final group Sunday of the AT&T Byron Nelson, showed resolve under pressure and carded a 3-under 66. His T2 (finished four shots behind tournament champion Steven Bowditch) marked his best showing on TOUR in 20 events played. His final-round 66 was his lowest final-round score this season and marked the first tournament he recorded all four rounds in the 60s.\n\n2013-14: Finished the season playing in 24 of the Web.com Tour's 25 tournaments, recording a T4, a T5 and a T6 among nine top-25s...In his second start of the year, fired 67 in the first and third rounds of the Chile Classic in March. Entered the final round one stroke off eventual winner Adam Hadwin's lead and carded a 72 to finish T6, his first Tour top-10...By early August, had fallen to 70th on the money list and was in jeopardy of not making the top 75 to qualify for the Web.com Tour Finals...A T11 at the Price Cutter Charity Championship on Aug. 10th improved his position to No. 53...At the Regular Season's finale, the WinCo Foods Portland Open, birdied the last four holes of the first round for a 67. Posted 68-68 over the next 36 holes and was four back at T4. Dropped to T5 after a Sunday 71, yet finished the Regular Season 37th in earnings...Opened the Finals with a T25 at the Hotel Fitness Championship...The next week at the Chiquita Classic, recorded his best finish of the year, a T4. An opening-round 66 had him T3. Was T2 and fourth after the second and third rounds. Finished with a 71 Sunday. Performance ensured he would receive a PGA TOUR card for the first time at the conclusion of the Finals...Capped the Finals with a T14 at the Web.com Tour Championship, posting 65s in the first and third rounds.\n\n2013: Played in seven Web.com Tour events. Made only one cut, in his second appearance, a T63 at the Air Capital Classic...Rounds of 68-67-67-65-68-68 (25-under) led to a runner-up finish to Zack Fischer in December's Web.com Tour Qualifying Tournament Finals at PGA West. \n\n2012: Split time between the European Challenge Tour and the European Tour. His best finish on the Challenge Tour came at the Kazakhstan Open, where rounds of 65-68 on the weekend helped him finish T7. Made two cuts in eight starts on the European Tour, with a T19 in the Sicilian Open his best. Also played in his first Open Championship, missing the cut. \n\n2011: Finished T24 in the European Tour Qualifying School and earned his European Tour card for the 2012 season. Made one cut in two starts on the European Tour (T35, Nordea Masters). Played in the U.S. Open as an amateur, missing the cut.\n\nAmateur: Golfer of the Year for four years at Boulder Creek High School...Won the 2010 Trans-Mississippi Amateur Championship in Denver after beating Kevin Tway...Qualified for the 2011 U.S. Open but missed the cut at Congressional CC. \n","otherCarHigh" : "","personal" : "Attended Boulder Creek High School in Anthem, Ariz...Father was a professional volleyball player. Has one brother, who excels in tennis, and two sisters...Is a friend of Rory McIlroy. The two met as 9 year olds during the Doral Junior Public Links. Four years later, McIlroy stayed with his family in Utah for three months while playing in junior events in the United States. He finished second to McIlroy at the Doral Junior Public Links...Favorite course is Cypress Point and would like to play Augusta National...Grew up a fan of the Chicago Bulls and now includes the Los Angeles Lakers and Arizona State on his favorites list, along with Kobe Bryant and Michael Jordan...Would include Tiger Woods, Jack Nicklaus and his dad in a dream foursome...Likes the movies \"Wedding Crashers\" and \"Old School,\" as well as a good steak and visiting Hawaii...Considers his grandmother, Jen, his lucky charm...Twitter account is @pinckneyscott.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T17th at the CareerBuilder Challenge in partnership with the Clinton Foundation.","dynStats" : "He ranks 43rd in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/scottpinckney"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/PinckneyScott"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}