{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28118","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tomasulo","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "October 22, 1981","age" : "34","birthPlace" : "Long Beach, California","residence" : "Long Beach, California","family" : "Single","education" : "University of California (2004, Legal Studies)","splInterest" : "All sports","pronunciation" : "tom-uh-SUE-low","nwTourAlumnus" : "Web.com Tour Graduate (2008, 2010)","trndProYear" : "2004","clubAffl" : "Virginia CC (Long Beach, California)","cityPlaysFrm" : "Long Beach; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,855,866&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "(1) 2005 Montreal Open [Can].","curYearHigh" : "Finished the Web.com Tour season with 22 starts, one top-10, five top-25s and 14 cuts made. Was 83rd on the final combined money list...Opened the year with T15 and T17 finishes in Panama and Colombia...Next top-25, a T25, came at Nova Scotia Open in July...The following week, in his 35th start since his last top-10 performance (T8 at 2014 Pacific Rubiales Colombia Championship), finished T9 at the Albertsons Boise Open, firing 69-63-69-66...Was a first-round leader (65) the next week at the Stonebrae Classic in his native northern California, before slipping to T59 by Sunday...Finished the Regular Season 73rd on the money list to qualify for the Finals...In the Web.com Tour Finals, missed the first three cuts and withdrew from the Web.com Tour Championship.","carHigh" : "2014: Played in 22 Web.com Tour events, making 12 cuts. Had one top-10 and nine top-25s. Finished the Regular Season 56th on the money list...Lone top-10 came at the season-opening Pacific Rubiales Colombia Championship, where he fired a 67 in the opening round of 2014. Posted 69-70 over the next two rounds and finished T8 in the rain-shortened 54-hole event. Was his best finish on Tour since June 2013 at the Mid-Atlantic Championship...Had finishes of T13, T14, T19 and T16 over a stretch of five tournaments from mid-May into early July. His opening-round 63 in the first of the four, at the BMW Charity Pro-Am, set a course record at Green Valley CC...Opened the Web.com Tour Finals on a positive note with T25 and T16 finishes but missed the cut in his last two starts.\n\n2013: Failed to meet the terms of his Medical Extension (rib) in eight PGA TOUR starts. Also came up short on securing conditional status on the PGA TOUR and played most of the season on the Web.com Tour. Wound up making the cut in eight of 10 total starts, with a T15 at the Zurich Classic of New Orleans his best week...Made the cut in seven of 15 starts on the Web.com Tour...Had a top-25 finish in the season-opening Panama Claro Championship (T13). Was one off the first-round lead with a 65...Finished T6 at the Mid-Atlantic Championship near Washington, D.C., in early June, his first top-10 since a victory at the United Leasing Championship in July 2012. A 5-under 65 on the final day at TPC Potomac at Avenel Farm was the low round of the day, and it moved him from a T36 start despite hitting only five of 14 fairways...Finished the Regular Season 97th on the money list but got into the Web.com Tour Finals as a non-member with equivalent points to be 126-200 on the FedExCup points list (169th equivalent position). Made the cut in one of four Finals' starts, a T24 at the Chiquita Classic.\n\n2012: Made the cut in six of 11 starts and had three top-25 finishes...Earned his third career win with a playoff victory over David Lingmerth at the inaugural United Leasing Championship, the first tournament on the newly named Web.com Tour. Shot a 2-under 70 in the final round to force a playoff with Lingmerth, who was in the clubhouse at 11-under 277. Missed birdie chances on the first and third playoff holes and then had to wait out a 25-minute delay when a thunderstorm halted play shortly before 4 p.m. at Victoria National GC. Two-putted the fourth extra hole to beat Lingmerth and collect the $99,000 first-place check. Victory came in only his third start of the season. Had been plagued by various injuries since October of 2010 when he broke a bone in his foot prior to the start of the Chattanooga Classic. Suffered through cracked ribs in 2011 and underwent hip surgery in February of 2012 and hernia surgery one month later. Held the lead during much of the final round and was up by one when he pushed his tee shot into the water on the 72nd hole. Birdied the hole on his second ball, giving him a bogey-5 to force the playoff with Lingmerth...Added a T22 at the Utah Championship in his next start but would not crack the top-25 again until the season-ending Web.com Tour Championship, where he was 24th.\n\n2011: Suffered through a hip injury, limiting his play. In 12 PGA TOUR starts, collected one top-25 finish, a T22 at the Puerto Rico Open, won by Michael Bradley. In his only Web.com Tour start, finished T12 at the Utah Championship. \n\n2010: Made the cut in 15 of 20 Web.com Tour starts and earned his second career title in the process. Had one other top-10 finish which helped him earn his PGA TOUR card for 2011 by finishing No. 23 on the final money list...Picked up his second career title with a one-stroke win over Keegan Bradley at the Ford Wayne Gretzky Classic. Began the final round eight shots back of leader Kevin Chappell but charged to the front with a 10-under 61, which included a 7-under 29 on his closing nine holes. Birdied his last three holes to post a 24-under total, which held up through the final groups. Both of his wins have come in Canada and both times he posted 61s in the process. Victory was worth $144,017 and vaulted him from No. 97 to No. 9 on the money list...Opened with a 10-under 62 the following week at the Chiquita Classic to take the first-day lead. Went on to finish 21-under for the week and T5...Was steady during the year and was No. 13 on the money list when he suffered a broken bone in his foot in a pick-up basketball game prior to the start of the Chattanooga Classic. Was forced to miss the next three events but returned to compete in the season-endning Web.com Tour Championship wearing a sandal on his right foot. Played all 72 holes with the assistance of a walking cane and collected official money for the week, helping him maintain his spot among the top 25 and lock up a return trip to the PGA TOUR. \n\n2009: Made only three starts. Posted four rounds in the 60s for a 10-under score to finish T5 at the Northeast Pennsylvania Classic.\n\n2008: Was T7 at the Mexico Open in Morelia, the second event on the schedule. Finished fifth at the BMW Charity Pro-Am. After three rounds of 69, a final-round 63 earned him a T3 finish and a $46,405 check at the Ford Wayne Gretzky Classic. Added another T3 finish at the Nationwide Tour Players Cup. Was T6 at the Nationwide Children's Hospital Invitational after holding the 36-hole lead. Made Web.com Tour history at the Utah Championship, where he became the first of four players to record a hole-in-one during the first round (Chris Stroud, Brian Stuard and Jonathan Fricke). The ace was his second of the season, with his first coming at the Melwood Prince George's County Open. Added a solo fourth the following week at the Albertsons Boise Open and earned enough money to solidify his spot on the money list at No. 13. Besides his two holes-in-one, he became the first player to make a double eagle on Tour when he holed his 239-yard second shot at par-5 18th during the second round of the Chattanooga Classic. Finished fifth at the season-ending Web.com Tour Championship at TPC Craig Ranch, helped by a third round, 8-under 63, jumping from 16th to 11th on the money list.\n\n2007: Made the cut in 20 of 27 starts on the Web.com Tour, including seven top-25 finishes. Finished the season No. 48 on the money list, with $133,806. Cracked the top 10 three times, including a season-best T5 finish at the BMW Charity Pro-Am at The Cliffs, a T6 at the Oregon Classic and a T7 at the Albertsons Boise Open.\n\n2006: Made the cut in 19 of 29 starts on the Web.com Tour, with three top-10 finishes. Was No. 47 on the money list by season's end, with $124,293. Posted four sub-par rounds at the Athens Regional Foundation Classic to notch his first top-10 of the season, placing T5. Posted a 4-under-par 284 at the Henrico County Open to finish T10 after holding a two-stroke lead through the first 18 holes. A T8 at the Cox Classic rounded out his top-10s.\n\n2005: Made the cut in eight of nine starts during his rookie year on the Web.com Tour, with two top-10 finishes. Despite limited starts, concluded the season No. 35 on the money list, with $140,896. In just his second career start and his first of the season, was T13 at the Scholarship America Showdown. After a T59 at the Canadian PGA Championship, notched his first career victory, at the Alberta Classic, with a 9-under-par 275 finish. Set the victory up with a course-record 10-under 61 in the second round, including an 8-under 28 on the front nine (equaling the best nine-hole score of the season). Collected a career-best $81,000 with the victory. Entered the Alberta Classic having risen all the way to No. 3 on the Canadian Tour Order of Merit, thanks to six top-10 finishes and five straight top-five finishes heading into the tournament. Final top-10 of the year came at the season-ending Web.com Tour Championship. Finished five strokes behind champion David Branshaw but collected $31,200 for his solo-fourth place finish to move 10 spots up the money list to No. 35. Made the cut in both PGA TOUR starts, with a T24 at the Bell Canadian Open his best finish. Winner of the Montreal Open on the Canadian Tour. Other victory came at the Long Beach Open.\n\n2004: While still an amateur, he was runner-up at the Nevada State Open to go along with a third-place finish at the Idaho State Open.\n","otherCarHigh" : "Was named a first-team All-American and captained the University of California's NCAA championship team. Was selected as a semifinalist for the 2004 Ben Hogan Award, given annually to the nation's top collegiate golfer. As a junior, set the school's all-time single-season stroke average at 70.98. As a sophomore, became the youngest Cal player ever to be selected first team All-Pacific Region and All-Pac-10. Member of the 2003 U.S. Palmer Cup squad. Three-time U.S. Amateur qualifier.","personal" : "Lists helping team win the 2004 NCAA Championship as his biggest thrill in golf...Calls his dad, who gave him his start in golf, his hero...Played soccer in high school and helped lead his team to the state championship. Proud of his Italian heritage...Great-grandparents hailed from San Fele in the southern part of Italy...Favorite movie is \"Talladega Nights\" and is a big fan of Will Ferrell.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2005 Montreal Open.","curYearHigh" : "Finished the Web.com Tour season with 22 starts, one top-10, five top-25s and 14 cuts made. Was 83rd on the final combined money list...Opened the year with T15 and T17 finishes in Panama and Colombia...Next top-25, a T25, came at Nova Scotia Open in July...The following week, in his 35th start since his last top-10 performance (T8 at 2014 Pacific Rubiales Colombia Championship), finished T9 at the Albertsons Boise Open, firing 69-63-69-66...Was a first-round leader (65) the next week at the Stonebrae Classic in his native northern California, before slipping to T59 by Sunday...Finished the Regular Season 73rd on the money list to qualify for the Finals...In the Web.com Tour Finals, missed the first three cuts and withdrew from the Web.com Tour Championship.","carHigh" : "2012: Made the cut in one of four PGA TOUR starts. Played in the final stage of the PGA TOUR Qualifying Tournament but finished T125...Made the cut in six of 11 Web.com Tour starts and had three top-25 finishesâŚEarned his third career win with a playoff victory over David Lingmerth at the inaugural United Leasing Championship, the first tournament on the newly named Web.com Tour. Shot a 2-under 70 in the final round to force a playoff with Lingmerth, who was in the clubhouse at 11-under 277. Missed birdie chances on the first and third playoff holes and then had to wait out a 25-minute delay when a thunderstorm halted play shortly before 4 p.m. at Victoria National GC. Two-putted the fourth extra hole to beat Lingmerth and collect the $99,000 first-place check. Victory came in only his third start of the season. Had been plagued by various injuries since October of 2010 when he broke a bone in his foot prior to the start of the Chattanooga Classic. Suffered through cracked ribs in 2011 and underwent hip surgery in February of 2012 and hernia surgery one month later. Held the lead during much of the final round and was up by one when he pushed his tee shot into the water on the 72nd hole. Birdied the hole on his second ball, giving him a bogey-5 to force the playoff with LingmerthâŚAdded a T22 at the Utah Championship in his next start but would not crack the top-25 again until the season-ending Web.com Tour Championship, where he was 24th. \n\n2011: In 12 PGA TOUR starts, collected one top-25 finish, a T22 at the Puerto Rico Open, won by Michael Bradley. In his only Web.com Tour start, finished T12 at the Utah Championship. 2010: Made the cut in 15 of 20 Web.com Tour starts and earned his second career title in the process. Had one other top-10 finish which helped him earn his PGA TOUR card for 2011 by finishing No. 23 on the final money list. In four full seasons on the Web.com Tour, had previously never finished below No. 48 on the official money list...Picked up his second career title with a one-stroke win over Keegan Bradley at the Ford Wayne Gretzky Classic. Began the final round eight shots back of leader Kevin Chappell but charged to the front with a 10-under 61, which included a 7-under 29 on his closing nine holes. Birdied his last three holes to post a 24-under total, which held up through the final groups. Both of his wins have come in Canada and both times he posted 61s in the process. Victory was worth $144,017 and vaulted him from No. 97 to No. 9 on the money list...Opened with a 10-under 62 the following week at the Chiquita Classic to take the first-day lead. Went on to finish 21-under for the week and T5...Was steady during the year and was No. 13 on the money list when he suffered a broken bone in his foot in a pick-up basketball game prior to the start of the Chattanooga Classic. Was forced to miss the next three events but returned to compete in the season-ending Web.com Tour Championship wearing a sandal on his right foot. Played all 72 holes with the assistance of a walking cane and collected official money for the week, helping him maintain his spot among the top 25 and lock up a return trip to the PGA TOUR. 2009: Played rookie season on the PGA TOUR, finishing No. 201 on the money list. Managed just five made cuts in 25 starts, with a T16 at the RBC Canadian Open his best finish. Made three starts on the Web.com Tour. Posted four rounds in the 60s for a 10-under score to finish T5 at the Northeast Pennsylvania Classic. 2008: Was T7 at the Mexico Open in Morelia. Finished fifth at the BMW Charity Pro-Am. After three rounds of 69, a final-round 63 earned him a T3 finish and a $46,405 check at the Ford Wayne Gretzky Classic. Added another T3 finish at the Nationwide Tour Players Cup. Was T6 at the Nationwide Children's Hospital Invitational after holding the 36-hole lead. Made Web.com Tour history at the Utah Championship, where he became the first of four players to record a hole-in-one during the first round (Chris Stroud, Brian Stuard and Jonathan Fricke). The ace was his second of the season, with his first coming at the Melwood Prince George's County Open. Added a solo fourth the following week at the Albertsons Boise Open and earned enough money to solidify his spot on the money list at No. 13. Besides his two holes-in-one, he became the first player to make a double eagle on Tour in 2008 when he holed his 239-yard second shot at par-5 18th during the second round of the Chattanooga Classic. Finished fifth at the season-ending Web.com Tour Championship at TPC Craig Ranch, helped by a third round, 8-under 63, jumping from 16th to 11th on the money list. 2007: Made the cut in 20 of 27 starts on the Web.com Tour, including seven top-25 finishes. Finished the season No. 48 on the money list, with $133,806. Cracked the top 10 three times, including a season-best T5 finish at the BMW Charity Pro-Am at The Cliffs, a T6 at the Oregon Classic and a T7 at the Albertsons Boise Open. 2006: Made the cut in 19 of 29 starts on the Web.com Tour, with three top-10 finishes. Was No. 47 on the money list by season's end, with $124,293. Posted four sub-par rounds at the Athens Regional Foundation Classic to notch his first top-10 of the season, placing T5. Posted a 4-under-par 284 at the Henrico County Open to finish T10 after holding a two-stroke lead through the first 18 holes. A T8 at the Cox Classic rounded out his top-10s. 2005: Made the cut in eight of nine starts during his rookie year on the Web.com Tour, with two top-10 finishes. Despite limited starts, concluded the season No. 35 on the money list, with $140,896. In just his second career start and his first of the season, was T13 at the Scholarship America Showdown. After a T59 at the Canadian PGA Championship, notched his first career victory, at the Alberta Classic, with a 9-under-par 275 finish. Set the victory up with a course-record 10-under 61 in the second round, including an 8-under 28 on the front nine (equaling the best nine-hole score of the season). Collected a then-career-best $81,000 with the victory. Entered the Alberta Classic having risen all the way to No. 3 on the Canadian Tour Order of Merit, thanks to six top-10 finishes and five straight top-five finishes heading into the tournament. Final top-10 of the year came at the season-ending Web.com Tour Championship. Finished five strokes behind champion David Branshaw but collected $31,200 for his solo-fourth place finish to move 10 spots up the money list to No. 35. 2005: Made the cut in both PGA TOUR starts that season, with a T24 at the Bell Canadian Open his best finish. Winner of the Montreal Open on the Canadian Tour. Other victory came at the Long Beach Open. Amateur: In 2004, was named a first-team All-American and captained the University of California's NCAA championship team. Was selected as a semifinalist for the 2004 Ben Hogan Award, given annually to the nation's top collegiate golfer. As a junior, set the school's all-time single-season stroke average at 70.98. As a sophomore, became the youngest Cal player ever to be selected first team All-Pacific Region and All-Pac-10. Member of the 2003 U.S. Palmer Cup squad. Three-time U.S. Amateur qualifier. Runner-up at the 2004 Nevada State Open to go along with a third-place finish at the Idaho State Open. \n","otherCarHigh" : "","personal" : "Lists helping team win the 2004 NCAA Championship as his biggest thrill in golf...Calls his dad, who gave him his start in golf, his hero...Played soccer in high school and helped lead his team to the state championship. Proud of his Italian heritage...Great-grandparents hailed from San Fele in the southern part of Italy...Favorite movie is \"Talladega Nights\" and is a big fan of Will Ferrell.\n","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2003.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T7th at the Club Colombia Championship Presented by Claro.","dynStats" : "He ranks T54th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}