{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26289","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Weekley","first" : "Boo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "210","weightMetric" : "95","birthDate" : "July 23, 1973","age" : "42","birthPlace" : "Milton, Florida","residence" : "Jay, Florida","family" : "Wife, Karyn; Thomas Parker (8\/14\/01), Aiden O'Neal (6\/23\/08)","education" : "Abraham Baldwin Agricultural College","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2006)","trndProYear" : "1997","clubAffl" : "Brewton CC (Brewton, Alabama)","cityPlaysFrm" : "East Milton; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "14,568,514&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2003","exmtStatus" : "Fully Exempt \/ 17th Qualifier at the 2011 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Posted his first top-10 of the 2015-16 PGA TOUR Season in his fourth start, finishing T10 at the OHL Classic at Mayakoba. Top-10 marked his second (2007\/6th) in five starts in Mexico...Thanks to a 6-under 65 in round three of the Waste Management Phoenix Open, entered the final strokes four strokes back. Closed with a 1-under 70 to secure solo possession of fifth place at TPC Scottsdale.","carHigh" : "2011: Led the PGA TOUR in Greens in Regulation Percentage (71.68 percent) but struggled with injuries most of the season. Made only 11 of 23 cuts and failed to record a top 10 for the first time in his TOUR career. Only top-25 finish came in his second start of the season...Held a share of the 36-hole lead at the Bob Hope Classic after opening 65-66. Finished T13...Tied for 32nd at the News Sentinel Open in Knoxville where he was a sponsor exemption in the field, his first start on the Web.com Tour since regaining his PGA TOUR card in 2006. 2010: Claimed three top-10 finishes in 2010...His first top-10 of the season was a T10 finish at Zurich Classic of New Orleans. Posted 9-under 279 total but was 10-under, and bogey-free, on the front nine for the week...Next top 10 came was a ninth-place finish at the Crowne Plaza Invitational at Colonial, spurred on by a second-round, 7-under 63, just one shy of his career-best round. Friday's round was aided by a 6-under 30 on the back nine at Colonial CC...A second-round 7-under 63 paved the way to a T9 finish at the inaugural Greenbrier Classic, his third top-10 finish of the year. 2009: Made the cut 19 times in 22 starts, including one top 10 in his second start of the year, a T9 at the Sony Open in Hawaii...Forced to withdraw in the third round of THE PLAYERS Championship in May because of a shoulder injury...Following a T14 finish at the Travelers Championship, did not miss a cut for the remainder of the season (eight starts)...Teamed with Brandt Snedeker in October to win the ADT Skills Challenge in Palm Beach, Fla. 2008: Won for the second consecutive season at the Verizon Heritage. Made the cut in 19 of 24 starts, including a career-best 11 top-25 finishes. Finished sophomore campaign No. 33 in FedExCup standings and No. 25 in earnings, surpassing $2 million in earnings for the second straight year...Recorded his first top-10 finish of the year with a T8 showing at the Bob Hope Chrysler Classic. Highlight of the week came on Saturday when birdies on the final four holes at the Palmer Private Course at PGA West equaled the round of the week with a career-best 10-under 62, topping the 63 he posted during the final round of the 2002 FedEx St. Jude Classic...After playing with his mom in the pro-am, successfully defended his Verizon Heritage title at Harbour Town. After chipping in for par on the last two holes in 2007, holed a 78-yard chip for birdie at the par-4 10th hole and went on to a three-stroke win over Aaron Baddeley and Anthony Kim. Became the first back-to-back winner at this event since Davis Love III in 1991-92. Also the eighth player since 1960 to win his first two TOUR titles in the same event...Recorded his fifth top-10 finish with a T4 at the Stanford St. Jude Championship. He was the first-round leader with a 5-under 65 and recorded three rounds in the 60s...One of six rookies and an emotional leader on the winning U.S. Ryder Cup Team. Earned 2.5 points in three matches for the team, including a 4-and-2 win over Oliver Wilson in Sunday Singles. Garnered worldwide attention for riding his driver \"cowboy horse\" style down the first fairway, leading eventually to an appearance on \"The Tonight Show with Jay Leno.\" Also, dropped the green flag at the fall NASCAR race in Talladega, Ala. 2007: The 2006 Web.com Tour graduate earned his first PGA TOUR victory at the Verizon Heritage and collected more than $2.5 million for the season...After returning to the TOUR for the second time, posted first career top-10 in 30th career start at the Mayakoba Golf Classic. Finished sixth, three shots behind champion Fred Funk...One week later, finished T2 at The Honda Classic after losing in a four-man playoff. Three-putted the 72nd hole while holding a one-stroke lead, missing a 3-foot par putt to fall into a four-way tie with Mark Wilson, Jose Coceres and Camilo Villegas. Eliminated from playoff on second extra hole, the par-4 10th, on Monday morning when he and Villegas made bogeys...Chipped in for par on the 71st and 72nd holes to win his first TOUR title at the Verizon Heritage by one stroke over Ernie Els. Posted rounds of 67-69-66-68—270 and overcame a two-stroke deficit to 54-hole leader Jerry Kelly. Winds in excess of 40 mph forced the final round to be postponed from Sunday to Monday. Finished at 14-under par to hold off Els, who nearly holed his second shot for eagle on the final hole. Jumped to No. 8 in FedExCup points and earned $972,000 to surpass $1 million in season earnings for the first time...Three back after a first-round 68 in his first Open Championship start, finished T35...Made his first start in a World Golf Championships event at the Bridgestone Invitational. Was one stroke back of the lead after the first round, finished T30...Carded a third-round 65 on his way to a T9 finish at the PGA Championship, his first-career top-10 in a major championship...Posted a T21 in first career TOUR Championship start, and finished 25th in the FedExCup standings...Teamed with Heath Slocum to finish second at the OMEGA Mission Hills World Cup in late November, losing to Scotland on the third hole of a sudden-death playoff. 2006: Finished seventh on the Web.com Tour money list to graduate from that Tour for the first time and play on the PGA TOUR for the second time. Posted a career-high nine top-10s (tied with Ken Duke for Tour lead) and 14 top-25s on the Web.com Tour. Season powered by seconds at the National Mining Association Pete Dye Classic (second in a playoff) and Miccosukee Championship. Lost in a playoff to Jason Enloe in West Virginia. Held the 54-hole lead in Chattanooga after posting a season-low 22-under-par 194, before finishing one shot out of the Kyle Reifers-Brandt Snedeker playoff. 2005: For the second consecutive year finished No. 91 on the Web.com Tour money list. Made 22 starts, finishing in the top-25 five times, with a best effort being a T10 at the Knoxville Open presented by Food City. 2004: Finished No. 91 on the Web.com Tour money list. Made 20 starts, finished in the top-25 four times, including his only top-10, a T7 at the Northeast Pennsylvania Classic. 2003: In first season on the Web.com Tour, finished No. 67 on the money list. Cracked the top 25 on six different occasions, with two top-10s to his credit. 2002: Was a rookie on the PGA TOUR after finishing T23 at the PGA TOUR Qualifying Tournament in the fall of 2001. Made the cut in five of 24 starts during his rookie season on TOUR. Missed his first 10 cuts before finally cashing a paycheck, with a T19 at the FedEx St. Jude Classic in late June, his best effort of the season. 2001: Made his first trip to the finals of the Qualifying Tournament and finished T23. Played mini-tours in late-1990s, winning multiple times on the DP Tour and the Emerald Coast Tour. \n","otherCarHigh" : "","personal" : "Played high school golf with PGA TOUR member Heath Slocum. TOUR member Bubba Watson later attended and played golf at Milton High School, and nearby resident Joe Durant is a close friend. Slocum's dad, Jack, served as his caddie during finals of the Qualifying Tournament...Nicknamed after cartoon hero Yogi Bear's sidekick, \"Boo Boo\" Bear...Studied turfgrass science in college and later worked as a laborer at the Monsanto chemical plant in Pensacola, FL...Used to wear rain pants because cotton pants caused him to break out in a rash...Sponsored by the outdoors apparrel company Mossy Oak, which specializes in camouflage apparrel...Lists Ben Hogan as his hero...Because of his infectious personality, was a regularly-featured player on INSIDE The PGA TOUR in 2002.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "2001","exmtStatus" : "76th in 2014-15 FedExCup points","otherVics" : "(1): 2009 ADT Skills Challenge [with Brandt Snedeker].","intlVics" : "","curYearHigh" : "Posted his first top-10 of the 2015-16 PGA TOUR Season in his fourth start, finishing T10 at the OHL Classic at Mayakoba. Top-10 marked his second (2007\/6th) in five starts in Mexico...Thanks to a 6-under 65 in round three of the Waste Management Phoenix Open, entered the final strokes four strokes back. Closed with a 1-under 70 to secure solo possession of fifth place at TPC Scottsdale.","carHigh" : "2014-15: Six top-10 finishes in 22 starts resulted in a FedExCup Playoffs' berth for an eighth time. Despite a 3-under 68 in the final round of the Deutsche Bank Championship, finished T56 and ended his season at No. 76 in the FedExCup standings...Posted a bogey-free, 6-under 66 in the final round to claim a T2 at the Sanderson Farms Championship in November 2014. Finish marked his second top-10 in five starts in Mississippi...In mid-December 2014, at the Australian PGA Championship, held the first-round lead after opening with a 66. Settled on a solo-sixth finish at RACV Royal Pines Resort Gold Coast...Finished T7 at the Humana Challenge in January, with rounds of 70-66-67-65 in La Quinta...Was T6 at the Puerto Rico Open for his third top-10 finish in five starts at the event. Best finish was a T3 in 2012...Following an opening-round, 8-under 64 at the Zurich Classic of New Orleans, was tied for the lead with Brendon de Jonge. Ensuing rounds of 70-69-65 resulted in a third-place finish at TPC Louisiana...Tied his record for most top-10s in a season by finishing T8 at the FedEx St. Jude Classic, his fifth top-10 of the season. Closed with a final-round 5-under 65...Added another top-10 as he finished T6 at the Barbasol Championship, with rounds of 67-69-68-67.\n\n2013-14: Made 16 of 24 cuts on TOUR, with one top-10, a T5 at the HP Byron Nelson Championship, his first top-10 in three starts at the event...Finished T61 at The Barclays but failed to advance to the second FedExCup Playoffs event. Completed his season at No. 111 in the final FedExCup standings.\n\n2013: Made a career-best 23 cuts in 27 starts, with four top-10 finishes and a 29th-place finish in the FedExCup...Finished T8 at the Puerto Rico Open for his first top-10 of the season. It was his second consecutive top-10 at the Puerto Rico Open in four career starts...A week later, closed with a bogey-free, 8-under 63 at the Tampa Bay Championship, the low round of the week, to finish runner-up to Kevin Streelman. The 63 was just his fourth sub-70 score in 20 rounds on the Copperhead Course. He began the day tied for 35th and sat on the clubhouse lead for more than three hours Sunday until Streelman safely hit the 72nd green in two, with a two-stroke lead. The finish was his best since winning the 2008 RBC Heritage...After an opening-round, 7-under 65 at the Zurich Classic of New Orleans, ensuing rounds of 68-73-68 resulted in a T6 performance with Harris English. Was the only player in the field to make three eagles, one coming at the par-4 10th in the second round (his first hole of the day). He holed a wedge from 105 yards...Entered the final round of the Crowne Plaza Invitational at Colonial trailing Matt Kuchar by one stroke, but a 4-under 66 to Kuchar's 2-under 68 led to a one-stroke victory. His third PGA TOUR win came 124 starts after his last win, at the 2008 RBC Heritage. Coincidentally, his first two wins at the RBC Heritage (2007 and 2008) and victory at Colonial came with plaid jackets as prizes. Became the fifth consecutive come-from-behind winner at the Crowne Plaza Invitational, moving from No. 28 to No. 6 in the FedExCup standings in the process. Despite missing a couple of short putts Sunday that would have padded his winning margin, made seven putts longer than 20 feet during the week, equaling his career-best mark at the 2010 Zurich Classic of New Orleans for putts made from that distance. One of the key putts during his final-round victory run was a 21-foot, 5-inch birdie on the the 13th hole...Advanced to the TOUR Championship by Coca-Cola for the first time since the 2007 season, with a 30th-place finish at East Lake GC.\n\n2012: Qualified for the FedExCup Playoffs for the fifth time in six years but failed to advance after missing the cut at The Barclays. Finished No. 123 in the FedExCup standings...Playing the AT&T Pebble Beach National Pro-Am, had a hole-in-one during the third round on No. 5 at Spyglass Hill with a hybrid from 214 yards. It was the second of his PGA TOUR career (2007 Viking Classic)...Finished T3 at the Puerto Rico Open with rounds of 70-68-71-66. It was his first top-three finish since he won in 2008. It was his first top-10 since the 2010 Greenbrier Classic (T9). Finished T24 at the 2010 Puerto Rico Open and had to WD from the event in 2011...The two-time RBC Heritage winner finished T6 in his attempt to move into a tie with Hale Irwin for second-most wins at the event (three), behind only five-time winner Davis Love III. Owns 20 rounds at par-or-better in 24 attempts at Harbour Town. In five other starts at the RBC Heritage, has five top-15 finishes (won in 2007 and 2008, T13 in 2009 and T12 in 2010)...Ended the PGA TOUR season on the right note, with a T5 at the Children's Miracle Network Hospitals Classic. Posted 5-under 67s in the second and final rounds to claim the top-five finish in his fifth start in the Disney World event. \n\n2011: Led the TOUR in Greens in Regulation Percentage (71.68 percent) but struggled with injuries most of the season. Made only 11 of 23 cuts and failed to record a top 10 for the first time in his TOUR career. Only top-25 finish came in his second start of the season...Held a share of the 36-hole lead at the Bob Hope Classic after opening 65-66. Finished T13. \n\n2010: Claimed three top-10 finishes in 2010...His first top-10 of the season was a T10 finish at Zurich Classic of New Orleans. Posted 9-under 279 total but was 10-under, and bogey-free, on the front nine for the week...Next top 10 came was a ninth-place finish at the Crowne Plaza Invitational at Colonial, spurred on by a second-round, 7-under 63, just one shy of his career-best round. Friday's round was aided by a 6-under 30 on the back nine at Colonial CC...A second-round 7-under 63 paved the way to a T9 finish at the inaugural Greenbrier Classic, his third top-10 finish of the year. \n\n2009: Made the cut 19 times in 22 starts, including one top 10 in his second start of the year, a T9 at the Sony Open in Hawaii...Forced to withdraw in the third round of THE PLAYERS Championship in May because of a shoulder injury...Following a T14 finish at the Travelers Championship, did not miss a cut for the remainder of the season (eight starts)...Teamed with Brandt Snedeker in October to win the ADT Skills Challenge in Palm Beach, Fla. \n\n2008: Won for the second consecutive season at the Verizon Heritage. Made the cut in 19 of 24 starts, including a career-best 11 top-25 finishes. Finished sophomore campaign No. 33 in FedExCup standings and No. 25 in earnings, surpassing $2 million in earnings for the second straight year...Recorded his first top-10 finish of the year with a T8 showing at the Bob Hope Chrysler Classic. Highlight of the week came on Saturday when birdies on the final four holes at the Palmer Private Course at PGA West equaled the round of the week with a career-best 10-under 62, topping the 63 he posted during the final round of the 2002 FedEx St. Jude Classic...After playing with his mom in the pro-am, successfully defended his Verizon Heritage title at Harbour Town. After chipping in for par on the last two holes in 2007, holed a 78-yard chip for birdie at the par-4 10th hole and went on to a three-stroke win over Aaron Baddeley and Anthony Kim. Became the first back-to-back winner at this event since Davis Love III in 1991-92. Also the eighth player since 1960 to win his first two TOUR titles in the same event...Recorded his fifth top-10 finish with a T4 at the Stanford St. Jude Championship. He was the first-round leader with a 5-under 65 and recorded three rounds in the 60s...One of six rookies and an emotional leader on the winning U.S. Ryder Cup Team. Earned 2.5 points in three matches for the team, including a 4-and-2 win over Oliver Wilson in Sunday Singles. Garnered worldwide attention for riding his driver \"cowboy horse\" style down the first fairway, leading eventually to an appearance on \"The Tonight Show with Jay Leno.\" Also, dropped the green flag at the fall NASCAR race in Talladega, Ala. \n\n2007: The 2006 Web.com Tour graduate earned his first PGA TOUR victory at the Verizon Heritage and collected more than $2.5 million for the season...After returning to the TOUR for the second time, posted first career top-10 in 30th career start at the Mayakoba Golf Classic. Finished sixth, three shots behind champion Fred Funk...One week later, finished T2 at The Honda Classic after losing in a four-man playoff. Three-putted the 72nd hole while holding a one-stroke lead, missing a 3-foot par putt to fall into a four-way tie with Mark Wilson, Jose Coceres and Camilo Villegas. Eliminated from playoff on second extra hole, the par-4 10th, on Monday morning when he and Villegas made bogeys...Chipped in for par on the 71st and 72nd holes to win his first TOUR title at the Verizon Heritage by one stroke over Ernie Els. Posted rounds of 67-69-66-68—270 and overcame a two-stroke deficit to 54-hole leader Jerry Kelly. Winds in excess of 40 mph forced the final round to be postponed from Sunday to Monday. Finished at 14-under par to hold off Els, who nearly holed his second shot for eagle on the final hole. Jumped to No. 8 in FedExCup points and earned $972,000 to surpass $1 million in season earnings for the first time...Three back after a first-round 68 in his first Open Championship start, finished T35...Made his first start in a World Golf Championships event at the Bridgestone Invitational. Was one stroke back of the lead after the first round, finished T30...Carded a third-round 65 on his way to a T9 finish at the PGA Championship, his first-career top-10 in a major championship...Posted a T21 in first career TOUR Championship start, and finished 25th in the FedExCup standings...Teamed with Heath Slocum to finish second at the OMEGA Mission Hills World Cup in late November, losing to Scotland on the third hole of a sudden-death playoff. \n\n2006: Finished seventh on the Web.com Tour money list to graduate from that Tour for the first time and play on the PGA TOUR for the second time. Posted a career-high nine top-10s (tied with Ken Duke for Tour lead) and 14 top-25s on the Web.com Tour. Season powered by seconds at the National Mining Association Pete Dye Classic (second in a playoff) and Miccosukee Championship. Lost in a playoff to Jason Enloe in West Virginia. Held the 54-hole lead in Chattanooga after posting a season-low 22-under-par 194, before finishing one shot out of the Kyle Reifers-Brandt Snedeker playoff. \n\n2005: For the second consecutive year finished No. 91 on the Web.com Tour money list. Made 22 starts, finishing in the top-25 five times, with a best effort being a T10 at the Knoxville Open presented by Food City. \n\n2004: Finished No. 91 on the Web.com Tour money list. Made 20 starts, finished in the top-25 four times, including his only top-10, a T7 at the Northeast Pennsylvania Classic. \n\n2003: In first season on the Web.com Tour, finished No. 67 on the money list. Cracked the top 25 on six different occasions, with two top-10s to his credit. \n\n2002: Was a rookie on the PGA TOUR after finishing T23 at the PGA TOUR Qualifying Tournament in the fall of 2001. Made the cut in five of 24 starts during his rookie season on TOUR. Missed his first 10 cuts before finally cashing a paycheck, with a T19 at the FedEx St. Jude Classic in late June, his best effort of the season. \n\n2001: Made his first trip to the finals of the PGA TOUR Qualifying Tournament and finished T23. Played mini-tours in late-1990s, winning multiple times on the DP Tour and the Emerald Coast Tour. \n","otherCarHigh" : "","personal" : "Played high school golf with PGA TOUR member Heath Slocum. TOUR member Bubba Watson later attended and played golf at Milton High School, and nearby resident Joe Durant is a close friend. Slocum's dad, Jack, served as his caddie during finals of the PGA TOUR Qualifying Tournament...Nicknamed after cartoon hero Yogi Bear's sidekick, \"Boo Boo\" Bear...Studied turfgrass science in college and later worked as a laborer at the Monsanto chemical plant in Pensacola, Fla...Used to wear rain pants because cotton pants caused him to break out in a rash...Lists Ben Hogan as his hero.","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2008; World Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 5th at the Waste Management Phoenix Open.","dynStats" : "He ranks T99th in Driving Distance - Fairway Woo on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/booweekley"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/booweekley"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}