{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36797","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McCoy","first" : "Nate","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "July 17, 1990","age" : "25","birthPlace" : "Des Moines, Iowa","residence" : "West Des Moines, Iowa","family" : "Wife, Ashley","education" : "Iowa State University (2012, Communication Studies)","splInterest" : "Painting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Glen Oaks CC (West Des Moines, Iowa)","cityPlaysFrm" : "","websiteUrl" : "TWITTER: @Nate_McCoy","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Earned status on PGA TOUR Canada when he finished T18 at the qualifying tournament Made the cut in eight of 12 starts and had a pair of top-10 finishes, including his first career win...In 10th start of the season, earned first professional victory in a four-hole sudden-death playoff at the Wildfire Invitational at the end of August. Posted rounds of 67-65 on the weekend to finish at 19-under-par, tied with Michael Gligic's 269 total. Eventually won on the fourth hole with a par on the 18th hole. With the victory, moved from No. 61 to No. 8 in the season-long Order of Merit...Finish sixth at the season-ending TOUR Championship of Canada to move to No. 7 on the Order of Merit and earn an exemption into the final stage of Web.com Tour Q-School...Finished T94 at the Web.com Tour Qualifying Tournament in December.\n\n2013: Made the cut in five of nine starts on PGA TOUR Canada and had one top-25 finish. Ended the season No. 71 on the Tour's Order of Merit. \n\n2012: Made the cut in five of six PGA TOUR Canada starts. Best week came in early July when he finished third at the Syncrude Boreal Open. Ended the season No. 25 on the Order of Merit...Missed the cut at the Nationwide Children's Hospital Invitational, his first career start on the Web.com Tour. \n","otherCarHigh" : "Won the 2011 Dogwood Invitational and enjoyed three wins while playing at Iowa State...Was a 2012 All-American. and a member of the All-Big 12 first team. Also named 2012 Iowa State Male Athlete of the Year after a school record 71.65 scoring average...Was a Class 4A state champion in high school.","personal" : "Attended Dowling High School in Des Moines...Has two sisters and one brother. His father, Mike, was the 2013 U.S. Mid-Amateur Champion...Twitter account is @nate_mccoy...Says if he weren't playing golf he would be coaching or serving in the Armed Forces...Favortie thrill outside golf was marrying his wife, Ashley...Enjoys reading the Bible and books about military history...Favorite teams include Iowa State University, the Denver Broncos and Kansas City Royals...Favorite courses he's played are Riviera CC, Seminole GC and Pine Valley GC. Would like to play Pebble Beach...Met Condolezza Rice when he was caddying for his father at the Masters' Par-3 Contest...Best sporting event he's attended was a wrestling match in which Iowa defeated No. 1-ranked Penn State...Would include Bobby Jones, Ben Hogan and Byron Nelson in his dream foursome...Would like to trade places for a day with pastor and author John MacArthur to gain insight into the Bible...Says not many people know he likes to paint and make model planes and tanks...Bucket list includes visiting World War II battlefields and traveling to Europe.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Claimed first top-10 (T8) of the season at the ATB Financial Classic.\n\n2014: Tied for 18th at the Mackenzie Tour Qualifying School in Canada to earn status...In 10th start of the season, earned first professional victory in a four-hole sudden-death playoff at the Wildfire Invitational. Posted rounds of 67-65 on the weekend to finish at 19-under-par, tied with Michael Gligic's 269 total. Eventually won on the fourth hole with a textbook par on the 18th hole. With the victory, moved from No. 61 to No. 8 in the season-long Order of Merit. Finished sixth at the season-ending TOUR Championship of Canada to move up to No. 7 on the Order of Merit and earn an exemption into the final stage of Web.com Tour Q-School. \n\n2013: Made five cuts in nine starts with best finish a T15 at The Syncrude Boreal.\n\n2012: Had a successful rookie season, making five cuts and finishing third at the Syncrude Boreal Open presented by AECON...Earned exempt status by shooting 73-70-70-72 at the California Qualifying School.\n","otherCarHigh" : "Won 2011 Dogwood Invitational...Three wins while playing at Iowa State...2012 All-American...2012 All Big 12 first team...Named Iowa State Male Athlete of the Year in 2012 after school record 71.65 scoring average","personal" : "Father, Mike, was the 2013 USGA Mid-Amateur champion.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}