{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34358","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Randolph","first" : "Jonathan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "210","weightMetric" : "95","birthDate" : "August 10, 1988","age" : "27","birthPlace" : "Brandon, Mississippi","residence" : "Oxford, Mississippi","family" : "Wife, Lacy","education" : "University of Mississippi (2011, Business Marketing)","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "CC of Jackson (Jackson, Mississippi)","cityPlaysFrm" : "Brandon; MS; United States","websiteUrl" : "http:\/\/www.jonathanrandolph.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "612,832&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "Spent a majority of the season on the PGA TOUR, but only managed one top-25 finish in 25 events at the Wells Fargo Championship (T20)...Played in seven Web.com Tour events and recorded one top-10 finish, a T2 performance at the United Leasing Championship.","carHigh" : "2014: Competed in 21 events on the Web.com Tour made and 12 cuts with four top-10 finishes...Opened with 66-65 at the Chitimacha Louisiana Open to take a two-stroke lead after 36 holes, but a third-round 73 dropped him into a tie for ninth. Rebounded with a final-round 67 to finish T3 and one shot out of a playoff with Kris Blanks and Brett Stegmaier...Two weeks later, began the final round one shot back at the El Bosque Mexico Championship, but a 1-over 73 sent him to his second consecutive T3 finish...Finished solo second at the BMW Charity Pro-Am for his highest finish of the season. Began the final round three shots back and made a strong run at the title with a 63 - his low round of the season - that left him one stroke shy of a playoff with eventual winner Max Homa, who also shot a final-round 63 at Thornblade Club...Shook off an opening-round 71 at the Midwest Classic with rounds of 67-65-67 to finish solo fourth at Nicklaus GC at LionsGate.\n\n2013: Rebounded from an opening-round 73 to post four straight sub-par rounds and finish T32 at the Web.com Tour National Qualifying Tournament in December...Finished T14 at the PGA TOUR's Sanderson Farms Championship...Spent the year competing on the NGA Pro Golf Tour, where he finished 11th on the money list with one victory to his credit (Eagle's Landing Classic).\n\n2012: Played on the NGA Pro Golf Tour and was that circuit's Rookie of the Year...Played in the PGA TOUR's True South Classic and finished T21. Was T10 after three rounds. \n\n2011: Played in the PGA TOUR's Viking Classic as an amateur and finished T64. 2010: Played in the PGA TOUR's Viking Classic as an amateur and missed the cut.\n","otherCarHigh" : "A college standout at University of Mississippi, where he was named to the All-Southeastern Conference Freshman team as well as first-team All-SEC in 2010...Was first team All-America in 2010...Was named to the All-SEC Academic Honor Roll from 2008-10...Was a member of the United States team in the 2010 Palmer Cup...Was a semifinalist at the 2011 U.S. Public Links Championship, losing to Derek Ernst, 3-2...Won the Mississippi State Amateur in 2009.","personal" : "His earliest golf memory was playing in a scramble with his dad...His biggest thrill in golf was being two wins from earning a berth in the Masters at the 2011 U.S. Public Links Championship...His favorite golf courses include Muirfield, Sage Valley and Torrey Pines GC...One course he'd like to play is Augusta National...Says if he weren't playing golf professionally, he'd be \"one heck of a marketer.\"...Favorite college team is the University of Mississippi, while his favorite pro teams are the Dallas Cowboys and the Milwaukee Brewers...His favorite TV shows include \"Gold Rush\" and \"I Almost Got Away with It,\" while his favorite movies include \"Major League\" and \"Step Brothers.\" ...Enjoys steak, macaroni and cheese and pizza...His favorite athlete in another sport is Roger Federer...Never travels without his sleep noise machine...Chose to play golf over other sports because \"It is all on me, and there is no one else to blame.\"...His favorite apps are Netflix, Yahoo Sportacular and Pandora...Favorite book is The Bible...Enjoys Eric Church, Jason Aldean and Jake Owen...His dream foursome would also include Tiger Woods, Ben Hogan and Arnold Palmer...Carries Smuckers Uncrustables peanut butter and jelly sandwiches in his golf bag...Would love to trade places with his dog for a day because the dog \"has not a worry in the world.\"...Bucket list includes killing a buck, having good duck hunts and winning a major championship in the same year.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2010.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "36th on 2014 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "Spent a majority of the season on the PGA TOUR, but only managed one top-25 finish in 25 events at the Wells Fargo Championship (T20)...Played in seven Web.com Tour events and recorded one top-10 finish, a T2 performance at the United Leasing Championship.","carHigh" : "2014-15: Managed just 11 made cuts in 25 starts during his rookie season with a T20 at the Wells Fargo Championship his lone top-25 finish. In a late season attempt to make the FedExCup Playoffs, missed the cut at the Barracuda Championship and Wyndham Championship to finish the year No. 179 in the FedExCup standings...In the Web.com Tour Finals, made just one of four cuts, a T43 at the Small Business Connection Championship at River Run. Finished 92nd on the Finals' money list.\n\n2013-14: Finished the Web.com Tour season with 21 starts, which included a runner-up, two T3s, a fourth-place outing and eight top-25s...Opened his season with top-25s in three of his first four tournaments in Latin America...Started 66-65 to take the 36-hole lead by two at the Chitimacha Louisiana Open in late March. Fell to a tie for ninth heading into Sunday after a third-round 73. Bounced back with a bogey-free 67 to finish T3, one shot out of a playoff...Was one stroke off the lead after 54 holes of the El Bosque Mexico Championship in mid-April. Posted a 73 in the final round and finished T3 for the second tournament in a row...In mid-May, opened with a 65 at the BMW Charity Pro-Am. Followed it with rounds of 70-69 and entered the final day T9. Fired a bogey-free 63 Sunday but came up one short of champion Max Homa...Bounced back from a first-round 71 at the Midwest Classic in July with 67-65-67 over his final 54 holes for a solo fourth...Officially secured his 2014-15 PGA TOUR card for the first time at the conclusion of the Regular Season in late-August (16th on the money list).\n\n2013: Rebounded from an opening-round 73 to post four straight sub-par rounds and finish T32 at the Web.com Tour National Qualifying Tournament in December...Finished T14 at the PGA TOUR's Sanderson Farms Championship...Spent the year competing on the NGA Pro Golf Tour, where he finished 11th on the money list with one victory to his credit (Eagle's Landing Classic).\n\n2012: Played on the NGA Pro Golf Tour and was that circuit's Rookie of the Year...Played in the PGA TOUR's True South Classic and finished T21. Was T10 after three rounds. \n\n2011: Played in the PGA TOUR's Viking Classic as an amateur and finished T64. 2010: Played in the PGA TOUR's Viking Classic as an amateur and missed the cut.\n\nAmateur: A college standout at University of Mississippi, where he was named to the All-Southeastern Conference Freshman team as well as first-team All-SEC in 2010...Was first team All-America in 2010...Was named to the All-SEC Academic Honor Roll from 2008-10...Was a member of the United States team in the 2010 Palmer Cup...Was a semifinalist at the 2011 U.S. Public Links Championship, losing to Derek Ernst, 3-2...Won the Mississippi State Amateur in 2009.\n","otherCarHigh" : "","personal" : "His earliest golf memory was playing in a scramble with his dad...His biggest thrill in golf was being two wins from earning a berth in the Masters at the 2011 U.S. Public Links Championship...His favorite golf courses include Muirfield, Sage Valley and Torrey Pines GC...One course he'd like to play is Augusta National...Says if he weren't playing golf professionally he'd be \"one heck of a marketer.\"...Favorite college team is the University of Mississippi, while his favorite pro teams are the Dallas Cowboys and the Milwaukee Brewers...His favorite TV shows include \"Gold Rush\" and \"I Almost Got Away with It,\" while his favorite movies include \"Major League\" and \"Step Brothers\"...Enjoys steak, macaroni and cheese and pizza...His favorite athlete in another sport is Roger Federer...Never travels without his sleep noise machine...Chose to play golf over other sports because \"It is all on me, and there is no one else to blame.\"...His favorite apps are Netflix, Yahoo Sportacular and Pandora...Favorite book is the Bible...Enjoys Eric Church, Jason Aldean and Jake Owen...His dream foursome would include Tiger Woods, Ben Hogan and Arnold Palmer...Carries Smuckers Uncrustables peanut butter and jelly sandwiches in his golf bag...Would love to trade places with his dog for a day because the dog \"has not a worry in the world.\"...Bucket list includes killing a buck, having good duck hunts and winning a major championship in the same year.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2010.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T14th in 2013 at the Sanderson Farms Championship.","dynStats" : "He ranks T56th in Best YTD 1-Putt or Better Stre on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/jrandolph88"},{"cat" : "twitter","desc" : "","url" : "http:\/\/www.twitter.com\/jrandolph88"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}