{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31319","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bertoni","first" : "Travis","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "May 11, 1984","age" : "31","birthPlace" : "San Luis Obispo, California","residence" : "Houston, Texas","family" : "Single","education" : "Cal Poly-San Luis Obispo (2006, Kinesiology)","splInterest" : "Wakeboarding, snowboarding","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "Redstone GC (Humble, Texas)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.travisbertonigolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "438,285&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "Exempt - Top 75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season having played all 25 tournaments. Had one third-place finish, two top-10s, nine top-25s and made 16 cuts. Was 43rd on the combined final money list...Earned first top-10 of the season at the United Leasing Championship in May when he carded 67-72 on the weekend for a T9 at the challenging Victoria National GC...Followed it with a T14 at the Rex Hospital Open and an 11th-place effort at the Greater Dallas Open...In early July, secured his top finish of the year, a T3 at the Nova Scotia Open, finishing one shot out of the Abraham Ancer-Bronson Burgoon playoff, with a 12-under 272. Rose to 31st on the money list. Had three top 25s over his next four starts, before missing his last two cuts in August...Finished the Regular Season 40th in earnings, playing in all 21 tournaments...In the Web.com Tour Finals, finished T37, T53, T23 and missed the cut in the finale at TPC Sawgrass. \n\n2014: Played in 22 Web.com Tour events, making 15 cuts. Had three top-10s and four top-25s. Finished the Regular Season 43rd on the money list...Did not crack a top-35 finish in his first 12 starts...Breakthrough came in mid July at the Utah Championship where he equalled his Tour-best performance, finishing T2 with Sung Kang and Adam Crawford. Fired four rounds in the 60s at Willow Creek CC (68-63-68-68), four short of winner Andres Gonzales. It matched his runner-up at the 2010 Knoxville News Sentinel Open...Rounds of 65-65-70-66 led to a T14 finish at the Stonebrae Classic in early August. Was T4 at the halfway point...Ended the Regular Season on a positive note with a T9 at the WinCo Foods Portland Open in August...After a modest start in the Web.com Tour Finals, got himself into serious contention for a PGA TOUR card at the season-ending Web.com Tour Championship. Posted rounds of 66-69-68 at TPC Sawgrass Dye's Valley and was in 7th position entering the final round of 2014. A bogey on No. 17 and a birdie miss from four feet on No. 18 after he stuffed his 9-iron approach proved the difference between securing his card and not. He would miss out by a mere $696 and finish 52nd in the 50-card chase. \n2013: Did not have Web.com Tour status and did not compete in any Tour events.\n2010: Made the cut in 13 of starts during his rookie season on Web.com Tour and ended the year No. 52 on the money list. Posted his first top-10 finish of the year at the Price Cutter Charity Championship in his 10th start. Fired a career-best 7-under 65 in the first round and backed it up with 70-69-68 to finish T9...Continued his solid play in the next event, the Knoxville News Sentinel Open, where he finished second, a career best. Entered the par-5 18th hole of the final round one shot back of Chris Kirk and attempted to go for the green in two but came up short in the hazard. Got up and down for par en route to a 67 to finish two strokes back of Kirk. Jumped from No. 104 to No. 52 on the money list...Posted his third top-10 two starts later at the Utah Championship (T10).\n\n2009: Posted seven top-10, Hooters Tour finishes, finishing fifth on the money list, with $76,848. \n\n2008: Finished 15th on the Hooters Tour money list.\n\n2007: Placed 40th on the Hooters Tour money list. \n\n2006: Played primarily on the Spanos Tour.\n","otherCarHigh" : "Qualified for the NCAA West Regional three times, twice with the team and once as an individual...Winner of 11 collegiate events at Cal-Poly from 2003-06, which at the time was No. 4 on the all-time NCAA list of collegiate wins...Earned Big West Conference Golfer of the Year honors three times and twice was named to the Ping All-Pacific Region team by the Golf Coaches Association of America. Led team to its first Big West Conference championship, in 2005, winning the individual title that year and placing second as a senior in 2006.","personal" : "Attended Paso Robles High School in California...Cites qualifying for the 2008 U.S. Open at Torrey Pines near San Diego as his biggest thrill in golf. Missed the cut with rounds of 82-73 in his only first PGA TOUR start...Lists Cypress Point as his favorite golf course...Would most like to play Augusta National and Pine Valley...Never travels without a backpack...First car was a Chrysler LeBaron...Favorite college team is the UCLA Bruins and favorite professional teams are the Los Angeles Lakers, Los Angeles Kings, Los Angeles Dodgers and Dallas Cowboys...Lucky charm is a Guatemalan ball marker...Favorite TV show is \"Entourage,\" and favorite movie is \"Anchorman.\"...Favorite food is a ribeye steak...Other favorites include Kobe Bryant, Nashville, Tenn., and Montreal...Enjoys vacationing at Lake Tahoe...Would round out his dream foursome with his dad, Jack Nicklaus and Tiger Woods...Has two screws in his left knee...Bucket list includes skydiving and traveling to Italy and Greece...Has charity involvement with the Humane Society and the St. Jude's Children's Hospital...Twitter name is @progolfertb.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "Made 3 of 6 cuts in 2007 on PGA TOUR Canada with his best finish T-13th at Jane Rogers Championship, Won 2007 Olivas Park Championship on California Players Tour, Advanced to second stage of 2006 PGA TOUR qualifying (T3rd at first stage), Finished 4th at the 2006 Straight Down Fall Classic\n","otherCarHigh" : "Runner-up at 2004 Pacific Northwest Amateur Championship...Won 11 collegiate titles at Cal Poly-SLO, Co-winner of Cal Poly Athlete of the Year in 2006.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2006","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T23rd at the Club Colombia Championship Presented by Claro.","dynStats" : "He ranks T58th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}