{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26881","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lyle","first" : "Jarrod","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "235","weightMetric" : "107","birthDate" : "August 21, 1981","age" : "34","birthPlace" : "Shepparton, Victoria, Australia","residence" : "Torquay, Victoria, Australia","family" : "Wife, Briony; Lusi Joy (3\/11\/12)","education" : "","splInterest" : "Cricket","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2006, 2008)","trndProYear" : "2004","clubAffl" : "","cityPlaysFrm" : "Melbourne; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,632,414&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Medical Exemption","otherVics" : "","intlVics" : "","curYearHigh" : "Will have 10 events to earn $217,679 to satisfy the requirements of his Major Medical...Received the PGA TOUR Courage Award after overcoming two battles with acute myeloid leukemia, a life-threatening illness. Fellow Australian and former Open Championship winner Ian Baker-Finch presented the award on behalf of the PGA TOUR and Commissioner Tim Finchem at the inaugural Greg Norman Gold Medal Dinner hosted by the PGA of Australia on the eve of the 2015 Australian PGA Championship at RACV Royal Pines Resort. The PGA TOUR Courage Award is presented to a player who, through courage and perseverance, has overcome extraordinary adversity, such as personal tragedy or debilitating injury or illness, to make a significant and meaningful contribution to the game of golf. Lyle joined Erik Compton (2013) as the only players to have received the award and was able to donate $25,000 to Challenge – Supporting Kids with Cancer, an Australian non-profit organization that delivers daily support to children and families living with cancer. Since 1983, Challenge has helped more than 25,000 children and families, improving their quality of life.","carHigh" : "2013: In November, made an emotionally charged return to professional golf at the Talisker Masters near his hometown of Shepparton, Australia. Made the cut with rounds of 72-71, which he followed with a 70-79 finish and a T57. \n\n2012: The year got off to an encouraging start. Playing in seven tournaments in Jan. and Feb., he made six out of seven cuts and enjoyed his best PGA TOUR finish ever in the sixth start, a T4 at the Northern Trust Open at Rivieria CC in L.A. His earnings were $363,685 and he was ranked 36th in the FedExCup standings and 238th in the Official World Golf Ranking, his highest position ever. Shortly after withdrawing from The Honda Classic in March, doctors diagnosed the return of leukemia forcing an abrupt end to his 2012 season.\n\n2011: Competed in a career-high 29 tournaments on the PGA TOUR. Made 12 cuts and recorded one top-10. Finished the year 167th on the money list with $317,459. His best performances were a T5 at the Mayakoba Golf Classic in Feb. and a T25 at the Wyndham Championship in Aug., where he carded all four rounds in the 60s for the only time all year. Once again, he finished T5 at December's Q-School to secure 2012 PGA TOUR playing privileges. In Sept., he made his lone Nationwide Tour start, finishing T4 at the Soboba Golf Classic, with all four rounds in the 60s.\n\n2010: Played in 18 PGA TOUR events, posting two top-10s, which came in his first (Mayakoba Golf Classic\/T9) and third starts (Zurich Classic of New Orleans\/T10). A rough second half to the season included nine missed cuts in his last 12 events. A fifth place at December's Q-School secured his return to the PGA TOUR in 2011...Played 10 Nationwide Tour events, making the cut in half of them en route to an 87th-place finish on the money list. In Feb., finished T4 at the Moonah Classic in his native Australia, missing a potential playoff by two strokes. It was his best performance since a runner-up at the Xerox Classic in Rochester, N.Y. in Aug., 2010. Two events later at the Chitimacha Louisiana Open, the first domestic event of the year, he opened with a 73 and was tied for 83rd. Rounds of 67-65-71 jumped him over 78 players into a T5 finish. Added another T5 late in the season, at the Australian Tour's JBWere Australian Masters in Melbourne, carding four sub-par rounds at Victoria GC.\n\n2009: Made 11 of 21 cuts on the PGA TOUR and finished 175th on the money list. Best finish was a T6 at the Mayakoba Golf Classic.\n\n2008: Made the cut in 18 of 26 starts on the Nationwide Tour, including six top-10s. Was fourth on the final money list with $382,738. Finished T6 at the season-opening Panama Movistar Championship in late Jan. Followed that a week later with his first career win at the inaugural Mexico Open in Morelia. Shared the 54-hole lead at 9-under with Greg Chalmers. Then carded the low round of the week, an 8-under 63 to win going away. Impressive final round resulted in a five-stroke victory over Matt Every. Posted a 6-under 29 on the front nine the final day. Maintained his top spot on the money list with a T5 at the Moonah Classic two weeks later. Was T7 at the Athens Regional Foundation Classic in April. In June, regained the top spot on the money list with his second victory of the year at the Knoxville Open, where he defeated Chris Kirk with a birdie at the first extra hole after both had tied at 19-under 269. Shot four rounds in the 60s to finish second at the Xerox Classic despite three bogeys in the final six holes.\n\n2007: Finished his rookie season on the PGA TOUR season No. 164 on the money list, with $390,303. Made the cut in 14 of 24 starts, with three top-25 finishes. His best outings were T12s at the Reno-Tahoe Open in Aug. and the Fry's Electronics Open in Oct. Played four Nationwide Tour events, with his top performance a third at the Chitimacha Louisiana Open. Earned his PGA TOUR card (for the first time) after finishing third on the Nationwide Tour money list in 2006, with $227,909.\n\n2006: Made the cut in 17 of 21 starts and posted seven top-10s in his rookie season on the Nationwide Tour. Opened the season in Feb. in impressive fashion with a T4 at the Jacob's Creek Open Championship in his native Australia and a T2 at the ING New Zealand PGA Championship, just one shot behind tournament winner Jim Rutledge. Added four more top-10s through the end of the season (Wichita, Cleveland, Boise and Eugene). Missed the cut at The Open Championship in July (his only career PGA TOUR start up to that point) and finished T4 at the European Tour's Volvo China Open in April. \n\n2005: In Feb., played in Nationwide Tour events in Australia (Jacob's Creek Open\/MC) and New Zealand (ING New Zealand PGA\/T22). Competed in eight Asian PGA Tour events, racking up second-place finishes in the Macau Open and Brunei Open and only one missed cut. In four European Tour starts, his best finish was a T3 at the Heineken Open in Feb.\n","otherCarHigh" : "Represented Australia at the 2004 World Amateur Team Championship...Runner-up at the 2004 Australian and New Zealand Amateurs...Winner of the 2003 and 2004 Lake Macquarie Amateur.","personal" : "Got his start in golf at age 7 when he caddied for his father. In 1999 at age 17, was diagnosed with acute myeloid leukemia and was confined to his bed for nine months while undergoing chemotherapy treatments at the Royal Children's Hospital. It took another 12 months before he had the energy to walk a golf course again...Forged a friendship during that time with PGA TOUR member Robert Allenby...After withdrawing from 2012 The Honda Classic because of an infection from an insect bite he incurred at the Mayakoba Golf Classic a week earlier, doctors diagnosed a recurrence of leukemia at the age of 30. Before traveling to Royal Melbourne Hospital in Australia to undergo chemotherapy on March 12, doctors induced his pregnant wife, Briony, who gave birth to their first child on March 10, Lusi Joy.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "Major Medical (Web.com Tour category)","otherVics" : "","intlVics" : "","curYearHigh" : "Will have 10 events to earn $217,679 to satisfy the requirements of his Major Medical...Received the PGA TOUR Courage Award after overcoming two battles with acute myeloid leukemia, a life-threatening illness. Fellow Australian and former Open Championship winner Ian Baker-Finch presented the award on behalf of the PGA TOUR and Commissioner Tim Finchem at the inaugural Greg Norman Gold Medal Dinner hosted by the PGA of Australia on the eve of the 2015 Australian PGA Championship at RACV Royal Pines Resort. The PGA TOUR Courage Award is presented to a player who, through courage and perseverance, has overcome extraordinary adversity, such as personal tragedy or debilitating injury or illness, to make a significant and meaningful contribution to the game of golf. Lyle joined Erik Compton (2013) as the only players to have received the award and was able to donate $25,000 to Challenge – Supporting Kids with Cancer, an Australian non-profit organization that delivers daily support to children and families living with cancer. Since 1983, Challenge has helped more than 25,000 children and families, improving their quality of life.","carHigh" : "2014-15: Named the 2015 Ben Hogan Award winner, presented to a person who continues to be active in golf despite a physical handicap or serious illness. Received the award during the Golf Writers Association of America dinner the week of the Masters Tournament in Augusta, Ga...Made the cut in three of 10 starts on TOUR, led by a T31 finish at the Frys.com Open. Following a T74 at the Crowne Plaza Invitational at Colonial, announced he was taking a break from the TOUR to return to Australia, stating that while healthy, he was \"mentally, physically and emotionally exhausted.\"...Expected to return to the PGA TOUR at some point during the 2015-16 campaign. \n\n2013-14: In February, played on the PGA Tour of Australasia, at the Oates Victorian Open. Missed the cut (74-76)...After an absence of 29 months from the PGA TOUR (February 2012, Mayakoba Golf Classic) because of his myeloid leukemia, returned to competitive play in the United States in July on the Web.com Tour. Pleasantly surprised himself with four solid rounds in the 60s and a T11 at the Midwest Classic outside Kansas City. An eagle-2 hole-out from the fairway on the 18th hole on Friday was ESPN \"SportsCenter's\" No. 1 Play of the Day...Rounds of 69-73 at the Price Cutter Charity Championship resulted in a missed cut in his second return start from cancer treatments...Is on a Medical Extension for top finishers from the Web.com Tour and plans to return to the PGA TOUR at the beginning of the 2014-15 season. He will need $283,825 in 20 tournaments to retain his TOUR playing privileges.\n\n2013: Did not make a start on the PGA TOUR as he continued to recover from treatments to combat leukemia. Will have 20 events in 2013-14 to earn $283,825, which, coupled with 2012 earnings of $363,685, would equal No. 125 from the 2012 money list.\n\n2012: Will have 20 events to earn $283,825, which, coupled with 2012 earnings of $363,685 would equal No. 125 from the 2012 money list...Made seven starts on the PGA TOUR in the season, highlighted by a top-five finish at Riviera CC. Finished T4 at the Northern Trust Open after getting in the field the Monday of tournament week off the alternate list. Was the second-to-last player entered in the field...After withdrawing from The Honda Classic because of an infection from an insect bite he incurred at the Mayakoba Golf Classic a week earlier, doctors diagnosed a recurrence of leukemia. Before traveling to Royal Melbourne Hospital in Australia to undergo chemotherapy on March 12, doctors induced his pregnant wife, Briony, who gave birth to their first child on March 10, Lusi Joy. In May, doctors announced the remission of the leukemia, following two chemotherapy treatments. On June 1, underwent a core blood transplant and continues his recovery at home in Australia.\n\n2011: The highlight of his 29 PGA TOUR starts was a T5 at the Mayakoba Golf Classic, his best career finish on the PGA TOUR...At the Waste Managment Phoenix Open, he made a hole-in-one at the 16th hole at TPC Scottsdale in the second round. He said later, \"I didn't want to get booed by 30,000 people. I just wanted to make par and go on to the next hole.\" His 8-iron shot bounced twice and rolled in for his first PGA TOUR ace. He went on to T62 outside Phoenix...In only Web.com Tour start, he was T4 at the Soboba Golf Classic. Posted four sub-70 scores to finish at 12-under par, two shots out of a possible playoff...Opened with a 65 at the Australian Open to take the first-round lead before eventually T15 in Sydney...In December, finished T5 at the PGA TOUR Qualifying Tournament to earn fully-exempt status on TOUR in 2012. 2010: Played 10 events while making the cut in half en route to an 87th-place finish on the Web.com Tour money list...Finished T4 at the Moonah Classic in his native Australia, missing a potential playoff by two strokes. His performance was his best since a runner-up effort at the Xerox Classic in Rochester, N.Y., in August 2008...Two weeks later, made his first start of the PGA TOUR Season (playing on a Minor Medical Extension) at the Mayakoba Golf Classic. Opened just one shot off the lead with a 6-under 65 en route to a T9 finish, just the second top-10 finish of his career. The other also came at the Mayakoba Golf Classic, where he also opened with a 65 en route to a T6 in 2009...Playing the Chitimacha Louisiana Open, the first domestic event on the Web.com Tour schedule, opened with a 73 and was tied for 83rd. Rounds of 67-65-71 helped him jump 78 players to finish T5...Finished T10 at Zurich Classic of New Orleans to earn a spot at the following week's Quail Hollow Championship. Was one of five Australians to post a top-10 finish at TPC Louisiana...Finished T5 late in the season at the JBWere Australian Masters in Melbourne. Shot four sub-par rounds at Victoria GC...Earned PGA TOUR playing privileges by finishing fifth at the PGA TOUR Qualifying Tournament. 2009: Made 11 of 21 cuts on the PGA TOUR and finished 175th on the money list. Finished T6 at the Mayakoba Golf Classic. 2008: Made the cut in 18 of 26 starts on the Web.com Tour, with six top-10 finishes. Finished T6 at the season-opening Panama Movistar Championship. Followed that with his first career win a week later at the inaugural Mexico Open in Morelia. Shared the 54-hole lead at 9-under with Greg Chalmers. Then carded the low round of the week, an 8-under 63 to win going away. Impressive final round resulted in a five-stroke victory over Matt Every. Posted a 6-under 29 on the front nine during the final day. Maintained his top spot on the money list with a T5 at the the Moonah Classic. Was T7 at the Athens Regional Foundation Classic. Regained the top spot on the money list with his second victory of the year at the Knoxville Open, where he defeated Chris Kirk with a birdie at the first extra hole after both had tied at 19-under 269. Shot four rounds in the 60s to finish second at the Xerox Classic despite three bogeys in the final six holes. 2007: Finished his rookie season on the PGA TOUR ranked No. 164 on the money list, with $390,303. Made the cut in 14 of 24 starts, with three top-25 finishes. Enjoyed his best outings with T12s at the Reno-Tahoe Open and the Fry's Electronics Open. Took a break from the TOUR and finished third at the Web.com Tour's Chitimacha Louisiana Open. 2006: Earned his PGA TOUR card for 2007 after finishing 18th on the Web.com Tour money list, with $227,909. Made the cut in 17 of 21 starts and posted seven top-10s in his rookie season on the Web.com Tour. Opened the season in impressive fashion with a T4 at the Jacob's Creek Open Championship and a T2 at the ING New Zealand PGA Championship, just one shot behind tournament winner Jim Rutledge. Added a third-place effort at the PalmettoPride Classic. Also missed the cut at The Open Championship (his only career PGA TOUR start up to that point) and finished T4 at the European Tour's Volvo China Open. 2005: Rookie of the Year on the PGA TOUR of Australasia. Has also competed on the Asian PGA Tour. Amateur: Represented Australia at the 2004 World Amateur Team Championship. Runner-up at the 2004 Australian and New Zealand Amateurs. Winner of the 2003 and 2004 Lake Macquarie Amateur. \n","otherCarHigh" : "","personal" : "Got his start in golf at age 7 when he caddied for his father. In 1999 at age 17, was diagnosed with acute myeloid leukemia and was confined to bed for nine months while undergoing chemotherapy treatments at the Royal Children's Hospital. It took another 12 months before he had the energy to walk a golf course again. Relapsed with leukemia 12 years later and is again back playing the PGA TOUR. Forged a friendship during that time with PGA TOUR member Robert Allenby...Cites winning his first event, in Mexico, as his biggest thrill in golf...Would most like to play Augusta National...Favorite TV show is \"Seinfeld.\" Favorite movie is \"Bad Boys.\" Favorite food is pasta. Favorite city to visit is Dubai. Favorite vacation spot is Australia...Serves as an ambassador for Challenge: Supporting Kids with Cancer...Website is jarredlylegolf.com.","otherInfo" : "","ntlTeams" : "World Amateur Team Championship (1), 2004.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T4th in 2012 at the Northern Trust Open.","dynStats" : "He ranks 9th in Approach 75-100 yards (RTP Sco on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Jarrod-Lyle\/255386961177294"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/jarrodlylepga"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}