{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01444","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Green","first" : "Ken","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "195","weightMetric" : "88","birthDate" : "July 23, 1958","age" : "57","birthPlace" : "Danbury, Connecticut","residence" : "West Palm Beach, Florida","family" : "Ken Jr. (12\/19\/81)","education" : "Palm Beach State College","splInterest" : "Bowling","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1979","clubAffl" : "Ridgewood CC (Danbury, Connecticut)","cityPlaysFrm" : "West Palm Beach; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,073,292&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made just two starts during the season. Missed the cut at the Senior PGA Championship and finished 80th at the Encompass Championship.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1982","qSchoolYear" : "Fall 1981, 1982, 1984, 2002","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Made just two starts during the season. Missed the cut at the Senior PGA Championship and finished 80th at the Encompass Championship.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Did not make it to the weekend in the five starts he made in 2005. Played in 18 events with four made cuts in 2004. Best finish was a T37 at the Deutsche Bank Championship. Withdrew from five events and was disqualified from two. Received a Major Medical Extension carryover for 2005. Limited to seven events in 2003 due to back problems. Received Major Medical Extension for the 2004 campaign. Best finish on the PGA TOUR in 2003 was T25 at the AT&T Pebble Beach National Pro-Am. Top-25 was first since a T12 at the 1997 Greater Milwaukee Open. Wrestled a 75-pound alligator to save his 2-year-old Alsatian dog, Nip, in 2003 when the dog jumped into a canal at his home in West Palm Beach, FL, to retrieve a ball. Member of PGA TOUR since 1982 and a five-time winner on TOUR, including two wins in 1988 (Canadian Open, Greater Milwaukee Open) and a fourth-place finish on the money list. Member of 1989 U.S. Ryder Cup squad. Winner of 1985 and 1992 Connecticut Opens, 1985 King Hassan Open (Morocco), 1988 Dunlop Phoenix and 1990 Hong Kong Open. Started playing golf at age 12 in Honduras, where father was principal of the American School and only sports choices were golf or soccer. Once described by Johnny Miller as best fairway wood player in game. An avid bowler who rolled a 300 game in September 1996.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1985 Connecticut Open, King Hassan Open. 1988 Dunlop Phoenix. 1990 Hong Kong Open. 1992 Connecticut Open.","intlVics" : "","curYearHigh" : "Made just two starts during the season. Missed the cut at the Senior PGA Championship and finished 80th at the Encompass Championship.","carHigh" : "2014: Made just one start at the Senior PGA Championship, where he missed the cut...Was also entered at The Principal Charity Classic but withdrew prior to the start of the event...Will have a Special Medical Extension for 2015.\n\n 2013: Made just one official start and that came at the Montreal Championship where he finished T58...Was also T10 with partner Mike Reid in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf.\n\n2012: Made just two starts during the season. Teamed with Mike Reid for a T9 finish in the unofficial Raphael Division of the Liberty Mutual Insurance Legends of Golf...Was 76th at Dick's Sporting Goods Open.\n\n 2011: Returned to the Champions Tour for the first time since July 2010 (Dick's Sporting Goods Open) when he teamed with good friend Mark Calcavecchia at the Liberty Mutual Legends of Golf. In the Legends Division, the duo carded a three-round total of 15-under 201 in the better-ball competition to finish 31st. 2010: Made an inspirational return to competition when he teamed with Mike Reid to finish T26 at the Liberty Mutual Legends of Golf. Appearance in Savannah was his first in a TOUR-sanctioned event since losing his lower-right leg 10 months prior...Also played in the Regions Charity Classic and finished T73...Last appearance of the season came at the Dicks Sporting Goods Open. but he was forced to withdraw after two rounds due to excruciating leg pain. 2009: Had his season tragically cut short when he had his lower-right leg amputated in June following a fatal RV accident in Mississippi that killed his girlfriend, his brother and his dog while returning from the Triton Financial Classic in Austin, Texas. Went through extensive rehabilitation and was fitted for a prosthetic limb...Prior to the accident, he registered his best Champions Tour performance when he birdied the last hole to finish solo seventh at the AT&T Champions Classic. Performance at Valencia CC was his best effort since a T3 at the Web.com Tour's BMW Charity Pro-Am at The Cliffs in 2002. On the PGA TOUR, Green's last top-10 performance before his showing at Valencia was a T7 at the 1996 U.S. Open at Oakland Hills CC. 2008: Debuted on the Champions Tour at The Senior Open Championship at Royal Troon and was T54 in his first start on the circuit...Made six other appearances in his rookie season. Best effort was a T47 at the Administaff Small Business Classic at The Woodlands.\n","otherCarHigh" : "A five-time winner on the PGA TOUR...Played full-time on TOUR from 1982-1999 and again in 2004...Overall had 508 starts and made 274 cuts during that span...Made at least one start from 1982-2007...Also made 55 appearances on the Web.com Tour...Most productive year on the PGA TOUR came in 1988 when he won the Canadian Open and the Greater Milwaukee Open in successive weeks. Despite bogeys on Nos. 16 and 17 Sunday he held off Scott Verplank and Bill Glasson by a stroke in Canada...The following week he used a third-round 61 on his way to a six-stroke victory in Milwaukee...Nearly added two more wins to his ledger that year but three-putted the final hole and then fell in a playoff at the Kmart Greater Greensboro Open to Sandy Lyle. Was among four players in a playoff at the Manufacturers Hanover Westchester Classic, where he joined David Frost and Greg Norman as well as eventual winner Seve Ballesteros in the playoff...Finished the year fourth on the money list, with $779,181, as well as an additional 10 top-10 finishes—all career highs...First TOUR victory came in 1985 when he defeated Wayne Grady by four strokes at the Buick Open after four successive rounds in the 60s...The following season he added his second career title when he won the inaugural International near Denver in a Modified Stableford format by three points over Bernhard Langer...Last of his five wins came in 1989 in Greensboro when he held off John Huston by two strokes despite a double bogey at No. 16 and a bogey at No. 18...Member of the U.S. Ryder Cup team in 1989, posting a 2-2 record at Royal Birkdale...Troubled by back problems for portions of his career...Best career effort on the Web.com Tour was a T3 at the 2002 BMW Charity Pro-Am at The Cliffs.","personal" : "Started playing golf at age 12 in Honduras, where his father was principal of the American School and only sports choices were golf and soccer...Once rescued his dog, Nip, a German shepherd, from an attack by an alligator in Florida...In 1996, he bowled a perfect 300 game.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 7th in 2009 at the AT&T Champions Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}