{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25190","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Quinney","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "210","weightMetric" : "95","birthDate" : "November 17, 1978","age" : "37","birthPlace" : "Eugene, Oregon","residence" : "Scottsdale, Arizona","family" : "Single","education" : "Arizona State University (2001, Finance)","splInterest" : "Baseball, tennis, ping-pong","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2006)","trndProYear" : "2001","clubAffl" : "GC of Scottsdale (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; Arizona; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,755,857&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2004","exmtStatus" : "Conditionally Exempt: Web.com Tour - Past Champion \/ 2004-2009","otherVics" : "","intlVics" : "(2): 2002 Scottsdale Swing at McCormick Ranch [Can], Bay Mills Open [Can].\n\n\n\n\n","curYearHigh" : "","carHigh" : "2012: Made the cut in two of his four starts on Tour. Made one start on the PGA TOUR and T26 at the Waste Management Phoenix Open. 2011: Split time between two Tours and made 21 combined starts. Made the cut in half of his 14 starts on the PGA TOUR with a T13 at the Mayakoba Golf Classic his best finish. Advanced to the weekend four times in seven tries on the Web.com Tour with his best a T26 at the News Sentinel Open. 2010: Claimed a pair of top-10 finishes in 29 starts, finishing outside the top 125 on the money list for the first time in four-year career. Also finished 126th in FedExCup standings to miss the Playoffs...Finished T4 with eight other players to claim his first top-10 finish of the season at the RBC Canadian Open. Enjoyed 47-hole streak of bogey-free golf during the week...Carded four rounds in the 60s at the McGladrey Classic to finish T9, his last top-10 finish of the season. 2009: Finished inside the top 125 for the third consecutive season...First of two top-10 finishes came at the U.S. Bank Championship, where four rounds in the 60s led to T4 honors. Held a share of the lead on the back nine on Sunday, but a double bogey on the par-5 15th derailed title hopes...One of five players to shoot all four rounds under par at the Legends Reno-Tahoe Open, finishing T2. 2008: Made just under $2 million in season earnings. Had six top-25 finishes and a No. 38 ranking on the money list...Claimed his best career finish with a solo second to Phil Mickelson at the Northern Trust Open. Made an ace at the par-3 sixth hole Saturday to temporarily claim the lead. Played in the final group with Mickelson in the final round and led with nine holes to play before three consecutive bogeys led to Mickelson's win. Four of his eight career top-10s have come in California... Finished solo third at THE PLAYERS. Joined Paul Goydos as the only players in the field to card three of their four rounds under par. Birdied the par-5 16th to tie Goydos and eventual champion Sergio Garcia for the lead on Sunday, but fell one shot shy of their playoff when he couldn't get up and down from the back bunker on No. 18...Bettered that with a T7 at the Crowne Plaza Invitational at Colonial, thanks to three rounds in the 60s. 2007: Won more than $1.5 million and recorded five top-10 finishes...Got off to a quick start during his rookie season on TOUR, contending on Sunday at the Bob Hope Chrysler Classic, Buick Invitational and FBR Open. Posted first career top-10 at the Bob Hope Chrysler Classic, a T4 on the strength of an ace on the par-3 17th hole at Classic Club in the final round. One week later, posted a front-nine 31 on the South Course on Sunday at the Buick Invitational to jump into contention. Finished T7, five strokes behind champion Tiger Woods. Held the outright lead after 36 and 54 holes at the FBR Open, near his home at Grayhawk GC. Second-round 63 gave him a three-stroke lead at the halfway point. Led by two strokes after three rounds. A pair of bogeys on the final two holes on the final day dropped him to third place, two shots behind champion and neighbor Aaron Baddeley...Collected his fourth straight top-10 with his T9 finish at the Nissan Open, thanks to closing rounds of 67-69...In first career start at THE PLAYERS Championship, posted third-round, 8-under-par 64 en route to a T6 finish, a best among first-time participants...A T12 at the AT&T National was his best finish the rest of the way. 2006: Played the Web.com Tour and earned his 2007 TOUR card by finishing sixth on the money list. Eight top-10s and 16 top-25s were career-highs...Flirted with winning the entire season on the Web.com Tour, evidenced by two runner-up (Scholarship America Showdown and Mark Christopher Charity Classic) and two third-place finishes (Livermore Valley Wine Country Championship and Cox Classic). 2005: Finished No. 90 on Web.com Tour money list with one top-10, a T3 at the Xerox Classic. 2004: Finished No. 46 on the Web.com Tour, breaking through for his first victory at the Oregon Classic. Victory came in front of family and friends as he graduated from South Eugene High before moving on to star at Arizona State. Shot a course-record, 9-under-par 63 in the final round at Shadow Hills CC near Eugene to overcome a five-stroke deficit. 2002: Had made the cut in four of 16 previous career starts on TOUR, with a career-best T29 at the 2002 INTERNATIONAL...Finished No. 2 on the Canadian Tour order of merit. Registered wins at the Scottsdale Swing at McCormick Ranch and the Bay Mills Open.\n","otherCarHigh" : "United States Walker Cup and Palmer Cup team member in 2001...Winner of the 2000 U.S. Amateur. Holed a 30-foot birdie putt to defeat James Driscoll, 1-up, in 39 holes at Baltusrol in Springfield, N.J. Defeated Matt Weibring and Lucas Glover in his first two matches that week...Member of the 2000 U.S. World Amateur team...Finished T11 at the 1998 NCAA Championship.","personal" : "Named MVP of his high school basketball team in Eugene, Ore...Youngest of four boys in his family, all of whom played Division I sports (Rob played golf at Oregon, Mark played tennis at BYU and D.J. was a quarterback at Oregon). His dad, Bob, played college basketball at BYU from 1963-65, once scoring 35 points in a game against Michigan State...Cites winning the U.S. Amateur as his biggest thrills in golf...Favorite golf course played is Pebble Beach. Would most like to play Bandon Dunes. Never travels without his iPod and computer. Favorite college team is the Oregon Ducks. Favorite professional team is the Phoenix Suns. Favorite tv show is \"Family Guy.\" Favorite entertainer is Justin Timberlake. Favorite food is cream corn. Favorite cities are Las Vegas and Cabo San Lucas, Mexico. Would round out his dream foursome with Peter Griffin, Chevy Chase and his dad.","otherInfo" : "In 2006, played the Web.com Tour and earned his 2007 TOUR card by finishing sixth on the money list. Eight top-10s and 16 top-25s were career-highs...Flirted with winning the entire season on the Web.com Tour, evidenced by two runner-up (Scholarship America Showdown and Mark Christopher Charity Classic) and two third-place finishes (Livermore Valley Wine Country Championship and Cox Classic). Made the cut in 10 of 24 starts on the 2005 Web.com Tour, including one top-10 finish. Ended the year No. 90 on the money list, with $52,981. Struggled to start the season, missing the cut in 11 of his first 12 starts. Through his first 17 tournaments, a T34 finish at the Cox Classic was his best showing out of five made cuts. Claimed his only top-10 at the Xerox Classic after posting rounds of 68-68-65-70. At 9-under-par 271, finished T3 at 9-under-par 271, just two shots behind tournament winner Rick Price. Collected $28,600 for his efforts. Made the cut in 10 of 22 starts on the 2004 Web.com Tour. Ranked No. 46 on the final money list, with $127,290. Broke through for his first Tour victory at the Oregon Classic. Victory came in front of family and friends as he graduated from South Eugene HS before moving on to star at Arizona State University. Started the event with rounds of 71-71-70 and then posted the lowest final-round score by a winner in 2004 with a course-record, 9-under 63. The victory came one week after James Driscoll won the Virginia Beach Open. It was in 2000 that he bested Driscoll on the 39th hole to win the U.S. Amateur Championship. Collected a career-best $81,000 for his efforts. Played in eight Web.com Tour events in 2002 and made the cut in six. Played the last three rounds at the Dayton Open in 17-under-par to finish T7, his only top-10 of the year. Has made the cut in four of 16 career starts on the PGA TOUR, with a career-best T29 at The 2002 INTERNATIONAL. Finished No. 2 on the 2002 Canadian Tour Order of Merit ($83,011). Registered wins at the Scottsdale Swing at McCormick Ranch and the Bay Mills Open. Opening-round 63 at Scottsdale was a course record. United States Walker Cup and Palmer Cup team member in 2001. Winner of the 2000 U.S. Amateur. Holed a 30-foot birdie putt to defeat James Driscoll, 1-up, in 39 holes at Baltusrol in Springfield, NJ. Defeated Matt Weibring and Lucas Glover in his first two matches that week. Member of the 2000 U.S. World Amateur team. Finished T11 at the 1998 NCAA Championship. Named MVP of his high school basketball team in Eugene, OR. Youngest of four boys in his family, all of whom played Division I sports. His dad also played collegiate basketball. Cites winning the U.S. Amateur, as well as playing in major championships with Tiger Woods and Vijay Singh as his biggest thrills in golf.","ntlTeams" : "Walker Cup (1), 2001. Palmer Cup (1), 2001.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(2): 2002 Scottsdale Swing at McCormick Ranch [Can], Bay Mills Open [Can].","curYearHigh" : "","carHigh" : "2010: Claimed a pair of top-10 finishes in 29 starts, finishing outside the top 125 on the money list for the first time in four-year career. Also finished 126th in FedExCup standings to miss the Playoffs...Finished T4 with eight other players to claim his first top-10 finish of the season at the RBC Canadian Open. Enjoyed 47-hole streak of bogey-free golf during the week...Carded four rounds in the 60s at The McGladrey Classic to finish T9, his last top-10 finish of the season. 2009: Finished inside the top 125 for the third consecutive season...First of two top-10 finishes came at the U.S. Bank Championship, where four rounds in the 60s led to T4 honors. Held a share of the lead on the back nine on Sunday, but a double bogey on the par-5 15th derailed title hopes...One of five players to shoot all four rounds under par at the Legends Reno-Tahoe Open, finishing T2. 2008: Made just under $2 million in season earnings. Had six top-25 finishes and a No. 38 ranking on the money list...Claimed his best career finish with a solo second to Phil Mickelson at the Northern Trust Open. Made an ace at the par-3 sixth hole Saturday to temporarily claim the lead. Played in the final group with Mickelson in the final round and led with nine holes to play before three consecutive bogeys led to Mickelson's win. Four of his eight career top-10s have come in California... Finished solo third at THE PLAYERS. Joined Paul Goydos as the only players in the field to card three of their four rounds under par. Birdied the par-5 16th to tie Goydos and eventual champion Sergio Garcia for the lead on Sunday, but fell one shot shy of their playoff when he couldn't get up and down from the back bunker on No. 18...Bettered that with a T7 at the Crowne Plaza Invitational at Colonial, thanks to three rounds in the 60s. 2007: Won more than $1.5 million and recorded five top-10 finishes...Got off to a quick start during his rookie season on TOUR, contending on Sunday at the Bob Hope Chrysler Classic, Buick Invitational and FBR Open. Posted first career top-10 at the Bob Hope Chrysler Classic, a T4 on the strength of an ace on the par-3 17th hole at Classic Club in the final round. One week later, posted a front-nine 31 on the South Course on Sunday at the Buick Invitational to jump into contention. Finished T7, five strokes behind champion Tiger Woods. Held the outright lead after 36 and 54 holes at the FBR Open, near his home at Grayhawk GC. Second-round 63 gave him a three-stroke lead at the halfway point. Led by two strokes after three rounds. A pair of bogeys on the final two holes on the final day dropped him to third place, two shots behind champion and neighbor Aaron Baddeley...Collected his fourth straight top-10 with his T9 finish at the Nissan Open, thanks to closing rounds of 67-69...In first career start at THE PLAYERS Championship, posted third-round, 8-under-par 64 en route to a T6 finish, a best among first-time participants...A T12 at the AT&T National was his best finish the rest of the way. 2006: Played the Nationwide Tour and earned his 2007 TOUR card by finishing sixth on the money list. Eight top-10s and 16 top-25s were career-highs...Flirted with winning the entire season on the Nationwide Tour, evidenced by two runner-up (Scholarship America Showdown and Mark Christopher Charity Classic) and two third-place finishes (Livermore Valley Wine Country Championship and Cox Classic). 2005: Finished No. 90 on Nationwide Tour money list with one top-10, a T3 at the Xerox Classic. 2004: Finished No. 46 on the Nationwide Tour, breaking through for his first victory at the Oregon Classic. Victory came in front of family and friends as he graduated from South Eugene High before moving on to star at Arizona State. Shot a course-record, 9-under-par 63 in the final round at Shadow Hills CC near Eugene to overcome a five-stroke deficit. 2002: Had made the cut in four of 16 previous career starts on TOUR, with a career-best T29 at the 2002 INTERNATIONAL...Finished No. 2 on the Canadian Tour Order of Merit. Registered wins at the Scottsdale Swing at McCormick Ranch and the Bay Mills Open. Amateur: United States Walker Cup and Palmer Cup team member in 2001...Winner of the 2000 U.S. Amateur. Holed a 30-foot birdie putt to defeat James Driscoll, 1-up, in 39 holes at Baltusrol in Springfield, NJ. Defeated Matt Weibring and Lucas Glover in his first two matches that week...Member of the 2000 U.S. World Amateur team...Finished T11 at the 1998 NCAA Championship. \n","otherCarHigh" : "","personal" : "Named MVP of his high school basketball team in Eugene, OR...Youngest of four boys in his family, all of whom played Division I sports (Rob played golf at Oregon, Mark played tennis at BYU and D.J. was a quarterback at Oregon). His dad, Bob, played college basketball at BYU from 1963-65, once scoring 35 points in a game against Michigan State...Cites winning the U.S. Amateur as his biggest thrills in golf...Favorite golf course played is Pebble Beach. Would most like to play Bandon Dunes. Never travels without his Ipod and computer. Favorite college team is the Oregon Ducks. Favorite professional team is the Phoenix Suns. Favorite TV show is \"Family Guy.\" Favorite entertainer is Justin Timberlake. Favorite food is cream corn. Favorite cities are Las Vegas and Cabo San Lucas in Mexico. Would round out his dream foursome with Peter Griffin, Chevy Chase and his dad.","otherInfo" : "","ntlTeams" : "2000; Walker Cup (1), 2001; Palmer Cup (1), 2001; World Amateur Team Championship (1).","priorYearSeason" : "Finished T13 in his second start of the season, at the Mayakoba Golf Classic. It was his lone top-25 finish in 14 TOUR starts. Finished outside the top 125 for just the second time in five years...Made seven Nationwide Tour starts, with four made cuts."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2004 at the Oregon Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}