{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "05319","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jones","first" : "Gene","middle" : "","extn" : "","nick" : "Gene"}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "155","weightMetric" : "70","birthDate" : "September 22, 1957","age" : "58","birthPlace" : "High Point, North Carolina","residence" : "Orlando, Florida","family" : "Single; Amberly","education" : "","splInterest" : "Fishing, restoring sports cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1975","clubAffl" : "Stoneybrook East GC (Orlando, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,708,191&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Made the cut in seven of 11 starts during the 1994 Nationwide Tour season. Finished the season No. 88 on the money list, with two top-25 finishes. Equaled his career-best finish that year with a T4 at the Permian Basin Open. The previous season, posted two top-five finishes in just three starts. Opened the year with a T5 at the Central Georgia Open. Rounded out his three starts with a T4 at the New Mexico Charity Classic. Lists Paul Azinger as his hero. Got his start in golf at the age of three.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1993","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1993 Greater Erie Charity Golf Classic. 2005 Grapefruit Open. 2006 Grapefruit Open.","intlVics" : "(6): 2005 South Carolina Senior Open. 2006: Patriot Invitational. 2007 South Carolina Senior Open, Patriot Invitational. 2008 North Florida PGA Senior Open Championship, South Carolina Senior Open.","curYearHigh" : "Made a ace in the opening round of the inaugural Shaw Charity Classic in late August when he converted a 9-iron from 152 yards on No. 14 at Canyon Meadows G&CC.","carHigh" : "2012: Made five starts, open-qualifying for three touranments...First appearance on the year came after he open-qualified for the Insperity Championship and finished T9 in the event, his top outing of the campaign. Appearance outside Houston was his first on the Champions Tour since the end of the 2010 season...Posted a pair of sub-par rounds on the weekend at the Senior PGA Championship, which helped him to a T19 finish in Michigan...Capped the season by claiming medalist honors for a second time at the Champions Tour National Qualifying Tournament at TPC Eagle Trace, a first in Champions Tour history. Posted scores of 66-68 in the second and third rounds, and a final-round 70 left him three strokes better than Jeff Brehaut. \n\n2011: Did not make any official starts and finished T16 at the Champions Tour National Q-School. 2010: Troubled for portions of the year with a kidney stone issue which affected his play...Dropped 46 spots on the final money list and finished outside the top 30 for the first time in three years...His only top-10 performance came his second start of the season. Improved by one stroke each day at the Allianz Championship, and final-round 66 moved him into a solo-fourth finish at the Old Course at Broken Sound. Showing in Boca Raton was his best on the Champions Tour since finishing second to Jeff Sluman at the 2009 Walmart First Tee Open at Pebble Beach...His only other finish inside the top 25 came in the summer when he finished T20 at the Montreal Championship, one of just two times he posted three sub-par rounds in an event. 2009: Took full advantage of his first full season as an exempt player on the Champions Tour...Surpassed his previous year's effort, earning a career-best $1,120,812 and moved up seven spots on the final money list, to 12th...Had several chances to win his first tournament, playing in the final grouping on Sunday four times...Matched his best career Champions Tour finish when he was second to Loren Roberts at The ACE Group Classic. Was the 36-hole leader and was on top midway through the back nine Sunday before losing by one stroke when Roberts made birdie on three of the last four holes...Claimed another second-place finish when he finished three strokes behind Keith Fergus at the rain-shortened Regions Charity Classic in May near Birmingham. Shared the lead with Fergus at 10-under-par when second-round play was halted Saturday but was unable to make a birdie over his final four holes to fall three shy of Fergus, who built on his lead over his final nine holes...Third second-place effort came at the Walmart First Tee Open at Pebble Beach. Was one of only two players (Fred Funk) in the field to post three consecutive sub-par rounds. A final-round 70 left him two strokes back of Jeff Sluman...Was T4 at the Triton Financial Classic in June in Texas. Started the final round just one behind eventual winner Bernhard Langer and remained close after nine holes Sunday. However, a disastrous stretch of back-nine holes proved his downfall as he dropped five strokes in a five-hole stretch...For the second straight year, was T2 after 36 holes at the 3M Championship but could only manage a final-round 72 to finish 10th...Played in the final group on Sunday at the Administaff Small Business Classic but a final-round 74 at The Woodlands dropped him into a T10 near Houston...His 49 sub-par rounds last year ranked him T2 behind Jeff Sluman's 51...Had just 20 putts in the second round of the JELD-WEN Tradition, the fewest in any round by a player in 2009. 2008: Was perhaps the biggest surprise among competitiors on the 2008 Champions Tour. After claiming co-medalist honors at the 2007 National Qualifying Tournament, took full advantage of his opportunities via open qualifying to eventually finish 19th on the final money list, with $1,022,061. Open-qualified a total of eight times and finished in the top 10 in half of those, earning him a spot in the next full-field event...Strong early showings also allowed him to earn berths in the Senior PGA Championship (T9) and The Senior Open Championship (T5), where he also finished in the top 10...Capped his remarkable year by finishing in second place at the Charles Schwab Cup Championship...Recorded 10 top-10 finishes during the year in 22 starts...Made a quick impression when he open qualified and finished T8 at The ACE Group Classic in February...Quickly qualified for three more events the following month and was T9 in the third at The Cap Cana Championship, where he shot rounds of 68-69 on the weekend...Took advantage of two more open-qualifying opportunities to contend and finish T4 at the Commerce Bank Championship and did likewise at the 3M Championship, where he was fourth. Was in contention throughout the Minnesota event, playing in the final grouping for the first time on the Champions Tour and got within two strokes of eventual winner R.W. Eaks, midway through the back nine Sunday. Played the final three holes in 3-over (bogey, double bogey, par) to fall back...Continued his strong play the following week at The Senior Open Championship, where he posted successsive 68s on the weekend to finish T5 at Royal Troon...Was T8 at the AT&T Championship after posting three consecutive rounds in the 60s at Oak Hills...Competed on a limited basis on the Sunbelt Senior Tour as well and posted wins at the Citrus Open and the South Carolina Senior Open. It was his third victory in in the last four years at the South Carolina Senior Open.\n","otherCarHigh" : "Was co-medalist at the 2007 Champions Tour National Qualifying Tournament along with Rick Rhoden...Prepped for the Champions Tour by competing on the Sunbelt Senior Golf Tour, where he was the leading money-winner from 2005-07 and the winner of 19 titles in that span...Played on the PGA TOUR in 1993. Best finish was a T20 at the Hardee's Golf Classic...Made 21 starts on the Web.com Tour, including 11 in 1994, and owns three top-10 finishes on that circuit, with earnings totaling $30,246âŚBest finishes were a pair of T4s at the 1993 New Mexico Charity Classic and the 1994 Permian Basin Open...Won several other mini-tour titles as well as numerous junior titles...Has five career holes-in-one.","personal" : "His parents got him started in the game as a two-year-old...Father (Gene) is golf professional in the Orlando area...His favorite course on the Champions Tour is TPC Snoqualmie Ridge...Says his favorite golf foursome would include his father, daughter and Al Besselink...Favorite athlete is Tom Watson...If he weren't playing golf, says he'd like to be a sports psychologist.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Champions 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}