{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31627","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Baek","first" : "Todd","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "220","weightMetric" : "99","birthDate" : "October 6, 1991","age" : "24","birthPlace" : "Seoul, South Korea","residence" : "San Diego, California","family" : "Single","education" : "San Diego State University","splInterest" : "Basketball, listening to music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "147,024&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 24 starts, three top 10s, four top 25s and 12 cuts made. Was 77th on the combined final money list...Played the weekend in his first six tournaments of the year and picked up two of his three top 10s. First came at the Cartagena de Indias at Karibana Championship in Colombia, a T10...Followed it up the next week with a T9 at the Brasil Champions, where he closed with a 65...Collected his third top 10 in May, a T8 at The Rex Hospital Open. Was blemish-free through 68 holes until suffering a final-round triple bogey at the par-4 15th. Birdied the 72nd hole to move inside the top 10...Missed his next three cuts and seven more over his last 11 starts to slid to 61st on the money list at the end of the Regular Season. Highlight of this run was a T18 at the News Sentinel Open in late August...Missed the first three cuts of the Web.com Tour Finals and withdrew from the Web.com Tour Championship after the first round...Was No.3 in Driving Accuracy (72.92 percent) at season's end.\n\n2014: Finished T94 at Q-School Finals in December. Began the final tournament of the Ping An Bank - PGA TOUR China Series' year—the Tour Championship —outside the top five on the Order of Merit. Earned his 2015 Web.com Tour membership by finishing T3 at the season-ending event in Shenzhen. Played in 11 of the 12 tournaments and had six top-10s while never missing a cut. Opened his season with a third-place showing at the Victorian Open on the PGA Tour of Australasia, a year after he played his first full season on that circuit…Finished solo third at the second PGA TOUR China Series' qualifying tournament in Haikou. After opening with a 73 at Mission Hills GC's Sandbelt Trails Course, fired rounds of 71-71-69 to finish five shots behind medalist Alex Hawley to earn his playing privileges for the season...Shot three consecutive 71s to open the Mission Hills Haikou Open then closed with a 6-under 66 to jump from a tie for 17th when the day began into a T6 with Sam Chien. Was one of four players in the field to fire four under-par rounds…Dropped from contention on the weekend at the United Investment Real Estate Wuhan Open after opening 69-69 at Yishan GC. Shot consecutive rounds of 74 on the weekend but still was able to secure his second top-10 of the campaign…Continued his streak of top-10s, at June's Lanhai Open. Shot rounds of 69-67 over his final 36 holes at Lan Hai International GC's Links Course, the best final 36 holes by anybody in the field…Easily earned an invitation to the Web.com Tour's Utah Championship, finishing T2 at the open qualifier at Glen Eagle GC in Syracuse, Utah, in mid-July. Three days later, appeared poised to make the cut at the Utah Championship, opening with a 4-under 67. Dropped down the leaderboard with a 72 in the second round to miss the cut…The night before the start of the Yulongwan Yunnan Open, broke his toe in his hotel room when he smashed his foot against the bed. Played through the pain and opened 70-68-65 at Yulongwan GC to sit alone in fourth place with 18 holes to play. Struggled on the final day, shooting a 2-over 74 to drop into a T15…Became the second player to win in wire-to-wire fashion when he opened with a 66 at the Chateau Junding Penglai Open to take the first-round lead. He never relinquished his advantage, firing rounds of 67-70-68 over his final 54 holes to win his first PGA TOUR China Series' title and his first victory as a professional. Enjoyed a five-shot, 54-hole lead but saw his advantage drop to one stroke as Wei Tze Yeh made an early move. But birdies on three of his final four holes at Chateau Junding GC restored his lead as he secured the five-stroke victory over Yeh and Ray Beaufils. The win moved him to No. 2 on the Order of Merit…In his next start, was T11 at the Cadillac Championship in Beijing. Had two eagles in three holes in the final round on his way to a 5-under 67…Jumped into contention at the OneAsia Tour's Nanshan China Masters in mid-October when he fired middle rounds of 69-65 (8-under). Was only two shots off Hao Tong Li's 54-hole lead. During extremely windy conditions on the final day, shot a 3-over 74 to finish solo third, six shots behind Li's winning score…Finished T11 at the Nine Dragons Open, just missing on his fourth top-10 of the season…Shot a final-round 70 at the Hainan Open in Sanya, good for a T9 and his fifth top-10 of the season. Tied with Dong Su, amateur Cheng Jin and Quincy Quek…Thought he had missed earning his card when he three-putted No. 16 in the final round of the Tour Championship presented by CTS Tycoon in November. But his T3 finish—with Mu Hu and Lucas Lee—allowed him to move a little more than ￥6,000 ahead of Order of Merit No. 5 David McKenzie, who did not play the tournament. Shot three rounds of 70 at CTS Tycoon GC to go with a second-round 74 to earn the T3.\n\n 2013: Played a part-time schedule on the Web.com Tour, entering seven events and making three cuts. His best performance came at the WNB Golf Classic in Valdosta, Ga. He opened that event with an even-par 72 at Kinderlou Forest GC then shot rounds of 68-67-70 to T7 and take home $18,000…Other made cuts came at the Chitimacha Louisiana Open (T52) and the Midwest Classic outside Kansas City (T78)…On back-to-back weeks in October, he T10 at the WA Golfields PGA Championship on the PGA Tour of Australasia…Came back and finished T7 at the WA Open Championship. \n\n2012: Played sparingly on the European Challenge Tour after turning pro, with a top finish of T28 at the Telenet Trophy in Belgium…Not far from his adopted home in the U.S., finished T41 at the California State Open. \n","otherCarHigh" : "Best finishes in 2011 were a third-place showing at the Prestige at PGA West and a T7 at the San Diego Intercollegiate. Capped his final year of college with a T10 at the 2011 NCAA Championship in Stillwater, Okla., with Arkansas' Austin Cook and Georgia's Harris English…In 2010, came close to winning the Alister MacKenzie Invitational in Fairfax, Calif. Shot rounds of 67-65-66 to T2 with the University of California's Ben An, a shot behind winner—and San Diego State teammate—Alex Kang…Concluded his American Junior Golf Association career by finishing second at the West Junior Open at Robinson Ranch GC in Santa Clarita, Calif. During difficult final-round scoring conditions, shot a 74 to fall by a stroke to Jeffrey Kang. ","personal" : "Biggest thrill outside golf was moving to New Zealand as a 9-year-old...Biggest thrill in golf was winning his first professional event, where he posted a 25 for nine holes. He performed the feat at Salt Creek GC in Chula Vista, Calif in 2012. During the nine-hole round, he made three eagles (including back-to-backers to start his round), five birdies and a par. Ended up shooting 60 when he three-putted the 18th green...Would like to trade places with former Los Angeles Laker great Kobe Bryant for a day to experience his pressure and determination...Chose \"Gangnam Style\" as his first-tee entrance song...Favorite memory in golf was making a hole-in-one to Monday-qualify for the New Zealand Open as a 15-year-old.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Played in 24 of the Web.com Tour's 25 events, making 12 cuts, with three top 10s and four top 25s. Finished 77th on the combined Regular Season\/Finals' money list...Played the weekend in his first six tournaments of the year. Picked up two of his three top 10s during this period. First came at the Cartagena de Indias at Karibana Championship in Colombia, a T10...Followed it up the next week with a T9 at the Brasil Champions, where he closed with a 65...Collected his third top 10 in May, a T8 at the Rex Hospital Open. Was blemish-free through 68 holes until suffering a final-round triple bogey at the par-4 15th. Birdied the 72nd hole to move inside the top 10...Missed his next three cuts and seven more over his last 11 starts to slid to 61st on the money list at the end of Regular Season. Highlight of this run was a T18 at the News Sentinel Open in late August...In the Web.com Tour Finals, missed the first three cuts, then withdrew from the Web.com Tour Championship after the first round.\n\n2014: Opened the season with a third-place showing at the Victorian Open on the PGA Tour of Australasia, a year after he played his first full season on that circuit…Finished solo third at the second PGA TOUR China Series' qualifying tournament in Haikou. After opening with a 73 at Mission Hills GC's Sandbelt Trails Course, fired rounds of 71-71-69 to finish five shots behind medalist Alex Hawley...Shot three consecutive 71s to open the Mission Hills Haikou Open then closed with a 6-under 66 to jump from a tie for 17th when the day began into a T6 with Sam Chien. Was one of four players in the field to fire four under-par rounds…Dropped from contention on the weekend at the United Investment Real Estate Wuhan Open after opening 69-69 at Yishan GC. Shot consecutive rounds of 74 on the weekend but still was able to secure his second top-10 of the campaign…Continued his streak of top-10s, at June's Lanhai Open. Shot rounds of 69-67 over his final 36 holes at Lan Hai International GC's Links Course, the best final 36 holes by anybody in the field…Easily earned an invitation to the Web.com Tour's Utah Championship, finishing T2 at the open qualifier at Glen Eagle GC in Syracuse, Utah, in mid-July. Three days later, appeared poised to make the cut at the Utah Championship, opening with a 4-under 67. Dropped down the leaderboard with a 72 in the second round to miss the cut…The night before the start of the Yulongwan Yunnan Open, broke his toe in his hotel room when he smashed his foot against the bed. Played through the pain and opened 70-68-65 at Yulongwan GC to sit alone in fourth place with 18 holes to play. Struggled on the final day, shooting a 2-over 74 to drop into a T15…Became the second player this season to win in wire-to-wire fashion when he opened with a 66 at the Chateau Junding Penglai Open to take the first-round lead. He never relinquished his advantage, firing rounds of 67-70-68 over his final 54 holes to win his first PGA TOUR China Series' title and his first victory as a professional. Enjoyed a five-shot, 54-hole lead but saw his advantage drop to one stroke as Wei Tze Yeh made an early move. But birdies on three of his final four holes at Chateau Junding GC restored his lead as he secured the five-stroke victory over Yeh and Ray Beaufils. The win moved him to No. 2 on the order of merit…In his next start, was T11 at the Cadillac Championship in Beijing. Had two eagles in three holes in the final round on his way to a 5-under 67…Jumped into contention at the OneAsia Tour's Nanshan China Masters in mid-October when he fired middle rounds of 69-65 (8-under). Was only two shots off Hao Tong Li's 54-hole lead. During extremely windy conditions on the final day, shot a 3-over 74 to finish solo third, six shots behind Li's winning score…Finished T11 at the Nine Dragons Open, just missing on his fourth top-10 of the season.Shot a final-round 70 at the Hainan Open in Sanya, good for a T9 and his fifth top-10 of the season. Tied with Dong Su, amateur Cheng Jin and Quincy Quek. \n2013: Played a part-time schedule on the Web.com Tour, entering seven events and making three cuts. His best performance came at the WNB Golf Classic in Valdosta, Ga. He opened that event with an even-par 72 at Kinderlou Forest GC then shot rounds of 68-67-70 to T7 and take home $18,000…Other made cuts came at the Chitimacha Louisiana Open (T52) and the Midwest Classic outside Kansas City (T78)…On back-to-back weeks in October, he T10 at the WA Golfields PGA Championship on the PGA Tour of Australasia…Came back and finished T7 at the WA Open Championship. \n2012: Played sparingly on the European Challenge Tour after turning pro, with a top finish of T28 at the Telenet Trophy in Belgium…Not far from his adopted home in the U.S., finished T41 at the California State Open.\n","otherCarHigh" : "Best finishes in 2011 were a third-place showing at the Prestige at PGA West and a T7 at the San Diego Intercollegiate. Capped his final year of college with a T10 at the 2011 NCAA Championship in Stillwater, Okla., with Arkansas' Austin Cook and Georgia's Harris English…In 2010, came close to winning the Alister MacKenzie Invitational in Fairfax, Calif. Shot rounds of 67-65-66 to T2 with the University of California's Ben An, a shot behind winner—and San Diego State teammate—Alex Kang…Finished his American Junior Golf Association career by finishing second at the West Junior Open at Robinson Ranch GC in Santa Clarita, Calif. During difficult final-round scoring conditions, shot a 74 to fall by a stroke to Jeffrey Kang.","personal" : "Biggest thrill outside golf was moving to New Zealand as a 9-year-old…Biggest thrill in golf was winning his first professional event, where he posted a 25 for nine holes…Would like to trade places with Kobe Bryant for a day to experience his pressure and determination…Chose “Gangnam Style” as his first-tee entrance song…Favorite memory in golf was making a hole-in-one to Monday-qualify for the New Zealand Open as a 15-year-old.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T7th in 2013 at the WNB Golf Classic.","dynStats" : "He ranks 54th in Heat Index(Money)-last 4 evts on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}