{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28697","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bhullar","first" : "Gaganjeet","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "183","weightMetric" : "83","birthDate" : "April 27, 1988","age" : "27","birthPlace" : "Amritsar, India","residence" : "Kapurthala, India","family" : "Single","education" : "","splInterest" : "Sports","pronunciation" : "gay-GUN-jeet BOO-law","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "DLF G&CC (Gurgaon, Haryana, India)","cityPlaysFrm" : "India; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(9): 2009 Indonesia President Invitational [Asia]. 2010 Asian Tour International [Asia]. 2011 Gujarat Kensville Challenge [EurChall], Bangladesh Open, PGTI Players Championship [India], Aircel PGTI Players Championship [India]. 2012 Yeanger Tournament Players' Championship [Asia], Venetian Macau Open [Asia]. 2013 Indonesia Open [Asia].","curYearHigh" : "Finished T10 at the Abu Dhabi HSBC Golf Championship in mid-January...Represented Asia in the inaugural Eurasia Cup in March in Kuala Lumpur, Malaysia. In the event's 10-10 draw, went 1-2-0 in his three matches.","carHigh" : "2013: Made a run at winning a tournament for a fifth consecutive year, finishing solo second at the Avantha Masters in March in India. Shot rounds of 68-69-67-64 at Jaypee Greens Golf and Spa in Delhi, three shots behind winner Thomas Aiken. His final-round 64 was the low round of the day...Finally won for the first time when he opened with a 7-under 64 at the Indonesia Open then followed with rounds of 67-69-68 to coast to a three-shot triumph over Nicholas Fung and Chapchai Nirat. Made nine consecutive pars to begin his final round then made birdies on Nos. 11, 13 and 14 to secure his ninth international title...Added a T10 at the Thailand Golf Championship in mid-December at Amata Spring CC.\n\n2012: Won twice on the Asian Tour, his first multi-win season on the circuit. Cruised to victory at the Yeangder Tournament Players' Championship in Taiwan, by defeating Thaworn Wiratchant by four shots...Followed his win with a second victory of the season, at the Venetian Macau Open at the Macau G&CC. Opened with a 63 to take a two-shot advantage and then added three additional sub-70 rounds (68-69-68) to edge American Jonathan Moore by two shots...Had a string of top-10 finishes, including two runner-up performances...At the Panasonic Open in India, battled all week but came up two strokes short of winner Digvijay Singh at Delhi GC in New Delhi...Had his second close call of the year, finishing solo second at the Worldwide Holdings Selangor Masters in Malaysia. Shot a Sunday low 66 at Kota Permai G&CC but had to settle for the runner-up slot, three behind Thaworn Wiratchant...Also made two starts on the European Challenge Tour, a T36 at the Gujarat Kensville Challenge his top finish in defense of his 2011 title. 2011: Split his time between the European Challenge Tour and the Asian Tour. Became the first Indian winner on the European Challenge Tour when he won the Gujarat Kensville Challenge in India. Held a four-stroke lead going into the final round in Ahmedabad, India, but stumbled to a final-round 75 at Kensville GC. Was still able to hold on for a one-shot victory over England's Matt Ford...Also turned in a top-10 on the European Tour, at the Czech Open, thanks to a third-round 64...Had a disappointing Asian Tour season, making 12 starts and missing the cut in four of those events. Top finish was a T12 at the Sail Open. Opened 67-69 but then fell out of contention with a 72-74 weekend showing. \n\n2010: Got off to a strong start when he notched his second career title, at the season-opening Asian Tour International in Thailand. He opened with three consecutive 71s to start the event but recovered from a six-stroke deficit to defeat South Korea's Hwang Inn-choon by one stroke, thanks to a final-round 64...Went on to finish sixth in the Sail Open in India...Was fourth at the Brunei Open and at the Handa Singapore Classic in his only other top-10s during the campaign...Also spent time on the European Tour, making 10 starts and playing on the weekend in six of those tournaments. Top finish was a T30 at the Estoril Open de Portugal.\n\n2009: Won his first title, the Indonesia President Invitational. Went low all week at Damai Indah GC's BSD Course, including a third-round 62 that was enough to give him a two-shot triumph over Adam Blyth. Wiped the bitter taste from his mouth from two years earlier when he lost the title to Juvic Pagunsan when Pagunsan closed the tournament with a birdie-eagle finish...Notched three runner-up finishes during the year, at the Sail Open, the Macau Open and the Brunei Open. At the Sail Open, shot a four-day total of 21-under 267 but, incredibly, still T2, losing by 11 strokes to Chapchai Nirat...Played well at the Macau Open to T2 but was negver in contention as Thaworn Wiratchant cruised to a six-stroke win at Macau G&CC in mid-September...The week after his victory in Indonesia, at the Brunei Open, had a putt at the end of regulation play to secure a back-to-back victory but missed. Eventually settled for a T2 with Boonchu Ruangkit when Darren Beck prevailed in the playoff...Qualified for his first major championship, playing in The Open Championship, where he missed the cut. \n\n2008: Produced a dramatic but nervous finish during the end of the season to seal his Asian Tour playing privileges. In the Tour's penultimate event, the Johnnie Walker Cambodian Open, he fired a final-round 64 to T11 and nicked Adam Groom from the 65th position on the Order of Merit by a mere $681 (U.S.)...Was T5 at the Sail Open.\n\n2007: Made his presence felt during his first full Asian Tour season when he was runner-up at the Pertamina Indonesia President Invitational. Shot a second-round 64 and appeared poised to win until Philippines' Juvic Pagunsan birdied the 71st hole and eagled the 72nd to win by a stroke.\n\nAmateur: Was India's No. 1-ranked amateur in 2004 and 2006 and claimed a silver medal in the team event at the 2006 Asian Games in Doha, Qatar. He also won the World Junior Masters Championship in 2005.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","otherCarHigh" : "","personal" : "Picked up golf at age 4 from his father. Grew up at Kapurthala GC in India...Enjoys listening to Indian hip-hop and jazz music.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013; Eurasia Cup (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T18th in 2012 at the World Golf Championships-HSBC Champions.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}