{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02033","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rummells","first" : "Dave","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "January 26, 1958","age" : "58","birthPlace" : "Cedar Rapids, Iowa","residence" : "Kissimmee, Florida","family" : "Wife, Ira; Melissa (12\/23\/88), Eric (7\/1\/90)","education" : "University of Iowa (1981)","splInterest" : "Fishing, bowling, basketball","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Alumnus","trndProYear" : "1981","clubAffl" : "Royal St. Cloud GL (St. Cloud, Florida)","cityPlaysFrm" : "West Branch; Iowa; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,284,351&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1985, 1990, 1992","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "In addition to playing two events on the PGA TOUR in 2005, made nine starts on the Nationwide Tour. Played in four PGA TOUR events in 2002, making two cuts, including a T29 at the Valero Texas Open, his best finish since a T21 at the 1997 Greater Vancouver Open. Made the cut at the 2002 B.C. Open, his first made cut on PGA TOUR since the 1998 Westin Texas Open. Captured second title on the Nationwide Tour at 1997 Knoxville Open. Earned return trip to PGA TOUR in 1997 by virtue of sixth-place finish on 1996 Nationwide Tour money list. Won 1996 South Carolina Classic for first professional victory. Earned $108,000, largest paycheck of career, for second-place finish at 1993 Buick Invitational of California. Has carded four 61s in PGA TOUR events.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(4): 2005 Sunbelt Senior Tour Championship. 2008 Kelly's Classic. 2010 North Carolina Senior Open. 2012 South Carolina Senior Open.","curYearHigh" : "Lone Champions Tour appearance was after he successfully open-qualified to get into the field at The ACE Group Classic in Naples, Fla. Was T62 in the event at TwinEagles.","carHigh" : "2011: Played in seven events, with his top showing a T43 at the Greater Hickory Classic at Rock Barn in June. 2010: Played in seven events, open-qualifying five times...Was among the top 25 twice—T25 at The Cap Cana Championship and T21 at the Boeing Classic. 2008: Joined the Champions Tour and made five appearances in his first year on the circuit. Finished T20 in his debut on the circuit at the Regions Charity Classic...Won the Kelly's Classic on the Sunbelt Senior Tour that year...Lone appearance in 2009 came at the Triton Financial Classic (T73) near Austin. \n","otherCarHigh" : "","personal" : "","otherInfo" : "Joined the Champions Tour in 2008, and best finish on the circuit came in his debut when he was T20 at the Regions Charity Classic. Played in seven events in 2010, open-qualifying five times with a T21 at the Boeing Classic his top performance. Played the PGA TOUR full time from 1986-98 and had his best year in 1989, finishing 24th on the money list with $419,979. Best career finish on the PGA TOUR was a second at the 1993 Buick Invitational of California. Carded four 61s in PGA TOUR events. Was a two-time winner on the Web.com Tour and earned a trip back to the PGA TOUR after finishing sixth on the Web.com Tour money list in 1996. First Web.com victory came at the 1996 South Carolina Classic by two strokes. Claimed second Web.com Tour title at the 1997 Knoxville Open, defeating Matt Gogel and Terry Price by two strokes.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T20th in 2008 at the Regions Charity Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}