{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01374","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Freeman","first" : "Robin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "May 7, 1959","age" : "56","birthPlace" : "St. Charles, Missouri","residence" : "Coronado, California","family" : "Chase Kiner (6\/20\/93), Kyle Scott (8\/8\/95)","education" : "University of Central Oklahoma","splInterest" : "Playing guitar, snow skiing, fast cars","pronunciation" : "","nwTourAlumnus" : "Web.com Tour graduate (1998)","trndProYear" : "1983","clubAffl" : "","cityPlaysFrm" : "Coronado; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,830,672&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the Nationwide Tour in 1997-98 and PGA TOUR member in 1989, 1992-97, 1999-02...Finished No. 169 on the 2002 PGA TOUR final money list with $227,179...Made the cut in 13 of 27 tournaments...Only top-10 of the season came at the season-ending Southern Farm Bureau Classic, where rounds of 71-69-65 were good enough for T5 finish. Was just four shots behind tournament-winner Luke Donald after the third round when weather forced officials to reduce play to 54 holes. Third-round 65 tied Brad Elder for low round of the tournament, and included only eight putts on first nine holes...Made the cut in three of four Nationwide Tour events...Best showing was a T36 at the Arkansas Classic...Placed T13 at 2001 Qualifying Tournament...Made 17 cuts in 34 starts in 2001 but failed to finish in the top 125 in earnings despite two top-25 finishes...Recorded the most single-season winnings of his career in 2000 with $415,430 while making 17 of 32 cuts...Retained playing privileges with a T7 finish at the 1999 PGA TOUR Qualifying Tournament...Two-time winner on the 1998 Nationwide Tour at the San Jose Open and the Knoxville Open...Notched three top-10s in just seven tournaments on the 1997 Nationwide Tour. Best finish was second place at the Ozarks Open...Best finish of career came at 1995 GTE Byron Nelson Classic, where he T2, three strokes behind winner Ernie Els...Only two-time medalist in PGA TOUR Qualifying Tournament history, having won in 1988 and 1993...Took up golf at the age of 14 after a fractured leg kept him from participating in other sports...Worked as a club professional for five years at Oak Tree and PGA West...Father-in-law is baseball Hall of Famer Ralph Kiner...Brother, Jeff, is also a member of the Nationwide Tour.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1989","qSchoolYear" : "1988, 1991, 1992, 1993, 1999, 2001","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "Missed the cut at the True South Classic in his only PGA TOUR start. Also played on the Champions Tour.","carHigh" : "2011: Made just one start, missing the cut at the Viking Classic. On the Champions Tour, made two starts, with his best finish a T23 at the Nature Valley First Tee Open at Pebble Beach. 2010: Shared the first-round lead at the Senior PGA Championship in May following a 6-under-par 66 and eventually finished T8 in the Champion Tour's first major championship, marking his only top-10 finish in nine starts during the season...Was the only player over 50 to make the cut at the Reno-Tahoe Open and eventually finished T67, his best finish in four PGA TOUR starts. 2009: Made debut on the Champions Tour, with a best finish of T8 at the U.S. Senior Open. Made his first PGA TOUR cut in four years with a T69 at the Puerto Rico Open, dating to the 2005 FedEx St. Jude Classic. Played extensively on the Web.com Tour for the fifth consecutive season, making two cuts in eight starts. 2004: Last top-10 finish on the PGA TOUR came at the B.C. Open, where he finished T3. 1998: Among his 13 career top-10 finishes on the Web.com Tour, seven came during the 1998 season, including wins at the Knoxville Open and San Jose Open. Finished a career-high second on the money list. 1995: Enjoyed his best season on the PGA TOUR money list with a 68th place finish. Among his 12 career top-10s on the PGA TOUR, posted his career-best finish that season with a T2 at the GTE Byron Nelson Golf Classic. 1994: Posted career-best numbers in top-10 finishes (three), top-25 finishes (7) and made cuts (20). 1993: Low medalist at Q-School for the second time in his career. 1988: Earned individual medalist honors at the PGA TOUR Qualifying Tournament, the first of his six successful trips through Q-School. \n","otherCarHigh" : "Member of PGA TOUR in 1989 and again from 1992-2006, with nearly 400 career starts to his credit...Also competed on the Web.com Tour, from 1997-98 and 2003-08, with 139 starts on that Tour...Has 12 career PGA TOUR top-10s and 13 on the Web.com Tour...His best PGA TOUR finish was a T2 at the 1995 GTE Byron Nelson Golf Classic...Enjoyed his best financial season in 2000 when he earned $415,430 and ranked 115th on the money list...Did finish 68th in 1995 when he earned $283,756, with second- and third-place finishes to his credit...Owns two Web.com Tour victories, at the 1998 Knoxville Open and the 1998 San Jose Open. Has made it through PGA TOUR Q-School six times, including being the only two-time medalist, in 1988 and 1993...Worked as a club professional for five years at Oak Tree GC and PGA West...Played at the University of Central Oklahoma where he won NAIA All-American honors...Had two career PGA TOUR holes-in-one (1993 BellSouth Classic and 1995 Las Vegas Invitational) and three Web.com Tour aces (1998 Dakota Dunes Open, 2005 Henrico County Open and 2008 Xerox Classic). His three Web.com Tour holes-in-one tie him for third most on the all-time list.","personal" : "Worked as a club professional for five years at Oak Tree and PGA West...Younger brother Jeff has made 17 career starts on the PGA TOUR and was a member of the Web.com Tour in 1994 and 2001-06...Took up golf at the age of 14 after a fractured leg kept him from participating in other sports.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Made just two starts and was T23 at the Nature Valley First Tee Open at Pebble Beach and missed the cut at the Senior PGA Championship...Made one start on the PGA TOUR, missing the cut at the Viking Classic...Attended the Champions Tour National Qualifying Tournament in Scottsdale, Ariz., and finished T9 before eventually claiming the 10th position after making a bogey on the third playoff hole. 2010: Played in nine Champions Tour events and posted a T8 finish at the Senior PGA Championship near Denver in May...Was also T12 after open qualifying at the Mississippi Gulf Resort Classic...Made four starts on the PGA TOUR and made two cuts (74th at the Mayakoba Golf Classic and T67 at the Reno-Tahoe Open). 2009: Split his time between the Web.com Tour (eight starts) and the Champions Tour (three starts)...Made just two cuts on the Web.com Tour, and both came in his first two starts...Was T8 at the Senior PGA Championship at Crooked Stick near Indianapolis in July.\n","otherCarHigh" : "Member of PGA TOUR in 1989 and again from 1992-2006, with nearly 400 career starts to his credit...Also competed on the Web.com Tour, from 1997-98 and 2003-08, with 139 starts on that Tour...Has 12 career PGA TOUR top-10s and 13 on the Web.com Tour...His best PGA TOUR finish was a T2 at the 1995 GTE Byron Nelson Golf Classic...Enjoyed his best financial season in 2000 when he earned $415,430 and ranked 115th on the money list...Did finish 68th in 1995 when he earned $283,756, with second- and third-place finishes to his credit...Owns two Web.com Tour victories, at the 1998 Knoxville Open and the 1998 San Jose Open. Has made it through PGA TOUR Q-School six times, including being the only two-time medalist, in 1988 and 1993...Worked as a club professional for five years at Oak Tree GC and PGA West...Played at the University of Central Oklahoma where he won NAIA All-American honors...Had two career PGA TOUR holes-in-one (1993 BellSouth Classic and 1995 Las Vegas Invitational) and three Web.com Tour aces (1998 Dakota Dunes Open, 2005 Henrico County Open and 2008 Xerox Classic). His three Web.com Tour holes-in-one tie him for third most on the all-time list.","personal" : "Worked as a club professional for five years at Oak Tree and PGA West...Younger brother Jeff has made 17 career starts on the PGA TOUR and was a member of the Web.com Tour in 1994 and 2001-06...Took up golf at the age of 14 after a fractured leg kept him from participating in other sports.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T2nd in 1995 at the GTE Byron Nelson Golf Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}