{"header": { "version" : "1.0"},"pageType":"course","tourCode":"r","permNum":"028","pageTitle":"Course","courses": [{"number":"505","sortOrder":"1","week":"35","name":"Cherry Hills CC","parValue":"70","yards":"7,352","body":"<P><STRONG>Cherry Hills Country Club<\/STRONG><\/P>\n<P>A hole-by-hole rundown of Cherry Hills Country Club from a PGA TOUR player's perspective with the help of Mark Wiebe, a member at the club for 27 years. Wiebe won twice on the PGA TOUR in the 1980s and has claimed five titles on the Champions Tour since 2007, including the 2013 Senior (British) Open championship.<\/P>","image":"","holes": [{"number":"1","parValue":"4","yards":"346","body":"<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>One of the most famous holes at Cherry Hills, Arnold Palmer drove the green on No. 1 in the final round of the 1960 U.S. Open en route to a 65 and his only U.S. Open victory. The Palmer Tee will be utilized all four days of the BMW Championship. Some players may not even need a driver to hit the green, but a snaking creek among the trees on the right side must be avoided. A swale on the green makes being on the right level very advantageous, with a full wedge preferred for getting close to a front pin for those playing the hole more conservatively.<\/P>","image":"\/tournaments\/r028\/images\/201409031534121398502SVRN9NLQXW.jpg"},{"number":"2","parValue":"4","yards":"421","body":"<P>On this relatively narrow hole, players must avoid bunkers up the left side of the fairway and small forest of trees in the rough on the right. The green has been slightly enlarged, opening up new pin placements on the left of the putting surface. But a lake looms to the left of the green, which is guarded by bunkers left and right. On this hole, Byron Nelson missed a 3-foot putt and lost in extra holes to Vic Ghezzi in the title match of the 1941 PGA Championship.<\/P>","image":"\/tournaments\/r028\/images\/20140903153437141116402SVRN9NLQY6.jpg"},{"number":"3","parValue":"4","yards":"333","body":"<P>The risk-and-reward hole presents a second opportunity in the first three holes to drive the green on a par 4. To accomplish the feat, players have to carry bunkers left and right just short of the putting surface. This green complex has a bit of a Pinehurst feel to it, with a shallow green that has an upside-down saucer look. Consequently, shots without the proper distance control normally roll down off the tightly mowed sides or the front or back. Those who don't go for the green off the tee should lay back to a full wedge yardage for spin purposes. <\/P>","image":"\/tournaments\/r028\/images\/20140903153502994903302SVRN9NLQYE.jpg"},{"number":"4","parValue":"4","yards":"439","body":"<P>This nice dogleg left can present problems for those who get too greedy off the tee. A nice right-to-left tee shot is ideal for those trying to get it around the corner, but those who don't execute it properly can end up in bunkers on the right or rough and huge trees on the left. The green is one of the hardest to read on the course. Avoid going over if the pin is in the back half.<\/P>","image":"\/tournaments\/r028\/images\/201409031535436000238SVRN9NLQYU.jpg"},{"number":"5","parValue":"4","yards":"526","body":"<P>A par-5 for the members, the fifth will be a formidable par 4 for the TOUR players. For the tee shot, competitors are faced with a bunker on the center-left side of the fairway and a creek that meanders up the right side. Catch a hot tee shot slightly right in firm conditions, and the ball can roll into the creek. Long hitters will try to get their tee shots as close as possible to a cross canal. Approach shots -- over a very large, deep greenside bunker -- must be kept below the hole on this highly sloped green, possibly the most severe on the course. A 10-foot pin-high putt can break as much as 3 feet. Going over the green can prove very costly.<\/P>","image":"\/tournaments\/r028\/images\/201409031536091630537SVRN9NLQZ4.jpg"},{"number":"6","parValue":"3","yards":"169","body":"<P>This classic par 3 is well-bunkered and can feature some challenging pin placements on the front of the green. With a false front on the green, shots that come up a little short can back up all the way off the putting surface. And with the pin just over that false front, players must be careful with downhill putts because a little too much speed can send the ball off the front of the green. <\/P>","image":"\/tournaments\/r028\/images\/20140903153651857472SVRN9NLQZK.jpg"},{"number":"7","parValue":"4","yards":"395","body":"<P>This hole was tweaked during the renovation of 2008\/09. The dogleg left features a cluster of bunkers on the inside corner of the dogleg and a creek to the right of the fairway, though it's pretty generous off the tee. A tee shot even with the bunkers will probably leave a 9-iron to a gap wedge for the approach. The terrain falls off significantly from the right side of the green, but with a good tee shot and a very short iron in, that shouldn't be a concern for most players. <\/P>","image":"\/tournaments\/r028\/images\/201409031537405577753SVRN9NLR23.jpg"},{"number":"8","parValue":"3","yards":"276","body":"<P> This very long par 3, which was moved in 2008, will be a test. Players will be very happy to get a par and move on. There's a large bunker to the left of the green and more sand on the right, but it's difficult to get much depth perception from the tee. With a mini drop-off on the left, anything on that side should be avoided. Right is a better miss. But par is definitely a good score here. <\/P>","image":"\/tournaments\/r028\/images\/20140903153805258301802SVRN9NLR2B.jpg"},{"number":"9","parValue":"4","yards":"496","body":"<P> A beautiful hole playing back uphill to the clubhouse. There's a large bunker to the right of the fairway, and trees to the left, both of which players will want to avoid. Tee shots will bounce and roll from left to right. An uphill second shot, at altitude, will test players' distance control, so being in the fairway is important. The green runs hard left to right, which can lead to some lightning-fast putts. Players will need some experience to feel the pitch of the green. <\/P>","image":"\/tournaments\/r028\/images\/201409031538309184827SVRN9NLR2L.jpg"},{"number":"10","parValue":"4","yards":"450","body":"<P>The first thing that strikes you here is the spectacular view looking straight west toward the Rocky Mountains. It's arguably the most scenic hole on the course. Everything runs hard right to left, and most long-hitters will look to carry their tee shot over the fairway bunker on the right. A ball that lands in the middle of the fairway may end up in the left rough. The pitch of the green leads to many fast, downhill putts. Andy North bogeyed this hole all four days en route to the 1978 U.S. Open title. <\/P>","image":"\/tournaments\/r028\/images\/201409031538577203382SVRN9NLR2U.jpg"},{"number":"11","parValue":"5","yards":"632","body":"<P>The first par 5 on the BMW Championship scorecard will provide good opportunities for birdies and eagles, even from the expanded back tee. With a good drive on the dogleg left, players have an opportunity to get home in two -- or right around the green. Very long players have a magnified advantage because they can land their tee shots past the upslope, gaining considerable yardage and being able to see the green on the second shot. That green can also produce fast putts as it slopes from back right to front left. <\/P>","image":"\/tournaments\/r028\/images\/201409031549561976371SVRN9NLR9Q.jpg"},{"number":"12","parValue":"3","yards":"204","body":"<P> This is a classic par 3 with water. With that water to the front left of the green, pin placements on this somewhat boomerang-shaped putting surface play a crucial role on this hole. A bunker protects the right side of the putting surface and missing the green left means a tough pitch. Golfers that challenge a pin on the back left and go long will pay a price, pitching downhill -- or hitting a bunker shot -- to a fast green. <\/P>","image":"\/tournaments\/r028\/images\/201409031539488280068SVRN9NLR3D.jpg"},{"number":"13","parValue":"4","yards":"429","body":"<P> The green on this hole has been rebuilt and is one of the smallest on the course. Many players should be able to carry the bunker on the right side of the fairway, which would leave wedges into the green -- and over a creek -- on the relatively short par 4. But with the small green, players need to be precise because there are different subtle plateaus on that putting surface, and it's important to be on the correct level -- and not to go over the green. <\/P>","image":"\/tournaments\/r028\/images\/201409031547304239247SVRN9NLR88.jpg"},{"number":"14","parValue":"4","yards":"509","body":"<P> The tee box behind the 13th green will be utilized all four days, making for a lengthy dogleg left hole. Given that length, it's important to put the tee shot in the fairly generous fairway. Players are looking up just enough to the tee shot landing zone that they can't see the fairway's definition, so it will take some practice rounds to learn to best lines. The approach shot goes downhill, and there's a creek to the left of the green, a big bunker to the right and a small cross bunker short left. The putting surface is large, but subtle. <\/P>","image":"\/tournaments\/r028\/images\/201409031541586406853SVRN9NLR4R.jpg"},{"number":"15","parValue":"3","yards":"247","body":"<P> This will cap off the par 3s, giving the course a wide variety of distances, ranging from 165 to 266 yards. The green is slightly \"puffed up\", which makes it difficult to run the ball up to the putting surface. There are bunkers left and right, and a creek by the bunkers left that can easily come into play. Again, a par will be most welcome. <\/P>","image":"\/tournaments\/r028\/images\/20140903154228670340203SVRN9NLR53.jpg"},{"number":"16","parValue":"4","yards":"448","body":"<P> This dogleg right is a classic hole, with the eye-pleasing fairway sloping left to right. A relatively new bunker lies to the right side of the fairway and a creek meanders along the right side, then crosses the hole about 340 yards out. The longest hitters probably won't hit driver. The landing area is fairly generous, but players will face an uneven lie. The green pitches right to left and slightly back to front. Going over the green will make for a difficult par. Ray Ainsley famously made a 19 on this hole when he continually tried to hit out of the creek. <\/P>","image":"\/tournaments\/r028\/images\/201409031543121772633SVRN9NLR5J.jpg"},{"number":"17","parValue":"5","yards":"555","body":"<P> Two sets of cross bunkers were added to the fairway during the 2008\/09 restoration and all the trees were removed from the island green. But with 3 inches of grass behind the green, players will still be enticed to go for the green in two. With penal cross bunkers, strategy will definitely come into play, though the tree-lined hole is straight-away. TOUR players will have to trust their yardage if going for the green in two because misjudging could mean a watery outcome. The moat can certainly presents problems, as an in-contention Ben Hogan learned when spinning his third shot back into the water en route to a bogey in the 1960 U.S. Open. <\/P>","image":"\/tournaments\/r028\/images\/201409031543439775015SVRN9NLR5U.jpg"},{"number":"18","parValue":"4","yards":"477","body":"<P> This uphill hole plays as a par 5 for the membership, but has typically been a par 4 for TOUR events in the modern era. A lake guards most of the left side of the hole, and the fairway slopes substantially right to left. The best angle into the green is as close to the water as possible. The green is elevated and is one of the toughest on the course because it can be very speedy, sloping from back right to front left. A very deep bunker just off the right of the putting surface can present problems with pin placements on the right side of the green. Birdie Kim holed a shot from that bunker -- for birdie -- to win the 2005 U.S. Women's Open. The bank of the lake on 17 and 18 that had deteriorated over the years was recently restored to its previous state. <\/P>","image":"\/tournaments\/r028\/images\/201409031544118055556SVRN9NLR65.jpg"}]}]}