{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32757","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kizzire","first" : "Patton","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-5","heightMetric" : "1.96","weight" : "215","weightMetric" : "98","birthDate" : "March 3, 1986","age" : "30","birthPlace" : "Montgomery, Alabama","residence" : "Sea Island, Georgia","family" : "Wife, Kari","education" : "Auburn University (2008, Business)","splInterest" : "Bow hunting, fishing","pronunciation" : "kuh-ZY-ur","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2008","clubAffl" : "Ocean Forest GC (Sea Island, Georgia); Sea Island Resort (Sea Island, Georgia)","cityPlaysFrm" : "Sea Island; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,649,417&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2009","exmtStatus" : "Exempt - Finished 11-49 at 2014 Web.com Tour Qualifying Tournament (subject to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "The 2015 Web.com Tour Regular Season and Finals combined money leader closed with a bogey-free 8-under 63 to finish T2 in his PGA TOUR member debut at the Shriners Hospitals for Children Open. While many rookie counterparts started season at Frys.com Open, delayed the start of his season for his St. Simons, Ga., wedding on Saturday, Oct. 17. Was hoping to follow Emiliano Grillo a week earlier as the last player to win on TOUR in first start as an official member...Finished T4 at the Sanderson Farms Championship in a weather-delayed Monday finish. Held a share of the third-round lead in Mississippi with David Toms but finished two strokes off the winning score...Recorded his third top-10 of the season at the Farmers Insurance Open, finishing T8, five shots behind eventual-winner Brandt Snedeker. The finish snapped a four-tournament streak where he missed the cut twice and finished no better than T42 (CareerBuilder Challenge presented by the Clinton Foundation)...Following a T33 finish at the Valspar Championship, he jumped from No. 68 to No. 65 and earned a spot in the World Golf Championships-Dell Match Play for the first time in his career, replacing an injured Jim Furyk who was unable to play. In Austin, he advanced out of group play by halving matches with Bubba Watson and J.B Holmes and defeating Emiliano Grillo (2-up) before losing to Ryan Moore (4 and 3) in the round of 16 for a T9 result.","carHigh" : "2014: Finished T21 at Web.com Tour Q-School in December...Finished T29 at The Rex Hospital Open in his only Web.com Tour start...Finished T54 at The McGladrey Classic in his only start on the PGA TOUR...Won an event on the Swingthought.com Tour.\n\n2011: In one Web.com Tour start, missed the cut at the Stadion Classic at UGA.\n\n2009: Made four Web.com Tour appearances, missing the cut in all four.\n","otherCarHigh" : "Won the Alabama State Junior back-to-back in 2003 and 2004. Won three other Alabama State Golf Association titles, the 2003 and 2006 State Match Play and 2004 State Four-Ball with former University of Alabama golfer Gator Todd...Earned All-Southeastern Conference honors as a junior at Auburn after winning the 2007 SEC Championship. Joined Jimmy Green (1991), Bryant MacKellar (1997) and Roland Thatcher (2000) as Auburn conference champions.","personal" : "Was born in Montgomery and at age two moved to Tuscaloosa, where he stayed through the beginning of college...Played for three different high schools in four years, Tuscasloosa Academy, Central High School and Northridge High School...His father, Maxie, played baseball at the University of Alabama...Went to high school with Major League Baseball pitcher David Robertson...Attributes his move to Sea Island, Ga. in 2012 as the key to his success in 2015 on the Web.com Tour...Dream foursome would be rounded out by his father, Aaron Rodgers and the late Payne Stewart...Twitter account name is @pkizziregolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015-16","qSchoolYear" : "","exmtStatus" : "2015 Web.com Tour Regular Season and Finals combined money winner","otherVics" : "","intlVics" : "","curYearHigh" : "The 2015 Web.com Tour Regular Season and Finals combined money leader closed with a bogey-free 8-under 63 to finish T2 in his PGA TOUR member debut at the Shriners Hospitals for Children Open. While many rookie counterparts started season at Frys.com Open, delayed the start of his season for his St. Simons, Ga., wedding on Saturday, Oct. 17. Was hoping to follow Emiliano Grillo a week earlier as the last player to win on TOUR in first start as an official member...Finished T4 at the Sanderson Farms Championship in a weather-delayed Monday finish. Held a share of the third-round lead in Mississippi with David Toms but finished two strokes off the winning score...Recorded his third top-10 of the season at the Farmers Insurance Open, finishing T8, five shots behind eventual-winner Brandt Snedeker. The finish snapped a four-tournament streak where he missed the cut twice and finished no better than T42 (CareerBuilder Challenge presented by the Clinton Foundation)...Following a T33 finish at the Valspar Championship, he jumped from No. 68 to No. 65 and earned a spot in the World Golf Championships-Dell Match Play for the first time in his career, replacing an injured Jim Furyk who was unable to play. In Austin, he advanced out of group play by halving matches with Bubba Watson and J.B Holmes and defeating Emiliano Grillo (2-up) before losing to Ryan Moore (4 and 3) in the round of 16 for a T9 result.","carHigh" : "2015: Finished the Web.com Tour season with 23 starts, two wins, two runners-up, one third-place finish, 12 top-10s, 14 top-25s and 18 cuts made. Was first in the final priority-ranking order, along with Chez Reavie...In his third Web.com Tour start in March, carded rounds of 67-72-70 to sit just one stroke off the lead after 54 holes of the Cartagena de Indias at Karibana Championship. An up-and-down, final-round 75 resulted in a T4...At the next week's Brasil Champions, fired 64-65 over his first 36 holes. Entered the third round one stroke behind eventual champion Peter Malnati. Closing weekend rounds of 70-68 led to T9...Opened the El Bosque Mexico Championship in April with a 67. Was two off the pace after 18 holes but fell five strokes behind with rounds of 70-71. Fired a bogey-free 67 on Sunday to T2...Two starts later, was T4 after 36 holes of the BMW Charity Pro-Am. Started third round birdie-eagle-birdie, only to double-bogey the fourth hole. Mixed five more birdies with three bogeys for 68. An inconsistent final-round 69 resulted in a T10...Posted scores of 69-64 in the first two rounds of the Rex Hospital Open and was two shots off the lead. Third-round 68 kept him close as local favorite Harold Varner III shot a course-record 62 to assume the 54-hole lead. Opened the final round with four birdies in his first five holes to move into contention. Wound up with a 5-under 66 that put him 17 under to finish in a tie for the lead at the end of regulation play with eventual winner Kyle Thompson and Miguel Angel Carballo. Missed an 8-foot birdie on the second playoff hole and then watched as Thompson rolled in 4-footer to capture the title. Consolation prize was a $55,000 paycheck, which vaulted him past Peter Malnati and into the top spot on the money list after 10 of 21 Regular Season events. His ascension to No. 1 marked the latest point in a season in Tour history that a player had been No. 1 on the money list without an official win...Enjoyed a strong showing in Cleveland two weeks later, at the Rust-Oleum Championship. Opened with a first-round 70, then fired a 63 Friday, putting him T5, two back of the leader. Carded 68-67 on the weekend for a T3...After a missed cut in Wichita, came back and notched his fifth top-10 of the season at the Albertsons Boise Open. Entered the final round T32, then fired a bogey-free 64 to jump to T9...The next week, received a sponsor's invite to play in the PGA TOUR's Barbasol Championship. Carded 71-76 and missed the cut...Other TOUR start came at The McGladrey Classic in October 2014, at the beginning of the TOUR season. Made the cut at the Sea Island's Seaside course, his home facility. Posted 66-71-70-70 and finished T54...Finally broke through and won in Utah in early August after finishing second twice earlier, in April and May. Used a second-round 62 to take the lead at the halfway mark of the Utah Championship in Lehi. Shot weekend rounds of 71-69 to finish regulation tied at 19-under with Sung Kang, relinquishing a four-shot lead to Kang on the back nine. After both players parred the first extra hole (No. 18 at the GC at Thanksgiving Point), the duo played the 18th again, and he hit his approach shot on the par-4 hole to 3 feet, which he would make after Kang missed from long range. The victory was the first of his Web.com Tour career, and the 62 set a new Web.com Tour career-best and new course record (matched later that day by Trey Mullinax)...Was on cruise control early in Springfield, Mo., at the Price Cutter Charity Championship two weeks later. Opened with a bogey-free 64 and was two off the lead Friday through 16 holes before finishing triple bogey-bogey. Rebounded with 67-68 on the weekend for a T6, his 10th top 10 of the year...The good play continued the following week in Knoxville at the News Sentinel Open. A pair of 68s the first two days had him T25. Posted back-to-back 64s Saturday and Sunday (15 birdies, one bogey) to finish at 20-under par to win by four shots, producing his second career win in four tournaments. Started the final round at Fox Den CC two off the pace but steadily moved to the lead with birdies at Nos. 1, 3, 5 and 7. Added two more birdies after the turn and was up by two shots through 11 holes. Sandwiched a pair of tough par-saves around a birdie at No. 15, which allowed him to push his lead to four, the eventual margin of victory. The Auburn grad donned the Tennessee-orange winner's blazer at the prize ceremony. \"It's a good orange to wear today,\" he said. Collected $99,000, pushing his season total to $512,553, the sixth-best total in Tour history with five tournaments still on the schedule...Closed the Regular Season with a T26 at the WinCo Foods Portland Open to finish No. 1 through the first 21 events, with earnings of $518,241 and a $174,592 advantage over No. 2 Martin Piller. Held the top spot from The Rex Hospital Open through the final Regular Season tournament, a total of 12 weeks in a row. Was No. 1 in Scoring Average (68.49), Birdie Average (4.91), Total Birdies (344) and Top-10 Finishes (11), No. 2 in Putting Average (1.691), No. 3 in All-Around Ranking and No. 4 in Greens In Regulation (74.88) through the Regular Season...In the Web.com Tour Finals, opened with a T16 at the Hotel Fitness Championship...Missed the cut in the Small Business Connection Championship at River Run...Withdrew during the second round of the Nationwide Children's Hospital Championship...Closed his season with a T5 at the Web.com Tour Championship, which wrapped up the season-long money title ($567,865 in earnings), the second most in Tour history (Michael Sim in 2009 pocketed $644,142). Spent the last 16 weeks of the season at No. 1, fourth best in Tour history. Fittingly, he birdied the final hole of the season at TPC Sawgrass. As No. 1, is fully exempt on the PGA TOUR in 2015-16 and receives an invitation to THE PLAYERS in May. In the final stats, he retained the No. 1 position in Scoring Average (68.68), Putting Average (1.694), Total Birdies (390), Top-10 Finishes (12) and Birdie Average (4.81). He finished No. 2 in the All-Around Ranking.\n\n2014: Finished T21 at Web.com Tour Q-School in December...Finished T29 at The Rex Hospital Open in his only Web.com Tour start...Finished T54 at The McGladrey Classic in his only start on the PGA TOUR...Won an event on the Swingthought.com Tour.\n\n2011: In one Web.com Tour start, missed the cut at the Stadion Classic at UGA.\n\n2009: Made four Web.com Tour appearances, missing the cut in all four.\nAmateur: Won the Alabama State Junior back-to-back in 2003 and '04. Won three other Alabama State Golf Association titles; the 2003 and '06 State Match Play and 2004 State Four Ball with former U. of Alabama golfer Gator Todd...Earned All-Southeastern Conference honors as a junior at Auburn after winning the 2007 SEC Championship. Joined Jimmy Green (1991), Bryant MacKellar (1997) and Roland Thatcher (2000) as Auburn conference champions.\n","otherCarHigh" : "","personal" : "Was born in Montgomery and at age 2 moved to Tuscaloosa, where he stayed through the beginning of college...Played for three different high schools in four years - Tuscasloosa Academy, Central HS, then Northridge HS...His father, Maxie, played baseball at the University of Alabama...Went to high school with Major League Baseball pitcher David Robertson...Attributes his move to Sea Island, Ga. as the key to his success in 2015 on the Web.com Tour...Dream foursome would be rounded out by his father, Aaron Rodgers and the late Payne Stewart...Twitter account name is @pkizziregolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T2nd at the Shriners Hospitals for Children Open.","dynStats" : "He ranks T33rd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}