{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06012","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Kraft","first" : "Greg","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "April 4, 1964","age" : "52","birthPlace" : "Detroit, Michigan","residence" : "Clearwater, Florida","family" : "Single","education" : "University of Tampa (1986, Business)","splInterest" : "Sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1986","clubAffl" : "Feather Sound CC (Clearwater, Florida)","cityPlaysFrm" : "Belleair; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,145,584&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Successfully open-qualified for the 3M Championship and took advantage of his opportunity, earning a T7 that got him a spot in the next event, the Shaw Charity Classic, as the highest-placing non-exempt player among the top 10. Final-round 67 at TPC Twin Cities included an eagle 2 at the par-4 seventh and a closing birdie that kept him among the top-10 finishers.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of PGA TOUR 1992-2002 and 2006 and Nationwide Tour 1990-91, 2005 and 2007. Split time on the PGA TOUR (made five of 10 cuts) and Nationwide Tour (made seven of 16 cuts) in 2007. Enjoyed his best finish with a solo-sixth place effort at the Wyndham Championship, his first top-10 since the 2002 Touchstone energy Tucson Open. Best Nationwide Tour finishes were T17s at the Jacob's Creek Open Championship and the BMW Charity Pro-Am at The Cliffs. Made 14 of 26 cuts on TOUR in 2006 with two top-25s, including a T19 at The INTERNATIONAL. Finished T18 at 2005 PGA TOUR Qualifying Tournament to regain status on TOUR. Spent 2005 season on Nationwide Tour where he finished 26th on the money list and picked up his first career victory at the Northeast Pennsylvania Classic. The victory marked the first time he had won since his unofficial win at the 1993 Deposit Guaranty Classic on the PGA TOUR, a span of 12 years, 2 months and 15 days. Made just 13 starts on TOUR from 2003-05. Last top-10 on TOUR was a T6 at the 2002 Touchstone Energy Tucson Open. In 2000, finished third at Advil Western Open. For the first time in his career, recorded a pair of runner-up finishes in a single season with second at 1999 Doral-Ryder Open and T2 at MasterCard Colonial. Held share of 54-hole lead at Colonial after tying course record with third-round 61, then closing with 70. Fired third-round course-record 65 in 1998 PGA at Sahalee CC. Recorded career-best five top-10s in 1996. Led by four through 54 holes at Deposit Guaranty Golf Classic, but 71 on Sunday dropped him into T3, three behind winner Willie Wood. In 1993, captured the Deposit Guaranty Golf Classic to claim $54,000 when it was unofficial event in Hattiesburg, MS. Birdied 72nd hole to defeat Morris Hatalsky and Tad Rhyan by one stroke. Birdied last two holes to make cut in 1992 Qualifying Tournament, then fired 5-under-par 31 on back side of TPC The Woodlands to earn TOUR card. Interested in race cars of any kind, but hastens to add, \"I'm not so interested that I would attempt to drive one anytime soon.\"","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1992","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "(1): 1993 Deposit Guaranty Golf Classic [unofficial PGA TOUR win]","intlVics" : "","curYearHigh" : "Successfully open-qualified for the 3M Championship and took advantage of his opportunity, earning a T7 that got him a spot in the next event, the Shaw Charity Classic, as the highest-placing non-exempt player among the top 10. Final-round 67 at TPC Twin Cities included an eagle 2 at the par-4 seventh and a closing birdie that kept him among the top-10 finishers.","carHigh" : "2013: Attempted to gain exempt status for the 2014 Champions Tour at the Champions Tour National Qualifying Tournament. Finished T23 at TPC Scottsdale when he carded a final-round 74.\n\n2012: Did not make a start on the PGA TOUR or Web.com Tour. \n\n2011: In his lone start on the PGA TOUR, finished 65th at the Puerto Rico Open, site of his 2008 TOUR win. \n\n2010: Unable to record a top-10 for the second straight season, while making only four of 22 cuts...Best finish was a T28 at the Justin Timberlake Shriners Hospitals for Children Open.\n\n2009: Made the cut in four of 21 starts, with two top-25 finishes...Finished T14 at the Legends Reno-Tahoe Open in August. After making it to the weekend—his first made cut since he T48 at the Verizon Heritage in April—he opened his third round by making birdies on five consecutive holes at Montreux G&CC...Only other top-25 finish was a T21 at the Puerto Rico Open. \n\n2008: Earned his first official PGA TOUR title in his 379th TOUR start at the inaugural Puerto Rico Open. Also recorded three top-10 finishes for the first time since 1999. Surpassed the $1-million mark for the first time in his career...Win at the 1993 Deposit Guaranty Classic was unofficial as it was played opposite the Masters. Carded rounds of 69-66-69-70—274 in Puerto Rico to overtake Bo Van Pelt. Birdied the 71st hole to take a three-shot lead to the last hole, where he made bogey to claim a one-shot win over Van Pelt and Jerry Kelly...Finished T10 at THE PLAYERS thanks in part to a third-round 68, the low round on Saturday...Four rounds in the 60s helped him finish seventh at the Viking Classic...Had a 19-stroke swing at the Web.com Tour's Mexico Open, where he missed the cut. After opening with a 12-over 83, recovered with an eight-birdie, one-bogey 64 at Tres Marias GC in Morelia. \n\n2007: Finished sixth at the Wyndham Championship, his first top-10 since the 2002 Touchstone Energy Tucson Open...Made 16 Web.com Tour starts, with a pair of T17s (Jacob's Creek Open and the BMW Charity Pro-Am) his best outings. Finished 134th on the money list. \n\n2006: Made 14 of 26 cuts on TOUR with two top-25s, including a T19 at The INTERNATIONAL. \n\n2005: Finished T18 at Qualifying Tournament to regain status on TOUR. Spent season on Web.com Tour where he finished 26th on the money list and picked up his first career victory at the Northeast Pennsylvania Classic. \n\n2004: Played in only four tournaments on TOUR, lowest of his career since joining in 1992, and did not make a cut. Finished T16 at the Miccosukee Web.com Tour event, his only start on the Web.com Tour. \n\n2003: Made only nine starts on the season, with a best finish of T28 at the AT&T Pebble Beach National Pro-Am. \n\n2002: Made 31 starts on the PGA TOUR with his best finishes of T6 coming at the Touchstone Energy Tucson Open early in the season. \n\n2001: Opened the season with two top-10s (T5 at the Touchstone Energy Tucson Open and T7 at the Buick Invitational) and secured his TOUR cared for the 2002 season with seven straight cuts to finish the year. Earned $503,605 and finished 103rd on the money list. \n\n2000: Earned third top-10 at Advil Western Open, the third third-place finish of his career...Also had second consecutive top-10s at MasterCard Colonial (T2 in 1999) with T6 after rounds of 67-68-71-67...Made 23 cuts in 29 starts for his best career percentage...Also tied for 13th at the Memorial Tournament. \n\n1999: For the first time in his career, recorded a pair of runner-up finishes in a season, with second-place outings at the Doral-Ryder Open and a T2 at the MasterCard Colonial. Held share of 54-hole lead at MasterCard Colonial after tying course record with third-round 61. Closed with a 70 to finish a shot behind Olin Browne, tied with Fred Funk, Paul Goydos, Tim Herron and Jeff Sluman.\n\n1998: Earned best finish of season with T4 at United Airlines Hawaiian Open...In contention for three rounds at Motorola Western Open before final-round 75 placed him T5. Held first-round lead after opening 67 and followed with rounds of 70-66 to stand one off Vijay Singh's 54-hole lead. In field as sponsor's exemption...Fired third-round course-record 65 in PGA Championship at Sahalee CC. Opened 71-73 and closed with another 73 for T23...Played in two Web.com Tour events, with a T10 at the South Florida Open his top showing. Played his final 54 holes in 8-under (65-69-68) to T10.\n\n1997: Made 35 starts and finished 139th on the money list, duplicating his 1995 season. Best performance was a T12 at the Greater Vancouver Open. Opened with a 66 and closed with a 67 in Canada...Added a T15 at the MasterCard Colonial in Fort Worth, Texas.\n\n1996: Recorded career-best five top-10 finishes—Deposit Guaranty Golf Classic (T3), LaCantera Texas Open (T4), Shell Houston Open (T5), Quad City Classic (T9) and GTE Byron Nelson Classic (T10). Led by four through 54 holes at Deposit Guaranty Golf Classic, but 71 on Sunday dropped him into T3, three behind winner Willie Wood. \n\n1995: In 35 starts, finished 139th on the money list. Top showing was a T8 at the Ideon Classic, where four under-par rounds at Pleasant Valley CC led to the finish...Also, T15 at the Freeport-McMoRan Classic. Was within striking distance of third-round leader Davis Love III, five strokes back with 18 holes to play. Shot a final-round, even-par 72 at English Turn G&CC.\n\n1993: Captured Deposit Guaranty Golf Classic to claim $54,000 when it was a unofficial event in Hattiesburg, Miss. Birdied the 72nd hole to defeat Morris Hatalsky and Tad Rhyan by one stroke...Added a T6 at the Freeport-McMoRan Classic, where he was 54-hole leader, one stroke ahead of Payne Stewart and Russ Cochran before closing with 3-over-par 75...Was also runner-up at the Walt Disney World\/Oldsmobile Classic. Shot rounds of 69-69-64-66 outside Orlando but fell three shots short of winner Jeff Maggert...Duplicated his 1992 finish at the Panama City Beach Classic, shooting three consecutive 71s to T7 in Florida. \n\n1992: Only top-10 finish, T6 at Kemper Open...Birdied last two holes to make cut in the PGA TOUR Qualifying Tournament, then fired 5-under-par 31 on back side of TPC at The Woodlands to earn TOUR card...Made one Web.com Tour start, finishing T7 at the Panama City Beach Classic. \n\n1991: Recorded four top-10s during the season to finish 36th on the money list. First top-10 came at the Yuma Open, with a final-round 66 leading to a T5...Picked up another T5 a month later, at the weather-shortened, 36-hole Gulf Coast Classic...One more T5 came in August, at the Texarkana Open. Opened with a 65 and finished with a 67...In May, was T6 at the South Carolina Classic after a 69-68 weekend left him five shots behind winner Tom Lehman. \n\n1990: On the Web.com Tour, made nine starts and four cuts. Best finish was a T23 at the Yuma Open in Arizona in February. \n","otherCarHigh" : "","personal" : "Interested in race cars of any kind, particularly Porsches.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Successfully open-qualified for the 3M Championship and took advantage of his opportunity, earning a T7 that got him a spot in the next event, the Shaw Charity Classic, as the highest-placing non-exempt player among the top 10. Final-round 67 at TPC Twin Cities included an eagle 2 at the par-4 seventh and a closing birdie that kept him among the top-10 finishers.","carHigh" : "2013: Attempted to gain exempt status for the 2014 Champions Tour at the Champions Tour National Qualifying Tournament. Finished T23 at TPC Scottsdale when he carded a final-round 74.\n","otherCarHigh" : "Lone official PGA TOUR victory came in 2008, at the inaugural Puerto Rico Open, his 379th career TOUR start. Won by a stroke over Bo Van Pelt and Jerry Kelly after being up by three strokes with one hole to play…Also won at the 1993 Deposit Guaranty Classic in Mississippi, but the event was unofficial at the time since it was played opposite the Masters. Birdied the 72nd hole to defeat Morris Hatalsky and Tad Rhyan by one stroke. Best career year was 2008 where in addition to his victory, he recorded three other top-10 finishes and surpassed the $1-million mark in season earnings…Joined the PGA TOUR in 1992, and prior to 2008, best season was in 1999 when he finished second twice for the first time in his career. Was second at Doral-Ryder Open, one stroke short of Steve Elkington. Was also T2 at MasterCard Colonial, one stroke behind Olin Browne. Held share of 54-hole lead at MasterCard Colonial after tying the course record with a third-round 61. Closed with a 70…Also was second to Jeff Maggert by three strokes at the 1993 Walt Disney World\/Oldsmobile Classic and second to Nick Price by a stroke at the 1994 Motorola Western Open after leading Price by a shot after 54 holes…First played full-time on the PGA TOUR in 1992 after finishing 36th on the money list on the 1991 Web.com Tour…Earned his TOUR card for 1993 in dramatic fashion in the 1992 PGA TOUR Qualifying Tournament. After making birdie on the last two holes to make the cut, fired a 5-under 31 on the back nine at the TPC at The Woodlands course to shoot 68 and vault into a T35…After playing full-time on the Web.com Tour in 1991, returned to the circuit for both the 2005 and 2007 seasons. Lone victory on the Web.com Tour came at the 2005 Northeast Pennsylvania Classic where he nipped Tim O'Neal by two strokes after being seven strokes in front after three rounds in Scranton, Pa. \n\n\n\n","personal" : "Interested in race cars of any kind, but hastens to add, \"I'm not so interested that I would attempt to drive one anytime soon.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T28th at the Tucson Conquistadores Classic.","dynStats" : "He ranks 96th in Charles Schwab Cup Money List on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}