{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26301","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Nitties","first" : "James","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "October 23, 1982","age" : "33","birthPlace" : "Melbourne, Australia","residence" : "Dallas, Texas","family" : "Single","education" : "","splInterest" : "Clubbing, movies, girls","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2004","clubAffl" : "Charlestown GC (Hillsborough, New South Wales, Australia)","cityPlaysFrm" : "Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,901,258&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played 20 Web.com Tour events and made 10 cuts. Had two top 25s. Finished 102nd on the Regular Season money list and 122nd on the final year-long money list...Recorded the Tour's first albatross this year at the BMW Charity Pro-Am. Holed his second shot from 185 yards on the par-5 11th hole at The Reserve at Lake Keowee, his first career double eagle...In June, earned season's only top-10, at the Rust-Oleum Championship. Posted four rounds under par for just the second time, resulting in a T8...In mid-December, parlayed four under-par rounds at the New South Wales PGA Championship on the PGA Tour of Australasia into a T2 with four others, two shots behind winner Jarryd Felton. Opened with a 2-under 70 at Riverside Oaks Golf Resort's Bungool Course. Followed with three consecutive 69s to tie with Anthony Summers, Matthew Millar, Geoff Drakeford and Rhein Gibson.\n\n2014: Played in 24 of 25 Web.com Tour events, making 13 cuts. Had one top-10 and four top-25s. Finished the Regular Season 70th on the money list...His best results in his first 13 tournaments (February through June) came in March - a T26 at the Brasil Champions and a T15 at the Panama Claro Championship the following week...Performance in the second half improved, with a T15 at the Albertsons Boise Open in July and his most important finish, a T5, at the final Regular Season event, the WinCo Foods Portland Open, in August. Came to Portland 97th on the money list, needing to get to No. 75 in order to advance to the Web.com Tour Finals. Opened with 66-67 and was T4. Was still T4 after a third-round 70. On Sunday, made a gutsy 15-footer for bogey on the par-5 18th at Pumpkin Ridge to shoot 71 and grab a T5 finish, which was just enough to push him to 70th on the money list and into the Finals...Finished T46 at the Finals' opener, the Hotel Fitness Championship...Followed it with a T16 the next week at the Chiquita Classic...Came to the Web.com Tour Championship having missed the cut at the Nationwide Children's Hospital Championship, trailing the last available card spot by $13,816. Opened with 66-68, was T5 at the halfway mark and had a PGA TOUR card in sight. Weekend rounds of 73 and a T37 finish derailed his quest...Finished 69th in the priority ranking, 19 spots behind the 50th and final card issued...Was third in Sand Save Percentage (63.64) for the year...Late in the year, moved into contention in the third round of the BetEasy Masters on the PGA Tour of Australasia when he shot a 5-under 67. Stayed in contention all day Sunday but eventually fell a stroke short after a final-round 70 at Metropolitan GC left him a shot behind winner Nick Cullen. Finished T2 with Josh Younger and Adam Scott. \n\n2013: Made the cut in 12 of 19 Web.com Tour starts. Had one top-10 (T7 at the United Leasing Championship) and three top-25 finishes...A missed cut at the final event of the Regular Season, the Cox Classic, dropped him from 73rd to 76th in earnings and out of a spot in the Web.com Tour Finals...In mid-October, played well at the ISPS Handa Perth International on the European Tour but stumbled on the final day at Lake Karrinyup GC in Australia, shooting a 2-over 74 to T12. \n\n2012: Made the cut in seven of 20 starts on Tour and had three top-25 finishes. Best stretch came in the summer when he finished T10 at the Price Cutter Charity Championship and then T11 the following week, at the Midwest Classic...Was T15 at the Winn-Dixie Jacksonville Open. \n\n2011: Won his first Web.com Tour title in August, at the Midwest Classic near Kansas City, capturing the first-year event by five shots. Opening rounds of 65-63 gave him a share of the second-round lead with two-time 2011 winner J.J. Killeen. Another 65 in the third round gave him the lead by one. He hit 16 of 18 greens on the last day and posted a 6-under 65 to win going away. Victory wasn't secured until a pair of late birdies, coupled with bogeys by his closest challengers. First-place check of $99,000 vaulted him from No. 63 to No. 12 on the money list...Picked up his first top-10, a T4 at the Mexico Open, his eighth start of the year. Had a hole-in-one on the par-3 12th hole in the first round en route to a 5-under 67. He used a pitching wedge from 123 yards. Back-to-back rounds of 68 on the weekend led to his then-career-best finish.\n\n2010: Made the cut in 15 of 30 starts on the PGA TOUR and had four top-25 finishes. Turned in his best finish, a T3, at the Puerto Rico Open presented by Banco Popular. Wound up No. 155 on the final money list. \n\n2009: Made 15 cuts in 27 PGA TOUR starts in rookie campaign, highlighted by a top-five early in the Season and second top-10 finish just one month later...Fired a 6-under-par 65 in the first round at the FBR Open en route to claiming a T4 finish in just his third start on TOUR...A month later in Mexico, posted four rounds in the 60s at the Mayakoba Golf Classic at Riviera-Maya Cancun to finish T6...In November, finished fifth at the JBWere Australian Masters, five strokes behind champion Tiger Woods. 2008: After having competed in the PGA TOUR Qualifying Tournament each year since 2005, finally broke through. After holding the outright lead after two rounds in the final stage at PGA West in La Quinta, Calif., finished second to Harrison Frazar and earned his PGA TOUR card for 2009. Competed in two events on the Web.com Tour, making one cut. In October, claimed the Aspen Group WA (Western Australian) Open Championship by two strokes. Prior to that win, spent most of the season competing on the Web.com Tour and Hooters Tour. \n\n2007: Finished fifth at the HSBC New Zealand PGA Championship. \n\n2005: Best finishes on the Web.com Tour were a T10 at the Jacob's Creek Open Championship and a T11 at the Chattanooga Classic. While playing in the U.S. mini-tours, spent nearly a month in a Texas hospital with pain in his right hip and knee. Was diagnosed with reactive arthritis, a chronic condition where fluid builds up in the joints. Takes medication to alleviate the pain. Started a physical fitness routine to improve flexibility.\n","otherCarHigh" : "","personal" : "An avid movie enthusiast, claims watching movies in his spare time helps him focus better on the course...Was featured on Golf Channel's \"Big Break: Mesquite\" series...Non-golf related jobs since high school include becoming an apprentice electrician...Lists Kingston Heath and Oakmont CC among his favorite golf courses played...Would most like to play Pebble Beach and Pinehurst...First car was a Ford Lazer...Favorite professional teams include Dallas Cowboys and the Miami Heat...Favorite TV show is \"Seinfeld.\"...Favorite entertainer is Metallica...Favorite food is Italian...Favorite athletes to watch: Michael Jordan and Tiger Woods...Favorite vacation spot is Las Vegas...Would round out his dream foursome with Megan Fox, Jessica Alba and Ed Norton...Not many people know he is half Croation and half Greek...Bucket list includes acting in a movie. \n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2008","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Turned in his best finish on TOUR with a T3 at the Puerto Rico Open presented by Banco Popular. 2009: Made 15 cuts in 27 starts in rookie campaign, highlighted by a top-five early in the Season and second top-10 finish just one month later...Fired a 6-under-par 65 in the first round at the FBR Open en route to claiming a T4 finish in just his third start on TOUR...A month later in Mexico, posted four rounds in the 60s at the Mayakoba Golf Classic at Riviera-Maya Cancun to finish T6...In November, finished fifth at the JBWere Australian Masters, five strokes behind champion Tiger Woods. 2008: After having competed in the PGA TOUR Qualifying Tournament each year since 2005, finally broke through. After holding the outright lead after two rounds in the final stage at PGA West in La Quinta, CA, finished second to Harrison Frazar and earned his PGA TOUR card for 2009. Competed in two events on the Nationwide Tour, making one cut. In October, claimed the Aspen Group WA (Western Australian) Open Championship by two strokes. Prior to that win, spent most of the season competing on the Web.com Tour and Hooters Tour. 2007: Finished fifth at the HSBC New Zealand PGA Championship. 2005: Best finishes on the Nationwide Tour were a T10 at the Jacob's Creek Open Championship and a T11 at the Chattanooga Classic. While playing in the U.S. mini-tours, spent nearly a month in a Texas hospital with pain in his right hip and knee. Was diagnosed with reactive arthritis, a chronic condition where fluid builds up in the joints. Takes medication to alleviate the pain. Started a physical fitness routine and by 2007 finished T5 behind Craig Parry at the Australian Open. \n","otherCarHigh" : "","personal" : "Father once acted as back-up guitarist for Australian rock band, AC\/DC...An avid movie enthusiast, claims watching movies in his spare time helps him focus better on the course...Was featured on Golf Channel's \"Big Break: Mesquite\" series.","otherInfo" : "After having competed in the PGA TOUR Qualifying Tournament each year since 2005, finally broke through in 2008. After holding the outright lead after two rounds in the final stage at PGA West in La Quinta, CA, finished second to Harrison Frazar and earned his PGA TOUR card for 2009. Competed in two events on the Nationwide Tour in 2008, making one cut. In October, claimed the Aspen Group WA (Western Australian) Open Championship by two strokes. Prior to that win, spent most of the 2008 season competing on the Web.com Tour and Hooters Tour. In 2007, finished fifth at the HSBC New Zealand PGA Championship. Best finishes of the 2005 season on the Web.com Tour were a T10 at the Jacob's Creek Open Championship and a T11 at the Chattanooga Classic...While playing in the U.S. mini-tours in 2005, spent nearly a month in a Texas hospital with pain in his right hip and knee. Was diagnosed with reactive arthritis, a chronic condition where fluid builds up in the joints. Takes medication to alleviate the pain. Started a physical fitness routine and by 2007 finished T5 behind Craig Parry at the Australian Open.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2011 at the Midwest Classic Presented by Time Warner Cable.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/nitties23"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/nitties23"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}