{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20098","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Appleby","first" : "Stuart","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "May 1, 1971","age" : "44","birthPlace" : "Cohuna, Australia","residence" : "Orlando, Florida; Melbourne, Australia","family" : "Wife, Ashley; Ella; Mia, Max, Rex","education" : "","splInterest" : "Action sports, motor racing","pronunciation" : "apple-BEE","nwTourAlumnus" : "Web.com Tour Graduate (1995)","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Cohuna; ; Australia","websiteUrl" : "http:\/\/www.stuartappleby.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "29,251,235&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1996","qSchoolYear" : "1996","exmtStatus" : "Major Medical Extension","otherVics" : "(1): 1999 CVS Charity Classic [with Jeff Sluman].","intlVics" : "(3): 1998 Coolum Classic [Aus]. 2001 Holden Australian Open [Aus]. 2010 JBWere Australian Masters [Aus].","curYearHigh" : "","carHigh" : "2014-15: Made seven starts (last at AT&T Pebble Beach National Pro-Am) before undergoing surgery for a herniated disk in his back in late-March. Will need to earn 358 FedExCup points or $603,502 in earnings during the 2015-16 PGA TOUR Season to reach No. 125 from the 2014-15 FedExCup points list or money list as part of his Major Medical Extension.\n\n2013-14: Came up just 14 points shy of finishing inside the top 30 in FedExCup points and making a return to the TOUR Championship by Coca-Cola for the first time since 2008...Claimed three top-10 finishes in 29 starts, highlighted by a share of second place at The Barclays...A missed cut at the Deutsche Bank Championship a week later and T46 finish at the BMW Championship left him at No. 31 in the FedExCup standings... Four rounds in the 60s, highlighted by a final-round, 7-under 65 at the Humana Challenge, was good for a T9 with four others...Highlighted by a bogey-free, 5-under 65 in the third round at a gusty PGA National, finished T8 at The Honda Classic, with Luke Donald, Sergio Garcia and David Lingmerth...Made a Sunday charge with a 6-under 65 at The Barclays to finish T2 with fellow Aussie Jason Day and Cameron Tringale. The finish at Ridgewood CC was his best since winning the 2010 Greenbrier Classic. The performance moved him to No. 19 in the FedExCup standings heading into the following week's Deutsche Bank Championship...Was one of two players (Keegan Bradley) to enter the BMW Championship inside the FedExCup cut line for the TOUR Championship who failed to advance.\n\n2013: Made 19 of 25 TOUR cuts but only recorded one top-10. Placed 95th in the FedExCup standings. Finished T67 at the Deutsche Bank Championship to drop out of the FedExCup Playoffs...Was T9 at the Travelers Championship for his first top-10 in the event in nine starts. Notched his first top-10 on TOUR since the 2011 Honda Classic (T10)...Was one of five players to advance out of The Barclays and into the second FedExCup Playoffs event. Finished T41 at The Barclays to move from No. 123 to No. 96 entering the Deutsche Bank Championship.\n\n2012: Made the cut in 13 of 24 starts through the year but failed to make the PGA TOUR Playoffs, with a No. 144 finish on the FedExCup points list. Entered the fall hoping to avoid seeing a streak of at least one top-10 finish each season come to an end...Finished T16 at the Reno-Tahoe Open for the best of his four top-25 finishes...In December, finished T7 at the Emirates Australian Open, finishing even par for the week, with rounds of 70-73-70-75. 2011: Failed to finish inside the top 125 on the official money list for just the second time in his career (2009)...Jumped out to the first-round lead with a 6-under 64 at the Sony Open in Hawaii. Shared the second-round lead with Shigeki Maruyama before rounds of 69-72 led to a T13 finish...Making his 10th career start at The Honda Classic, the event where he posted his first PGA TOUR win in 1997, finished T10 for his only top 10 of the 2011 campaign. It was his fifth top-10 finish at the South Florida tournament. 2010: Taking a one-time exemption of top 25 on the PGA TOUR career money list in 2010, went on to make a career-high 31 starts, with season highlighted by a final-round 59 leading to victory at The Greenbrier Classic...Sat just one shot off the 36-hole lead at the Verizon Heritage after rounds of 69-67. After a third-round, 2-over 73, closed with a 67 to finish T8, his first top-10 finish since a T8 at the 2009 Transitions Championship...Finished sixth the following week at Zurich Classic of New Orleans, marking the first time he had posted back-to-back top-10s since five in a row to begin the 2008 season...Playing for the 11th consecutive week, became just the fifth player in TOUR history to record a 59 and the second (David Duval) to do so in a final round, posting the magical number to edge Jeff Overton by one stroke at the inaugural Greenbrier Classic. Joined Duval and Al Geiberger as the only players to post 59 and win that week. Entered the final round seven strokes behind tournament-leader Overton, posting the largest come-from-behind win of the season. Jumped all the way to No. 24 in the FedExCup standings with the win (would eventually finish No. 52), earning an invitation into the following week's World Golf Championships-Bridgestone Invitational and the 2011 Hyundai Tournament of Champions, an event he won three consecutive years (2004-06). Previous-best round on TOUR was 62, and the 59 ended a streak of 358 rounds since he last shot a round better than 65 (2006 Zurich Classic of New Orleans)...Managed just two sub-70 rounds (both 69s) in his final 26 rounds on TOUR following win at the Greenbrier...In mid-November, traveled to his native Australia and came from behind to win the JBWere Australian Masters in Melbourne. Shot weekend rounds of 69-65 to overtake fellow countryman Adam Bland at Victoria GC. 2009: Failed to finish inside the top 55 (No. 137) on the money list for the first time since his rookie season in 1996 (No. 130). Made the cut in 16 of 25 events in 2009, but managed only one top-10 finishâa T8 at the Transitions Championship. 2008: Posted a career-high seven top-10 finishes en route to a 17th-place finish in the FedExCup standings. Surpassed $2 million in earnings for the fifth time in his career and finished among the top 55 on the money list for the 12th consecutive season. Just two missed cuts in 23 starts...Opened the season with five consecutive top-10s beginning with a T8 at the Buick Invitational...Best finish came in August when he finished T2 (the 12th runner-up finish of his career) at the World Golf Championships-Bridgestone Invitational. It was his 29th career World Golf Championships start, having competed in every World Golf Championships event since the inception of the series in 1999 (the only player to do so). 2007: Several near-misses marked the season and he made the International team at The Presidents Cup for the fifth time...In attempt to win a fourth consecutive Mercedes-Benz Championship, finished T13...In defense of Shell Houston Open title, held a share of the 18- and 36-hole leads before finishing T2 behind countryman Adam Scott. One shot behind Scott on the 72nd hole, posted a double-bogey six after approach shot found a water hazard...Held the 54-hole lead at the Masters Tournament before a final-round 75 dropped him to T7, his fourth career top-10 in a major championship...Earned 10th and final automatic spot for The Presidents Cup's International team with T12 finish at the PGA Championship. 2006: Won twice and finished in the top 10 (No. 8) on the money list, both firsts in his 11-year TOUR career...Joined Gene Littler (1955-57) as the only players to win three consecutive Mercedes Championships. Trailed Olin Browne by two strokes after first round, then held second- and third-round leads prior to defeating Vijay Singh with a birdie on the first playoff hole. One of two players in 28-man field to post four sub-par rounds as he finished the event at 8-under 284, the highest 72-hole winning total since the tournament moved to Kapalua in 1999 and the highest in tournament history since Gary Player won with a 4-under 284 in 1969 at La Costa CC...Three months later, became a two-time winner by taking the Shell Houston Open in wire-to-wire fashion, the first player in the 59-year history of the tournament to lead outright in all four rounds. Finished six strokes ahead of Bob Estes, matching the largest victory margin at the tournament (Vijay Singh in 2002 and Jack Burke, Jr. in 1952). In previous seven TOUR wins, won by a total of five strokes. 2005: Won for the third consecutive season and was the first player during the year to successfully defend a title with his victory at the Mercedes Championships. Became the first back-to-back winner in 22 years at the TOUR's season-opening event. Came from four strokes back on final day to pass 54-hole leader Vijay Singh. Almost did not return to defend title due to a nerve problem in his left hip and upper thigh causing severe pain and expectant due date of pregnant wife Ashley...Made fourth International Presidents Cup team. 2004: Finished in the top 20 (No. 13) on the money list for the third time in his career and second consecutive season. Earned fifth career victory at the Mercedes Championships, topping Vijay Singh by one stroke. Held first- and third-round leads...Held four-stroke lead through 54 holes at the Bay Hill Invitational but a final-round 76 left him six strokes behind winner Chad Campbell. 2003: Season punctuated by fourth career victory at the Las Vegas Invitational, his first win since 1999. Finished 12th on the money list and represented the International team at The Presidents Cup in South Africa...Surpassed the $10-million mark in career TOUR earnings with Vegas victory. Defeated Scott McCarron in playoff after the two set a tournament record with scores of 31-under 328, including career-low 62 in first round...Prior to win, had finished T2 three times earlier in the year, Shell Houston Open, 84 LUMBER Classic of Pennsylvania and the American Express Championship. 2002: Moved back into top 50 in earnings, highlighted by near miss at The Open Championship. Best career finish in a major, T2, at the 131st Open Championship at Muirfield. After posting final-round 65 to join Ernie Els, Thomas Levet and Steve Elkington in playoff, bogeyed the fourth and final hole of the aggregate playoff to be eliminatedâŚSecond runner-up finish came at the Invensys Classic at Las Vegas, one stroke shy of Phil Tataurangi, who posted a final-round 62. 2001: Despite four top-10s, fell out of the top 30 on TOUR money list, at 55th, for the first time since 1998. 2000: Although winless for first time in four seasons, stood 24th on the money list with earnings of $1,642,221 in 24 starts...Best of five top-10s came in his second start, as runner-up to Paul Azinger at Sony Open in Hawaii...Four sub-par rounds at PGA Championship produced T4 finish...Participated in second Presidents Cup as member of International team. 1999: Earned his third title in as many seasons with Shell Houston Open win. Stood two strokes back after 36 holes and three back through 54 holes. Closing 71, the highest final round by a winner in 15 years at TPC Woodlands, was good for one-stroke victory over John Cook and Hal Sutton. Credited his late wife Renay with giving him the strength to win his first title since her death in the previous year. 1998: Earned his second TOUR victory at Kemper Open. Trailed by one through 54 holes and survived windswept Sunday with closing 72, one stroke better than Scott Hoch. 1997: Established himself as one of TOUR's young stars, becoming the first PGA TOUR Qualifying Tournament graduate to earn more than $1 million the following year...Won The Honda Classic, finished second twice and earned trip to THE TOUR Championship...Held one-stroke lead over Payne Stewart after 54 holes at The Honda Classic. Closing 71 on windy Sunday enough for one-stroke victory over Stewart and Michael Bradley. 1995: Became eighth player to win first Web.com Tour event with victory at Monterrey Open...Earned place on PGA TOUR in 1996 by finishing fifth on the Web.com Tour money list.\n","otherCarHigh" : "","personal" : "Raised on dairy farm where, as a junior, he used to hit golf shots from paddock to paddock to hone his game...Former Australian Rules football player before turning to pro golf in 1992. Played in Australia before coming to the United States in 1995.","otherInfo" : "","ntlTeams" : "The Presidents Cup (5), 1998, 2000, 2003, 2005, 2007; World Cup (2), 2003, 2009; Dunhill Cup (3), 1997, 1998, 1999.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T21st at the Valero Texas Open.","dynStats" : "He ranks 29th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Stuart-Appleby\/299443675106"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/stuartappleby"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}