{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01197","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Clampett","first" : "Bobby","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "April 22, 1960","age" : "56","birthPlace" : "Monterey, California","residence" : "Bonita Springs, Florida","family" : "Wife, Marianna; children, Katelyn, Daniel, Michael; stepchildren, Nicholas, Anna","education" : "Brigham Young University","splInterest" : "Golf instruction, course design, flying, snow skiing, Bible study, biking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1980","clubAffl" : "","cityPlaysFrm" : "Carmel; California; United States","websiteUrl" : "www.bobbyclampett.com, www.impactzonegolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,073,118&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1990","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(8): 1978 California Amateur, Western Amateur, World Amateur. 1979 Western Athletic Conference Champinship [indiv]. 1980 Western Athletic Conference Championship [indiv], California Amateur, Sunnehana Amateur. 1983 World Mixed Team Championship [with Betsy King].","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made a total of 17 starts during the season...Secured his lone top-10 finish of the campaign the first week of June when he closed with a 4-under-par 68 to finish T8 at The Principal Charity Classic...Also finished T20 at the Encompass Championship later that month near Chicago.\n\n2013: Season resume included 18 starts, with a pair of top-10 finishes...Played some of his best golf over the final two months of the season...Matched his career-best Champions Tour effort, with a T4 finish at the Boeing Classic in late-August. It was his best performance since a T4 at the 2012 Insperity Championship. Trailed by one stroke after an opening-round 67 and was three behind John Riegger after 36 holes. Final-round 70 dropped him into the fourth position...Started Sunday's final round in second place, two strokes behind Rocco Mediate, in his next start at the Shaw Charity Classic in Calgary in early September. An even-par 71 Sunday dropped him into a five-way T5...Narrowly missed a third top-10 when he finished T11 at October's SAS Championship.\n\n2012: Played some of his best golf early in the season when he had four top-10 finishes in his first six starts on his way to a 39th-place finish on the money list, his highest standing in three years on the circuit...Equaled his top career Champions Tour performance when, as a sponsor exemption, he T4 at the Insperity Championship in Houston. Was two strokes out of the lead after 36 holes at The Woodlands CC but carded a 71 Sunday. Performance earned him a spot in The Principal Charity Classic, the Tour's next event...Was on the leaderboard throughout the Mississippi Gulf Resort Classic and eventually finished T5 at Fallen Oak, his best effort since a T5 at the 2011 Nature Valley First Tee Open at Pebble Beach...Shared the first-round lead after a 6-under-par 65 at the Toshiba Classic but eventually finished T8 after struggling to a second-round, 3-over 74...Was a late addition to the field at the Liberty Mutual Insurance Legends of Golf in April when Tom Watson withdrew with an arm injury. Teamed with Andy North to finish eighth in Savannah.\n\n2011: Played in 17 Champions Tour events and was among the top 25 three times...Turned in a nice performance in July at the Nature Valley First Tee Open at Pebble Beach when he T5 on the Monterey Peninsula. Playing in front of family and friends just a short distance from where he grew up, he was in contention for most of the final round before his bid for his first win in nearly 30 years was derailed by a pair of double bogeys at Pebble Beach GL...In his next start in early August, he shot three straight sub-70 scores to finish T17 at the 3M Championship...Early in the season, was T23 at the Mississippi Gulf Resort Classic...Was T6 at the Champions Tour National Qualifying Tournament in Scottsdale, Ariz., and eventually placed eighth after playoffs.\n\n2010: Made 15 starts after turning 50 in late April...Had his best outing in September near his adopted hometown of Cary, N.C. Shot rounds of 68-69 on the weekend to T4 at the SAS Championship, his best performance as a Champions Tour rookie...Was the 36-hole leader at the Regions Charity Classic in just his second Champions Tour start. Held a one-stroke advantage following rounds of 65-64 at the Robert Trent Jones Golf Trail at Ross Bridge near Birmingham before closing with a 1-over-par 73 to eventually finish T5...Returned to his native Monterey Peninsula for the first time as a senior and finished T8 at the Home Care & Hospice First Tee Open at Pebble Beach. Second-round 66 at Del Monte was the low round of the day on that course and he followed it up with a 69 at Pebble Beach on Sunday...Made his Champions Tour debut in early May at the inaugural Mississippi Gulf Resort Classic and was T47 at Fallen Oak. \n","otherCarHigh" : "Played the PGA TOUR full-time from 1981 to 1995 with 395 career starts to his credit and $1.4 million in career earnings...In 1984, became the youngest player to exceed $500,000 in career earnings...After four runner-up finishes in 1981 (including two losses in playoffs) and another second-place finish midway through 1982, he finally broke through for his lone PGA TOUR victory when he won the 1982 Southern Open by two strokes over Hale Irwin...Rookie season in 1981 included a career-best 14th-place finish on the money list, with four runner-up finishes among a career-best eight top-10 finishes...Enjoyed a five-stroke lead over Nick Price after 36 holes of the 1982 Open Championship at Royal Troon, but struggled over his final two rounds and finished T10...One of the top amateurs in history—winner of the 1978 and 1980 California State Amateur, the 1980 Sunnehanna Amateur and the 1978 Western Amateur...He was also the low amateur at 1978 U.S. Open and the winner of the 1978 World Amateur medal...Was a three-time, first-team All-America at Brigham Young University, from 1978-80 and a two-time winner of the Fred Haskins Award, presented to top collegiate player...Was the Western Athletic Conference Player of the Year in 1978, 1979 and 1980 and was a two-time Western Athletic Conference individual champion...Is a member of the Brigham Young University Athletic Hall of Fame...Played on the 1982 U.S. World Cup team, teaming with Bob Gilder to finish second to Spain.","personal" : "Joined CBS Sports in 1991 as an on-course reporter for the PGA Championship, and split duties between CBS, TNT and Golf Channel telecasts for several years...One of three former BYU players on the Champions Tour, joining Mike Reid and Rick Fehr...Launched the business, Impact Zone Golf (impactzonegolf.com), after such demand for instruction arose from his book, The Impact Zone, published in 2007...Is also active in golf course design...Has been an active pilot since 1987, having logged more than 4,000 flight hours. Flies a 1986 Piper Malibu and flies to many of the Tour events...Father, Robert, was a two-time national air-race champion in the pylon division and once worked for Howard Hughes...Also active in several charity organizations within his community. His website is bobbyclampett.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 4th on the PGA TOUR Champions 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Bclampett"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}