{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34264","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Swafford","first" : "Hudson","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "200","weightMetric" : "91","birthDate" : "September 9, 1987","age" : "28","birthPlace" : "Lakeland, Florida","residence" : "St. Simons Island, Georgia","family" : "Wife, Katherine","education" : "University of Georgia (2011, Consumer Economics)","splInterest" : "Hunting, fishing, University of Georgia football","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013, 2014)","trndProYear" : "2011","clubAffl" : "Sea Island Club (Sea Island, Georgia)","cityPlaysFrm" : "Sea Island; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,334,008&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "21st on 2013 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "With a T9 finish at the Sony Open in Hawaii, recorded his third PGA TOUR top-10 and second at the annual Hawaii start (2014 Sony Open - T8).","carHigh" : "2012: Made the cut in 14 of 26 events during his rookie season on the Web.com Tour and finished No. 27 on the money list, thanks to a win and five other top-25 finishes...Fired a course-record, 9-under 62 in the final round of the Stadion Classic at UGA to earn his first career win. Capped a brilliant Sunday by holing out from a greenside bunker on his final hole to finish at 17-under 267. Had a trio of three birdies in a row on the last day, winding up at No. 18, where he then waited 90 minutes for the rest of the field to finish. Wound up taking the title by one when co-leader Luke List, playing in the next-to-last group, bogeyed the 18th hole after hitting his tee shot into the trees down the right side. Victory was worth $99,000, who moved to No. 7 on the season money list. Joined former teammate Russell Henley (2011) as former Bulldogs to win on their home course. He became the third member of the 2011 Georgia team to win on Tour in the span of one year—joining Henley and Harris English (2011 Nationwide Children's Hospital Invitational)...Was just three strokes off the lead after 36 holes at the Preferred Health Systems Wichita Open and eventually finished T4 in South Central Kansas after carding a 68 Sunday...Got off to fast start to the season when he fired a tournament record, 5-under 30 in his first nine holes as a Tour member at the season-opening Pacific Rubiales Colombia Championship. Birdied the 10th before posting three bogeys coming in to end at 3-under 68. Went on finish T18 in Bogota...Entered the final week of the year No. 23 on the money list, but a T39 finish at the Web.com Tour Championship dropped him four spots, to No. 27, about $2,700 shy of gaining his 2013 PGA TOUR card. \n","otherCarHigh" : "Three-time All-America selection at the University of Georgia. Was named Southeastern Conference Freshman of the Year. Twice named to the All-SEC first team. Sat out his fourth year due to shoulder surgery. Returned to the lineup for his senior year and was 14th at the SEC Championship...Qualified for the U.S. Amateur in 2006 and the U.S. Open in 2010...Finished as the individual runner-up at the 2003 and 2005 state tournaments playing for Maclay High School in Tallahassee...Won the SJGT's UGA-AutoTrader.com Junior Invitational in 2003, 2004 and 2005, becoming the first player to win three times...Won the 2004 Future Masters title...Named second-team AJGA All-American in 2004...Won the 2006 Dogwood Invitational.\n","personal" : "Instructors are Todd Anderson and Bill Connelly...Biggest thrill outside golf is watching Georgia football...Never travels without his iPhone...Always marks his ball with a half-dollar...Top pro teams are the Atlanta Falcons and Atlanta Braves. Enjoys the movies \"Happy Gilmore\" and \"The Hangover.\" Likes listening to the Goo Goo Dolls and George Strait. Enjoys visiting Atlanta and vacationing in Destin, Fla...Twitter account is @hud_swafford...Favorite gadget is the iPhone. Carries beef jerky in his golf bag. Bucket list is to travel to Italy. Became a breast cancer supporter after his mother had the disease.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013-14","qSchoolYear" : "","exmtStatus" : "81st in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "With a T9 finish at the Sony Open in Hawaii, recorded his third PGA TOUR top-10 and second at the annual Hawaii start (2014 Sony Open - T8).","carHigh" : "2014-15: Six top-25 finishes in 28 starts resulted in his first start in the FedExCup Playoffs. Posted a final-round, 5-over 76 at TPC Boston to finish T33 at the Deutsche Bank Championship and end his season at No. 81 in the FedExCup standings...Finished T8 at the season-opening Frys.com Open, four strokes behind champion Sangmoon Bae. Week highlighted by five consecutive birdies to close the third round. Picked up where he left off Saturday, playing the first 11 holes of his final round in 6-under to make a Sunday charge. A bogey on the par-4 12th hole followed by six consecutive pars led to the T8 finish, equaling his career-best finish (2014 Sony Open in Hawaii). Held a share of the first-round lead at the OHL Classic at Mayakoba before finishing T51...Recorded his first career ace on the PGA TOUR during the second round of the FedEx St. Jude Classic (No. 14, 169 yards, 9-iron).\n\n2013-14: Finished rookie season with 11 made cuts in 26 starts, highlighted by five top-25 finishes, three of which were T12 or better. Ended his season ranked No. 146 in the FedExCup standings. Improved exempt status for the 2014-15 PGA TOUR Season via the Web.com Tour Finals…One of 11 rookies in the field at the Sony Open in Hawaii, equaled the best finish by that group with a T8 effort, which would be his best of the year. Led by a second-round 6-under 64, recorded his first PGA TOUR top-10 finish in his sixth career start…Opened with a 69 in the morning at Colonial CC's South Course, then came back with a 64 on the North Course to earn medalist honors at U.S. Open sectional qualifying in Memphis. Defeated J.B. Holmes by a shot to secure a spot in his second U.S. Open (missed cut), to go with his 2010 appearance...Fired a 66 in the first round of the Chiquita Classic in the second Web.com Tour Finals' event. Posted a 73 Friday but bounced back with 68-70 on the weekend for a T10 and a check worth $26,000...The following week, finished T22 at the Nationwide Children's Hospital Championship...Was in bubble territory in the fourth and last Finals' event before posting a T25 result at the Web.com Tour Championship in Ponte Vedra Beach, good enough to earn his return to the PGA TOUR.\n\n2013: Ended the season by making the cut in 14 of 25, with three top-10s and eight top-25 finishes among those starts. Was T10 at the Mylan Classic near Pittsburgh...Added a second top-10 finish to his resume when he was T7 at the Nationwide Children's Hospital Championship, the third of four events in the Web.com Tour Finals...Closed the year with a T24 at the Web.com Tour Championship and secured his 2013-14 PGA TOUR card by finishing No. 21 on the Finals' priority list. \n\n2012: Made the cut in 14 of 26 events during his rookie season on the Web.com Tour and finished No. 27 on the money list, thanks to a win and five other top-25 finishes...Fired a course-record, 9-under 62 in the final round of the Stadion Classic at UGA to earn his first career win. Capped a brilliant Sunday by holing out from a greenside bunker on his final hole to finish at 17-under 267. Had a trio of three birdies in a row on the last day, winding up at No. 18, where he then waited 90 minutes for the rest of the field to finish. Wound up taking the title by one when co-leader Luke List, playing in the next-to-last group, bogeyed the 18th hole after hitting his tee shot into the trees down the right side. Victory was worth $99,000, who moved to No. 7 on the season money list. Joined former teammate Russell Henley (2011) as former Bulldogs to win on their home course. He became the third member of the 2011 Georgia team to win on Tour in the span of one year—joining Henley and Harris English (2011 Nationwide Children's Hospital Invitational)...Was just three strokes off the lead after 36 holes at the Preferred Health Systems Wichita Open and eventually finished T4 in South Central Kansas after carding a 68 Sunday...Got off to fast start to the season when he fired a tournament record, 5-under 30 in his first nine holes as a Tour member at the season-opening Pacific Rubiales Colombia Championship. Birdied the 10th before posting three bogeys coming in to end at 3-under 68. Went on finish T18 in Bogota...Entered the final week of the year No. 23 on the money list, but a T39 finish at the Web.com Tour Championship dropped him four spots, to No. 27, about $2,700 shy of gaining his 2013 PGA TOUR card. \n\nAmateur: Three-time All-America selection at the University of Georgia. Was named Southeastern Conference Freshman of the Year. Twice named to the All-SEC first team. Sat out his fourth year due to shoulder surgery. Returned to the lineup for his senior year and was 14th at the SEC Championship…Qualified for the U.S. Amateur in 2006 and the U.S. Open in 2010 (missed the cut)…Finished as the individual runner-up at the 2003 and 2005 state tournaments playing for Maclay High School in Tallahassee…Won the SJGT's UGA-AutoTrader.com Junior Invitational in 2003, 2004 and 2005, becoming the first player to win three times…Won the 2004 Future Masters title…Named second-team AJGA All-American in 2004…Won the 2006 Dogwood Invitational. \n","otherCarHigh" : "","personal" : "Biggest thrill outside golf is watching Georgia football…Always marks his ball with a half-dollar…Top pro teams are the Atlanta Falcons and Atlanta Braves. Enjoys the movies \"Happy Gilmore\" and \"The Hangover.\" Likes listening to the Goo Goo Dolls and George Strait. Enjoys visiting Atlanta and vacationing in Destin, Fla…Twitter account is @hud_swafford…Favorite gadget is the iPhone...Carries beef jerky in his golf bag...Became a supporter of breast-cancer research after his mother had the disease...Married the former Katherine Brandon on New Year's Eve 2013 in St. Simons Island, Ga.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T9th at the Sony Open in Hawaii.","dynStats" : "He ranks 70th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/Hud_swafford"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/Hud_swafford"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}