{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27963","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stroud","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "180","weightMetric" : "82","birthDate" : "February 3, 1982","age" : "34","birthPlace" : "Groves, Texas","residence" : "Houston, Texas","family" : "Wife, Tiffany; Halle Grace (11\/6\/09), Harper (6\/11\/12)","education" : "Lamar University (2004, Management Information Systems)","splInterest" : "Cooking, fishing, snow skiing, hunting","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2004","clubAffl" : "","cityPlaysFrm" : "Houston; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,368,702&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Thanks to three rounds in the 60s at the Frys.com Open, earned a T10 with six others at 11-under 277.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "2006, 2007, 2008","exmtStatus" : "116th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Thanks to three rounds in the 60s at the Frys.com Open, earned a T10 with six others at 11-under 277.","carHigh" : "2014-15: Claimed a pair of top-10 finishes in 27 starts through the Wyndham Championship to advance to the Playoffs, ranked 109th in the FedExCup standings. A missed cut at The Barclays kept him outside the top 100 in the FedExCup standings at No. 116, ending his season...In his first start in Asia, playing at the Japan Golf Tour's Dunlop Phoenix in November 2014, opened with a 4-under 67 and closed with a 5-under 66 to finish solo eighth, five shots out of the Hideki Matsuyama-Hiroshi Iwata playoff that Matsuyama won. Strung together four rounds of par or better at the Travelers Championship to T10 with four other players...Fired nine birdies in the final round of the John Deere Classic for his lowest final-round score since the 2009 Shriners Hospital for Children's Open when he posted an 8-under 63. Finished in a three-way T5. In his European Tour debut, opened 68-66 at the Alfred Dunhill Links Championship in Scotland. On the weekend, at St. Andrews' Old Course, rounds of 70-68 led to a T2 with Brooks Koepka. In his European Tour debut, opened 68-66 at the Alfred Dunhill Links Championship in Scotland. On the weekend, at St. Andrews' Old Course, rounds of 70-68 led to a T2 with Brooks Koepka. \n\n2013-14: Claimed four top-10s in 19 made cuts, two of which were runner-up finishes. As a result, earned a berth into the FedExCup Playoffs for a fourth consecutive season. Year ended after the BMW Championship, where he settled in at No. 47 in the final FedExCup standings...Finished T3, with rounds of 67-69-68-71 at the PGA TOUR's first FedExCup event held in Asia, the CIMB Classic. Playing in Sunday's final group, nearly joined the Ryan Moore-Gary Woodland playoff when he almost chipped in on the 72nd hole...Was T3 at the OHL Classic at Mayakoba, finishing five shots off the winning score...Finished T9 at the Puerto Rico Open on the strength of a final-round 65...Finished T14 at the Crowne Plaza Invitational at Colonial after holding a share of the third-round lead. A final-round 72 dropped him out of contention...His T4 performance was his third top-20 finish in four Greenbrier Classic starts (T9 in 2010, T18 in 2011 and a missed cut in 2012). The finish in West Virginia was his 10th top-25 finish of the season, a career-best. His four top-10 finishes tied his career-high mark (2010 and 2013). Earned an invitation into The Open Championship at Royal Liverpool based on being one of the top-four qualifiers not otherwise qualified among the top 12 at The Greenbrier Classic.\n\n2013: Made the cut in a career-high 18 events out of 26 starts, with a playoff loss at the Travelers Championship the best of his four top-10 finishes. Also posted career-best performances in the FedExCup (No. 43) and the money list (No. 55)...Three rounds of 1-under 70 and a third-round, 2-under 69 led to a T6 finish at the RBC Heritage. His first top-10 finish of the season came in his 12th start of the year and represented his first top-10 since a T9 in the 2012 Honda Classic...The resident of Groves, Texas, finished T7 at the Crowne Plaza Invitational at Colonial for his second top-10 of the season. Entered the final round trailing Matt Kuchar by one stroke but was unable to mount a charge with an even-par 70 to finish four strokes behind champion Boo Weekley...Lost on the second playoff hole when Ken Duke made birdie-3 on No. 18 at the Travelers Championship. Previous best finish on TOUR was a fourth-place showing at the 2011 OHL Classic at Mayakoba. Made a 50 foot birdie chip in on No. 18 to force a playoff with Duke, at 12-under. Was one shot off the lead entering the final round and recorded a bogey-free 67 to make his first playoff. Recorded his first top-10 in his seventh career Travelers Championship start. Withdrew in his first start in Hartford after an opening 72 in 2007. Has made the cut in each of his other six starts...A month later, posted a final-round, 6-under 66 at Annandale GC to claim a T9 with four others at the Sanderson Farms Championship. Played the four par-5s in 11-under for the week...Held a share of the first-round lead at the Wyndham Championship before finishing T37...Entered the BMW Championship No. 39 in the FedExCup standings but was unable to mount a charge into the top 30, finishing T51 at Conway Farms and No. 43 in the FedExCup.\n\n2012: Qualified for the FedExCup Playoffs for the third time in his career and for the second consecutive year. Failed to advance to the second event of the Playoffs after missing the cut at The Barclays...In his sixth start of the season, picked up a top-five finish at the Mayakoba Golf Classic for the second year in a row. Had a chance to join the John Huh-Robert Allenby playoff with a birdie on the 18th hole but double-bogeyed the par-4 to finish T5 a year after finishing fourth...A week later, kept the momentum going at PGA National, where he T9 with Kevin Stadler and Graeme McDowell at The Honda Classic. It marked the first time in his career he had posted consecutive top-10 finishes.\n\n2011: Had career-bests with eight top-25 finishes (later matched in 2012), a 61st-place performance in the FedExCup and an 85th-place showing on the money list...Recorded his career-best finish on TOUR with a fourth-place finish at the Mayakoba Golf Classic. Recorded eight straight birdies (Nos 9-16) en route to a second-round 63 to come within one of the TOUR record of nine straight birdies. Held a three-stroke lead through 36 holes but posted rounds of 70-70 on the weekend to finish four shots out of Johnson Wagner-Spencer Levin playoff...Collected second top 10 of the season with a T6 at the AT&T National. 2010: Finished T10 at THE PLAYERS Championship in his first career start at TPC Sawgrass for first top 10 of the season...Failed to crack the top 40 in his next seven starts before finishing T9 at the inaugural Greenbrier Classic, where he equaled his career-best with a 63 in the second round...Finished T5 at the Viking Classic on the strength of a second round 65. Was 125th on the money list coming into the Viking Classic and moved to 111th to secure TOUR card for 2011...Finished T7 at the Children's Miracle Network Classic after holding the first-round lead with a 10-under 62. 2009: Finished in the top 125 on the PGA TOUR for the first time in his career after earning his TOUR card via the Qualifying Tournament for the previous three years...Recorded two top-10 finishes and five top-25 finishes...Finished T6 at the AT&T Pebble Beach National Pro-Am with an 8-under 208 total...A week after posting an 8-under 63 in the final round of the Justin Timberlake Shriners Hospitals for Children Open (T19), fired back-to-back 5-under 65s in rounds two and three of the Frys.com Open en route to a T8. Finish moved him from 125th to 111th on the money list. 2008: Following a T10 at the Children's Miracle Network Classic, his lone top-10 finish for the year, successfully made it through the final two stages of the PGA TOUR Qualifying Tournament to earn his card for the 2009 TOUR season. Posted five of six rounds in the 60s, including a final-round 6-under 66 at PGA West. 2007: Finished 133rd on the money list, but improved his status by finishing third at the PGA TOUR Qualifying Tournament...Made nine cuts in 24 starts on TOUR, where he finished in the top-25 five times. In sixth start of the season, posted four sub-par rounds at the Zurich Classic of New Orleans to finish T5 for first career top-10...Recorded his second top-10 finish of the season with a T6 at the Valero Texas Open. Third-round 64 marked the low 18-hole score of his TOUR career. 2006: Earned first PGA TOUR card after getting through all three stages of the Qualifying Tournament, finishing T16 at the finals...Played nine events on the Web.com Tour, with two top-10s—a T5 at the BMW Charity Pro-Am at The Cliffs and a T6 at the LaSalle Bank Open. Finished 96th on Web.com Tour money list...Also played NGA Hooters Tour and Tight Lies Tour since turning professional in 2004. Finished 18th on the NGA Hooters Tour money list on the strength of two runner-up finishes. Amateur: Captured the 2003 North and South Amateur...Two-time All-America and four-time Southland Conference Player of the Year at Lamar University. T3 at 2003 NCAA Men's Golf Championships...Played for United States at 2004 Palmer Cup and was one of five finalists for 2004 Ben Hogan Award.\n","otherCarHigh" : "","personal" : "Is an avid wine collector. Loves to snow ski.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2004.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T10th at the Frys.com Open.","dynStats" : "He ranks T87th in Approach 50-75 yards (RTP Scor on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ChrisStroudPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}