{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32056","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Campbell","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "January 31, 1983","age" : "33","birthPlace" : "Baddeck, Nova Scotia, Canada","residence" : "Windermere, Florida","family" : "Wife, Jeanne; Alli Reanne (April 17, 2012)","education" : "Southern Wesleyan University (2006, Psychology)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "Bell Bay GC (Baddeck, Nova Scotia, Canada)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Ranked 53rd on the Order of Merit at the conclusion of the PGA TOUR Latinoamérica season, where his best finish was T2 at the Mundo Maya Open in April… His other top-10 was T6 at the Lexus Panama Classic in May… Made the cut in 4 of 9 starts… Earned Latinoamérica status as the medalist at the Q-School held in Sebring, Florida in January. Held that event's lead for the last two rounds and won by three-strokes at 7-under par 281… Finished T35 at the PGA TOUR Canada Qualifying School in Florida in April to earn his playing privileges… Best finish was T2 at the Forces and Families Open with stellar rounds of 66-69-67-66, one stroke behind champion Greg Machtaler… Closed his season with a solo seventh result at the TOUR Championship of Canada, his second career top-10 on PGA TOUR Canada, and finished 30th on the Order of Merit.\n\n2013: Made three cuts in nine starts on PGA TOUR Canada, including a T23 finish at the Cape Breton Celtic Classic presented by PC Financial. Shared the first round lead at The Players Cup before finishing T32.\n\n2012: Earned non-exempt status with rounds of 75- 69- 73-79 at the 2012 California Q-School. Made three cuts in his rookie season on PGA TOUR Canada, with his best finish a T43 at The Players Cup... Re- gained exempt status for 2013 at the 2012 Fall Qualifying School, where he shot a first round 74 that included nines of 45- 29.\n\n2011: Finished T3 at the Samanah Classic on the eGolf Tour.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2014 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: A T12 at the 57th Abierto Mexicano de Golf has been his best finish this season on PGA TOUR Latinoamérica On Mackenzie Tour, made four cuts in nine events with a T33 at the Baynew Place Islang Savings Open.\n\n2014: Played nine events with five made cuts and three top 25s. Season-best finish was a T2 at the Forces and Families Opene with bookend rounds of 66, one stroke behind champion Greg Machtaler.\n\n2013: Made three cuts, starting with a T44 at The Syncrude Boreal. The following week, a first-round 65 at The Players Cup spurred him to a T32 finish at the Pine Ridge GC...Enjoyed his first top-25 of the season at the Cape Breton Classic, a T23, on the strength of three sub-par rounds. 2012: Regained exempt status at the Fall Qualifying School, where he shot a first-round 74 that included nines of 45-29...Made three cuts in his PGA TOUR Canada rookie season, with his best finish a T43 at The Players Cup. 2011: Finished T3 at the 2011 Samanah Classic on the eGolf Tour...Turned in a T4 at the Q-School prep tournament on the Hooters Tour...Earned non-exempt status PGA TOUR Canada status, with rounds of 75-69-73-79.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was T2nd in 2014 at the Forces and Families Open.","dynStats" : "He ranks T38th in Total Eagles on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}