{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29476","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Reifers","first" : "Kyle","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "175","weightMetric" : "79","birthDate" : "October 13, 1983","age" : "32","birthPlace" : "Columbus, Ohio","residence" : "Charlotte, North Carolina","family" : "Single","education" : "Wake Forest University (2006, Religion)","splInterest" : "Cars, sports","pronunciation" : "RYE-furs","nwTourAlumnus" : "Web.com Tour Graduate (2011, 2014)","trndProYear" : "2006","clubAffl" : "River Run G&CC (Davidson, North Carolina); Carolina CC (Raleigh, North Carolina)","cityPlaysFrm" : "Charlotte; NC; United States","websiteUrl" : "http:\/\/www.kylereifersgolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,687,308&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Fully Exempt: # Nearest 50 - 39th Web.com Tour qualifier at 2012 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Thanks to a bogey-free, 7-under 65 in the third round, claimed a T6 with three others in the season's first event, the Frys.com Open...In his fourth start at the Shell Houston Open, tied for seventh with two other players at 10-under 278. The T7 marked his second top-10 of the season.","carHigh" : "2013: Played in four PGA TOUR events, with his best performance a T5 at the Sanderson Farm Championship. Made one other cut (T54), missing two others...In 15 Web.com Tour starts, had just one top-25, a T11 at the Price Cutter Charity Championship, but seven finishes between T28 and T41.\n\n2012: Finished No. 138 in the FedExCup standings to miss the PGA TOUR Playoffs. Best finish came when he T13 at the Crowne Plaza Invitational at Colonial...Was also T15 at The McGladrey Classic, shooting four rounds in the 60s (67-68-67-69).\n\n2011: Finished with three top 10s in 23 starts on the Web.com Tour, finishing a career-best No. 16 on the official money list and guaranteeing a return to the PGA TOUR for the first time since his rookie season in 2007...Opened the year with a T6 a the Panama Claro Championship where he shared the 36-hole lead...Added a T5 at The Rex Hospital Open, one of six players tied for the lead late in the final round. Played the final seven holes in 1-over par and wound up two shots back of winner Kyle Thompson...Finished T2 at the Nationwide Children's Hospital Invitational in his hometown of Columbus. Rolled in a critical 15-foot birdie putt on the 72nd hole to finish at 13-under par, one back of winner Harris English. Since English and John Peterson (T2) were both amateurs and ineligible to receive any prize money, collected the first-place money of $144,000, moving from No. 52 to No. 5 on the money list at the time.\n\n2010: Played in 26 Web.com Tour events and made seven cuts. Had two runner-up finishes, at the Chitimacha Louisiana Open and the Winn-Dixie Jacksonville Open. Finished No. 67 on the money list...At the Chitimacha Louisiana Open, finished T2, six strokes back of tournament winner Fabian Gomez. Heading into the weekend he was T54, however, back-to-back 67s on the weekend gave him his best finish since winning the 2006 Chattanooga Classic...Notched his second top-10 of the year in October at the Winn-Dixie Jacksonville Open. Missed nine cuts in a row prior to finishing T2.\n\n2009: Ended the season No. 56 on the Web.com Tour money list. First top-10 was a T4 at the South Georgia Classic, which pushed him to a season-high No. 26 on the money list. Fired an 8-under 64 in the third round to move into contention at the Nationwide Tour Players Cup, where he finished T7. Opened the Ford Wayne Gretzky Classic with a career-low-tying 61 that included a Web.com Tour record birdie-eagle streak. Had a pair of eagles and was 10-under par for an eight-hole stretch during the first round, breaking the mark of 9-under by Ahmad Bateman at the 1996 Utah Classic. Would go on to finish T12 in Canada. Started the Chattanooga Classic's final round two strokes back in solo second, but shot 71 Sunday to finish T6. \n\n2008: Made the cut in 15 of 27 starts with three top-10 finishes. Making his 12th start of the season, finished T5 at the Bank of America Open for his first top-10 finish of the season. Jumped out to the first-round lead with a 9-under 63, which included three eagles, followed by rounds of 71-73-69 to finish four strokes behind winner Kris Blanks. Finished T3, two shots out of a playoff, at the Knoxville Open after closing rounds of 65-66. Finished T10 at the Ford Wayne Gretzky Classic the following week. Ended the season with a T11 finish at the Web.com Tour Championship, where he posted middle rounds of 64-65. \n\n2007: Completed the PGA TOUR season No. 181 on the money list, with $276,369. Made the cut in nine of 27 starts, with two top-25 finishes. Posted a course-record 64 at the TPC Louisiana in the first round of the Zurich Classic of New Orleans. Finished T24. Also finished inside the top 25 at the Arnold Palmer Invitational, with a career-best T12. Earned rookie PGA TOUR card for 2007 with T29 finish at 2006 PGA TOUR Qualifying Tournament. \n\n2006: Made the cut in 10 of 15 starts during his rookie season on the Web.com Tour, with four top-25s. Ended the season No. 44 on the money list, with $127,424. Shot a course-record and season-low 11-under-par 61 in the final round and then sank a 15-foot birdie putt on the first playoff hole to capture the Chattanooga Classic, becoming the 11th player in Tour history to win his first career start and the 19th to win on Tour as a Monday qualifier. Posted a closing 36-hole score of 18-under 126 on his way to the win. Shot a tournament-record 26-under 262 on his way to a career-best $85,500 payday. Victory in Tennessee came just two weeks after finishing second at the NCAA Championship and one week after winning his first professional tournament in a Tarheel Tour event. Finished the season ranked No. 2 in Eagles (per hole) and fifth in All-Around Ranking. \n","otherCarHigh" : "Concluded his senior year at Wake Forest with a runner-up finish at the NCAA Championship. His Demon Deacons placed third. Two-time NCAA All-America and three-time All-Atlantic Coast Conference selection. College teammate of TOUR member Bill Haas for three seasons. Among his victories on the amateur circuit were wins at the 2005 Northeast Amateur, the 2004 Ohio Amateur and the 2004 Monroe Amateur in Rochester, N.Y. Member of the winning 2005 U.S. Walker Cup team.","personal" : "Both of his parents are accomplished amateur players, evidenced by both winning Ohio State Amateurs (the same tournament their son won in 2004). His father, Randy, played golf at DePauw University, is a member of the Ohio Golf Hall of Fame and made the cut in the 2006 U.S. Senior Open, with a T47 finish. Randy played on the same college golf team as former Vice President Dan Quayle and TV golf analyst Mark Rolfing...Attended Watterson High School in Columbus, Ohio...Never travels without his briefcase...First car was a Jeep Cherokee. He now drives a Cadillac Escalade...Favorite college team is Wake Forest University. Favorite food is pizza and favorite athlete to watch was Michael Jordan...Enjoys visiting San Diego and lists Jack Nicklaus, Arnold Palmer and Tiger Woods as the players in his dream foursome...Has received instruction from Jerry Haas and Billy Harmon.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "2006","exmtStatus" : "78th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Thanks to a bogey-free, 7-under 65 in the third round, claimed a T6 with three others in the season's first event, the Frys.com Open...In his fourth start at the Shell Houston Open, tied for seventh with two other players at 10-under 278. The T7 marked his second top-10 of the season.","carHigh" : "2014-15: Claimed two top-10 finishes in 29 TOUR starts, highlighted by a playoff loss in Reno at the Barracuda Championship, to advance to the FedExCup Playoffs for the first time. A missed cut at The Barclays was followed by a T25 a week later at the Deutsche Bank Championship, ending his season at No. 78 in the FedExCup standings...Finished T8 at the Northern Trust Open for his first top-10 of the year...In the Modified Stableford Format at the Barracuda Championship, collected a single-day record 22 points in the final round to force sudden death with 2012 tournament winner J.J. Henry. Became the fourth player of the season to post back-to-back eagles (Nos. 13 and 14) and just the second to claim three eagles in a round (Nos. 13, 14 and 18), joining Dustin Johnson from the Masters. On the first extra hole, the par-5 18th, sank a clutch, 12-foot birdie to extend the playoff and send the two back to the 18th tee. When he was unable to match Henry's eagle, settled for a career-best solo-second finish.\n\n2013-14: Played in 22 Web.com Tour tournaments, posting three third-place finishes, five top-10s and eight top-25s...Three rounds of 68 in his first start of 2014, followed by a final-round 71 at the Chile Classic, led to a T3 finish, his first top-five since the 2011 Nationwide Children's Hospital Championship...Opened with a 65 at the Chitimacha Louisiana Open in late March to take a share of the first-round lead. Rebounded from a second-round 70 with a bogey-free 66 on Saturday, which gave him a one-shot lead. Shot a 70 Sunday that included a bogey on the 72nd hole, leaving him one shot shy of joining Kris Blanks (winner) and Brett Stegmaier in a playoff...Was tied for the lead after 36 holes of the BMW Charity Pro-Am in mid-May when he carded rounds of 68-64. Posted 70-66 on the weekend for a T3 showing, his third third-place finish since the opening event of the year in March. Stayed in Greenville that week at the home of his college teammate Bill Haas...A solid week at the Midwest Classic in July featured rounds of 68-67-68-69, resulting in a T6 finish, his fourth top-10 of the year...Was 27th on the money list and had missed his last three cuts heading into the Regular Season's finale, the WinCo Foods Portland Open, in August. An indifferent start of 70-69 was followed by a timely 7-under 64 Saturday at Pumpkin Ridge, a round that featured an eagle, six birdies and one bogey. On Sunday, he stumbled to a 3-over par 39 on the front side, putting his TOUR card quest very much in doubt, with another bogey at the 11th only making matters worse. He rose to the occasion on No. 17, knocking a short iron stiff for a tap-in birdie. Needing a par on No. 18 to secure his TOUR card, hit his second shot from the fairway on the par-5 finishing hole into a group of trees short and right of the green. A fortuitous bounce shot his ball back into the fairway. From there, he comfortably made par to finish T21 and grab the 25th and final Regular Season card by a margin of just $1,463 over Sebastian Cappelen, who came to Portland on the bubble at No. 25. The swing with Cappelen was the only movement in and out of the top 25 in Portland...The finish in Portland officially secured his 2014-15 PGA TOUR card, setting up his return to the PGA TOUR for the third time...Carded 68-67 over the first 36 holes of the Chiquita Classic of the second Web.com Tour Finals' event. Started the third round T5 and posted 70-70 on the weekend for a T4.\n\n2013: Played in four PGA TOUR events, with his best performance a T5 at the Sanderson Farm Championship. Made one other cut (T54), missing two others...In 15 Web.com Tour starts, had just one top-25, a T11 at the Price Cutter Charity Championship, but seven finishes between T28 and T41.\n\n2012: Finished No. 138 in the FedExCup standings to miss the PGA TOUR Playoffs. Best finish came when he T13 at the Crowne Plaza Invitational at Colonial...Was also T15 at The McGladrey Classic, shooting four rounds in the 60s (67-68-67-69).\n\n2011: Finished with three top 10s in 23 starts on the Web.com Tour, finishing a career-best No. 16 on the official money list and guaranteeing a return to the PGA TOUR for the first time since his rookie season in 2007...Opened the year with a T6 a the Panama Claro Championship where he shared the 36-hole lead...Added a T5 at The Rex Hospital Open, one of six players tied for the lead late in the final round. Played the final seven holes in 1-over par and wound up two shots back of winner Kyle Thompson...Finished T2 at the Nationwide Children's Hospital Invitational in his hometown of Columbus. Rolled in a critical 15-foot birdie putt on the 72nd hole to finish at 13-under par, one back of winner Harris English. Since English and John Peterson (T2) were both amateurs and ineligible to receive any prize money, collected the first-place money of $144,000, moving from No. 52 to No. 5 on the money list at the time. 2010: Played in 26 Web.com Tour events and made seven cuts. Had two runner-up finishes, at the Chitimacha Louisiana Open and the Winn-Dixie Jacksonville Open. Finished No. 67 on the money list...At the Chitimacha Louisiana Open, finished T2, six strokes back of tournament winner Fabian Gomez. Heading into the weekend he was T54, however, back-to-back 67s on the weekend gave him his best finish since winning the 2006 Chattanooga Classic...Notched his second top-10 of the year in October at the Winn-Dixie Jacksonville Open. Missed nine cuts in a row prior to finishing T2. 2009: Ended the season No. 56 on the Web.com Tour money list. First top-10 was a T4 at the South Georgia Classic, which pushed him to a season-high No. 26 on the money list. Fired an 8-under 64 in the third round to move into contention at the Nationwide Tour Players Cup, where he finished T7. Opened the Ford Wayne Gretzky Classic with a career-low-tying 61 that included a Web.com Tour record birdie-eagle streak. Had a pair of eagles and was 10-under par for an eight-hole stretch during the first round, breaking the mark of 9-under by Ahmad Bateman at the 1996 Utah Classic. Would go on to finish T12 in Canada. Started the Chattanooga Classic's final round two strokes back in solo second, but shot 71 Sunday to finish T6. 2008: Made the cut in 15 of 27 starts with three top-10 finishes. Making his 12th start of the season, finished T5 at the Bank of America Open for his first top-10 finish of the season. Jumped out to the first-round lead with a 9-under 63, which included three eagles, followed by rounds of 71-73-69 to finish four strokes behind winner Kris Blanks. Finished T3, two shots out of a playoff, at the Knoxville Open after closing rounds of 65-66. Finished T10 at the Ford Wayne Gretzky Classic the following week. Ended the season with a T11 finish at the Web.com Tour Championship, where he posted middle rounds of 64-65. 2007: Completed the PGA TOUR season No. 181 on the money list, with $276,369. Made the cut in nine of 27 starts, with two top-25 finishes. Posted a course-record 64 at the TPC Louisiana in the first round of the Zurich Classic of New Orleans. Finished T24. Also finished inside the top 25 at the Arnold Palmer Invitational, with a career-best T12. Earned rookie PGA TOUR card for 2007 with T29 finish at 2006 PGA TOUR Qualifying Tournament. 2006: Made the cut in 10 of 15 starts during his rookie season on the Web.com Tour, with four top-25s. Ended the season No. 44 on the money list, with $127,424. Shot a course-record and season-low 11-under-par 61 in the final round and then sank a 15-foot birdie putt on the first playoff hole to capture the Chattanooga Classic, becoming the 11th player in Tour history to win his first career start and the 19th to win on Tour as a Monday qualifier. Posted a closing 36-hole score of 18-under 126 on his way to the win. Shot a tournament-record 26-under 262 on his way to a career-best $85,500 payday. Victory in Tennessee came just two weeks after finishing second at the NCAA Championship and one week after winning his first professional tournament in a Tarheel Tour event. Finished the season ranked No. 2 in Eagles (per hole) and fifth in All-Around Ranking. Amateur: Concluded his senior year at Wake Forest with a runner-up finish at the NCAA Championship. His Demon Deacons placed third. Two-time NCAA All-America and three-time All-Atlantic Coast Conference selection. College teammate of TOUR member Bill Haas for three seasons. Among his victories on the amateur circuit were wins at the 2005 Northeast Amateur, the 2004 Ohio Amateur and the 2004 Monroe Amateur in Rochester, N.Y. Member of the winning 2005 U.S. Walker Cup team. \n","otherCarHigh" : "","personal" : "Both of his parents are accomplished amateur players, evidenced by their both winning Ohio State Amateurs (the same tournament their son won in 2004)...Attended Watterson High School in Columbus, Ohio...Never travels without his briefcase...First car was a Jeep Cherokee. Strong supporter of Ohio State and Wake Forest athletics...Favorite food is pizza and favorite athlete to watch was Michael Jordan...Enjoys visiting San Diego and lists Jack Nicklaus, Arnold Palmer and Tiger Woods as the players in his dream foursome.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T6th at the Frys.com Open.","dynStats" : "He ranks T82nd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}