{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29939","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Zanotti","first" : "Fabrizio","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "150","weightMetric" : "68","birthDate" : "May 21, 1983","age" : "32","birthPlace" : "Asuncion, Paraguay","residence" : "Asuncion, Paraguay","family" : "Wife, Lucia","education" : "","splInterest" : "","pronunciation" : "zuh-NOT-ee","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "","cityPlaysFrm" : "Paraguay; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(2): 2006 Abierto Mexican Corona [EurChall]. 2014 BMW International Open [Eur].","curYearHigh" : "Picked up his first top-10 of the European Tour campaign when he T7 at the Nordea Masters. Was never in contention after opening 70-74-73 at PGA Sweden National in Malmo, but a final-round 66 gave him the high finish, seven shots behind winner Alexander Noren...At the KLM Open in the Netherlands in September, played superb golf all week, shooting four rounds in the 60s highlighted by a final-round 63 at Kennemer G&CC in Zandvoort. Finished fourth, two shots behind winner Thomas Pieters...The following week, was again in contention, in Italy. At the Open d'Italia, had four sub-70 rounds at GC of Milan but fell just short of the Rikard Karlberg-Martin Kaymer playoff that Karlberg won. Ended up T3 with Lucas Bjerregaard, Jens Fahrbring, David Lipsky, Danny Willett and Matthew Fitzpatrick, a stroke out of getting into the extra session.","carHigh" : "2014: Made two PGA TOUR starts during the season. Finished T26 at the World Golf Championships-Bridgestone Invitational and was T46 a week later at the PGA Championship. The finish in Louisville was his first appearance in a major championship...Finished 38th on the European Tour's Race to Dubai standings. Broke through and won on the European Tour, becoming the first Paraguayan to triumph on that circuit. At the BMW International Open, finished regulation tied with Henrik Stenson, Rafael Cabrera-Bello and Gregory Havret. After Cabrera-Bello and Havret dropped out, won on the fifth extra hole after Stenson hit his drive into the water. Stenson eventually conceded the hole and the title. Was seven shots off Pablo Larrazabal's 36-hole lead then moved into contention with a third-round, 7-under 65. Shot a second consecutive 65 on the final day...The week after his win, posted a top-10 at the Alstom Open de France, a T9 at Le Golf National...Made a run at victory earlier in the season, when he was T3 in May at the Madeira Islands Open in Portugal. In the event reduced to 36 holes because of heavy rain at the Santo da Serra GC, finished T3 with three others, three shots out of the Daniel Brooks-Scott Henry playoff that Brooks won...Was forced to withdraw from the KLM Open in the Netherlands in September. Alexandre Kaleka's tee shot struck him on the forehead while he stood on the 16th fairway. Received medical attention on Kenemer G&CC then went to the hospital for precautionary purposes. The incident forced the suspension of play for a little less than two hours...Had a nice performance at teh BMW Masters in China in early November. Shot four under-par rounds at Lake Malaren, including a 68-69-69 finish to T10.\n\n2013: Made 10 cuts in 19 starts on the European Tour, with his best finish a T16 at the Open D'Italia Lindt, stringing together four under-par rounds...Added a T18 a month later, at the ISPS Handa Perth International in Australia...At the BMW PGA Championship, shot a final-round 68 to finish T24 at the European Tour's flagship event at Wentworth Club. \n\n2012: Came close to picking up his first European Tour victory. Finished T2 at the Irish Open, firing a final-round, 6-under 66 on the final day at Royal Portrush to tie Rafael Cabrera-Bello and Anthony Wall, four shots behind winner Jamie Donaldson...Earlier inj the season, had a strong showing at the Volvo China Open at Binhai Lake GC in Tianjin. Was within striking distance of 54-hole leader Branden Grace, four shots behind Grace. Shot a Sunday, 1-under 71 to drop into a T6 with Marcus Fraser, Alex Noren, Ricardo Gonzalez and Francesco Molinari. \n\n2011: Enjoyed one top-10 during the season, finishing solo third at the Czech Open in August. After shooting three consecutive 71s at Prosper Golf Resort in Celadna, Czech Republic, had the low round of the day—a 6-under 66—that left him four shots shy of winner Oliver Fisher...Only other top-20 during the season was a T13 in his second-to-last start of the year, at the Alfred Dunhill Championship in November at Leopard Creek CC in Malelane, South Africa...Made his second PGA TOUR start, missing the cut at the Puerto Rico Open. \n\n2010: Turned in a runner-up finish for the second consecutive season, this time at the KLM Open in the Netherlands, the highlight of his season. Had four sub-70 rounds (68-68-65-69) to finish tied with Christian Nilsson, four shots behind winner Martin Kaymer...First top-10 of the season came at the Madrid Masters, where weekend rounds of 65-69 resulted in a T10 in Spain...Only other top-15 performances came at the Czech Open (T13) and the Opened de Espana (T14). \n\n2009: Finished runner-up at the Open de Espana in May. Had four under-par rounds, including a 66-65 weekend showing at PGA Golf Catalunya, only to fall two shots short of winner Thomas Levet in Girona, Spain...Picked up a T10 at The Celtic Manor Wales Open, opening with a 67...Only other top-10 was another T10, this time at the Madrid Masters in mid-October. Shot a pair of 65s in the second and third rounds...Added a T11 at the South African Open Championship in December 2008, shooting a final-round 69.\n\n2008: Did not record a top-10 in 26 European Tour starts. Top performance was a T12 at the Italian Open, thanks to weekend rounds of 66-69 and an opening, 6-under.\n\n2007: Made his PGA TOUR debut, finishing T26 at the Mayakoba Golf Classic in Mexico. Shot a second-round 63 to easily make the cut and was only three shots out of the lead through 36 holes...Enjoyed an outstanding season playing primarily on the European Challenge Tour. In his second event of the season, opened with a 3-over 74 then rebounded with rounds of 67-69-65 to win for the first time as a professional, at the Abierto Mexicano Corona at the Hacienda GC in Mexico City. Edged Daniel De Leon by a shot...First top-10 of the year came in his first start, in December 2006, recording a T5 at the Abierto Visa de la Republica...Added a T4 at the Scottish Challenge in August, with four sub-par rounds that left him tied with five other players, seven shots behind winner Robert Dinwiddie in Peebles...Two additional top-10s came late in the season, at the OKI Mahou Challenge de Espana (T10) and the Kazakhstan Open (T9)...Represented Paraguay at the OMEGA Mission Hills World Cup in that event's return to China. Finished T15 at Mission Hills, with teammate Carlos Franco.\n\nAmateur: Was the top-ranked player in Paraguay between 1997 and 2003.\n\n","otherCarHigh" : "","personal" : "Twitter account name is @fabrizanotti. Introduced to the game at age 2 by his father. Would often tag along when his dad played.","otherInfo" : "","ntlTeams" : "World Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 26th on the PGA TOUR 2 times.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}