{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24617","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gomez","first" : "Rafael","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "80","birthDate" : "December 28, 1967","age" : "48","birthPlace" : "Quilmes, Buenos Aires, Argentina","residence" : "Ranelagh, Buenos Aires, Argentina","family" : "Wife, Sandra; Juan Javier (1994), Tomás Rafael (1998)","education" : "","splInterest" : "Soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1990","clubAffl" : "Ranelagh Golf Club (Buenos Aires, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "130,398&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "2002 Caribbean Open in Freeport, Bahamas [TLA], Costa Rica Open in San Jose, Costa Rica [TLA], 2003 Caribbean Open in Freeport, Bahamas [TLA], 2004 Abierto Mexicano in Mexico City [TLA\/ECT], 2005 Tessali-Metaponto Open di Puglia e Basilicata in Italy [ECT], 2007 Abierto del Sur in Mar del Plata, Argentina [Argentina], Abierto de San Luis in San Luis, Argentina [TLA], Ángel Cabrera Classic in Cordoba, Argentina [Argentina], 2008 Televisa TLA Players Championship in Acapulco, Mexico [TLA], Abierto de San Luis in San Luis, Argentina [TLA], 50th Sport Francés Open in Santiago, Chile [TLA\/CAN], Abierto de Cariló [Argentina], Abierto de Mesopotamia [Argentina], 2009 Iberostar Riviera Maya Open in Mexico [CAN], 2010 Campeonato Metropolitano [Argentina], 2011 Torneo Provincial de Golf Buenos Aires Classic Cariló GC [Argentina], 2013 76th Campeonato Argentino de Profesionales [Argentina], 2015 81st Abierto del Litoral [DevSeries\/Argentina]","curYrHigh" : "Earned PGA TOUR Latinoamérica status with a T7 finish at the Argentina Q-School in January.","carHigh" : "2015: Survived a playoff to finish inside the top-5 at the Developmental Series Grand Final in Ecuador in January. Such an outcome secured him exempt status for the PGA TOUR Latinoamérica season… Had one top-25 and four cuts made in 16 starts on PGA TOUR Latinoamérica, where he finished 109th on the Order of Merit... Only top-25 was T15 at the Lexus Peru Open in November... Had a victory and a runner-up finish on the Argentine Tour. Won the 81st Campeonato Abierto del Litoral by two shots over Julián Etulain in Rosario in November. Finished solo second at the Abierto Norpatagónico in April, when he posted four rounds in the 60s to finish one stroke behind Emilio Domínguez.\n\n2014: Made only five cuts in 16 starts on PGA TOUR Latinoamérica… His best finish was T29 at the Ecuador Open in September… Finished the year ranked 137th on the Order of Merit.\n\n2013: Had a runner-up finish, three top-25s and seven cuts made in ten starts to finish the PGA TOUR Latinoamérica season ranked 27th on the Order of Merit.. Lost to his countryman Ángel Cabrera in a sudden death playoff for the 82nd Abierto OSDE del Centro in Cordoba, Argentina in April. Held the tournament lead after an opening 68 and carded another 68 on the final round to tie with Cabrera at 284 (even-par). Cabrera made a chip in for birdie and the win on the first hole of the sudden death playoff… Made the cut in two of four starts on PGA TOUR Canada, with a T33 as his best at The Great Waterway Classic in August… Won the 76th Campeonato Argentino de Profesionales on the Argentine Tour in October. Finished at 278 (-10) for a one-shot win over Paraguay's Carlos Franco and Argentina's Gustavo Acosta at the San Isidro GC in Buenos Aires.\n\n2012: Finished the inaugural season of PGA TOUR Latinoamérica ranked 71st on the Order of Merit to lose his Tour card. Made five cuts in ten starts and his only top-25 finish was T21 at the 65th Arturo Calle Colombian Open in Bogota, Colombia… During the first half of the year collected four top-25 finish on the Tour de las Americas' abbreviated final season. His best TLA finish was third at the Televisa TLA Players Championship, an event he was leading entering the third and final round in May.\n\n2011: Finished the Tour de las Americas season ranked 9th on the Order of Merit to earn his card for the PGA TOUR Latinoamérica 2012 season. Had five top-10 finishes and nine top-25 finishes in 16 TLA starts. His best TLA finish was T2 at the Roberto De Vicenzo Classic, where he lost a three-man playoff for the title to his countryman Nelson Ledesma. Other top TLA finishes were T3 at the Sport Francés Open in Chile and T5 at the Abierto Ciudad de Bucaramanga in Colombia… Won the Torneo Provincial de Golf Buenos Aires Classic Cariló GC on the Argentine Tour.\n\n2010: Finished the Tour de las Americas season ranked 9th on the Order of Merit. Had five top-10 finishes and nine top-25 finishes in ten starts. His best finishes were third at the Peru Open and fourth at the Carlos Franco Invitational in Paraguay. Made his TLA return by finishing T12 at the Qualifying Tournament in Argentina at the beginning of the year.\n\n2009: In his only start of the year on the Web.com Tour he finished T6 at the Panama Digicel Championship… Won the Iberostar Riviera Maya Open in Mexico for his second career win on PGA TOUR Canada, where he finished the season ranked 8th on the Order of Merit… Because of his performance on PGA TOUR Canada he earned an exemption to play the RBC Canadian Open, where he missed the cut in his third career start on the PGA TOUR… Made only four starts on the Tour de las Americas with a T13 finish at the 78th Abierto del Centro in Cordoba, Argentina as his best result.\n\n2008: Had a terrific season with three victories on the Tour de las Americas to become the Tour's winningest player with eight career wins. Finished the TLA season ranked second on the Order of Merit behind Tano Goya. His TLA victories came at the Televisa TLA Players Championship in Acapulco, Mexico, the Abierto de San Luis in San Luis, Argentina and the 50th Sport Francés Open in Chile. The last of those three events was co-sanctioned by PGA TOUR Canada, which counted it towards its 2009 season… Won twice on the Argentine Tour at the Abierto de Cariló and the Abierto de Mesopotamia.\n\n2007: Won the Abierto de San Luis in San Luis, Argentina on the Tour de las Americas,\n\n2006: Was a member of the European Tour, where his best finish of the season was 22nd at the KLM Open.\n\n2005: Won the European Tour card for the 2006 season after finishing 11th on the European Challenge Tour ranking… In his only Web.com Tour start of the season missed the cut at the BellSouth Panama Championship in January… Played the PGA TOUR's The International for the second time in his career (MC).\n\n2004: Finished the Web.com Tour season ranked 76th on the Money List. Had two top-10 finishes, seven top-25 finishes and 11 cuts made in 24 starts. His best finishes were T6 at the Cox Classic in August and T10 at the Miccosukee Championship in October… Despite making only four starts, he finished the Tour de las Americas season ranked No. 1 in the Order of Merit. His best TLA finish was a victory at the Abierto Mexicano de Golf, an event co-sanctioned by the European Challenge Tour in December.\n\n2003: Finished the Tour de las Americas season ranked 5th on the Order of Merit. His best TLA finish was a successful title defense at the Caribbean Open in Freeport, Bahamas in January… Earned the Web.com Tour card for the 2004 season by finishing T74 at the PGA TOUR's Qualifying School Final in December. \n\n2002: Finished the Tour de las Americas 2001-02 season ranked first on the Order of Merit. Collected two wins at the Caribbean Open in Freeport, Bahamas in January and at the Costa Rica Open in February. Earned $55,986 in 11 starts… Finished T38 at The International on his first career start on the PGA TOUR.\n\n2001: Finished the Tour de las Americas 2000-01 season ranked 15th on the Order of Merit.\n","otherCarHigh" : "","personal" : "Got started in golf as a caddie… His favorite professional team is Argentina's River Plate.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - Finished 2-11 at 2016 Q-School (exempt to midseason reshuffle)"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "51st qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "(3): 2002 Caribbean Open, American Express Costa Rica Open. 2003 Caribbean Open.","curYearHigh" : "Earned PGA TOUR Latinoamérica status with a T7 finish at the Argentina Q-School in January.","carHigh" : "Since his rookie season in 2004, has participated in just 11 Nationwide Tour events, with five made cuts and a career-best T6 at the 2009 Panama Digicel Championship. In Panama, posted a 67 to hold a share of the lead with seven other players. A 68 in the second round gave him a one-stroke, 36-hole lead before matching rounds of 71 on the weekend led to the T6 effort...Made the cut in 11 of 24 starts during his rookie season on the 2004 Nationwide Tour. Enjoyed six top-25 finishes, including one top-10 showing at the Cox Classic (T6). Wrapped up the season No. 76 on the money list, with $70,599...Has just three PGA TOUR starts, with a 38th-place finish at the 2002 International his only made cut. Earned $21,150 for his efforts...Has also played on the Tour de las Americas. Posted 12 top-10 finishes during that span on that Tour from 2000-03. Three-time winner, including twice at the Caribbean Open in 2002-03. Other victory came at the 2002 American Express Costa Rica Open. Best year was 2002, when he led the Tour's Order of Merit, thanks to six top-five finishes. Has also played on the Argentinian Tour and the Challenge Tour. He is a winner of 11 tournaments in South America and Central America.\n","otherCarHigh" : "","personal" : "Cites his father as his hero. Got his start in golf as a caddie.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Earned PGA TOUR Latinoamérica status with a T7 finish at the Argentina Q-School in January.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2008 Abierto del Club de Golf Sport Frances [Can].","curYearHigh" : "Earned PGA TOUR Latinoamérica status with a T7 finish at the Argentina Q-School in January.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T32nd at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : "He ranks T75th in Par Breakers on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}