{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25841","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Warren","first" : "Marc","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "168","weightMetric" : "76","birthDate" : "April 1, 1981","age" : "35","birthPlace" : "Rutherglen, Scotland","residence" : "Glasgow, Scotland","family" : "Wife, Laura","education" : "","splInterest" : "Snooker, reading, music, movies, soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "Scotland; ;","websiteUrl" : "www.championsukplc.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "(1): 2007 OMEGA Mission Hills World Cup [with Colin Montgomerie].","intlVics" : "(4): 2005 Rolex Trophy [EurChall], Ireland Ryder Cup Challenge [EurChall]. 2006 Entercard Scandanavian Masters [Eur]. 2007: Johnnie Walker Championship at Gleneagles. 2014 Made in Denmark [Eur].","curYearHigh" : "","carHigh" : "2015: Shot a final-round 64 at the Aberdeen Asset Management Scottish Open, tying for low-round-of-the-day honors to T4 with Eddie Pepperell and Joost Luiten, two shots behind winner Rickie Fowler...Played well again in his native Scotland, making it to the semifinals at the Saltire Energy Paul Lawrie Match Play before losing to eventual winner, Kiradech Aphibarnrat, 3 and 2. In the consolation battle for third place, dropped a 1-down decision to England's David Howell. Won early round matches against Richard Bland (1-up), Fabrizio Zanotti (3 and 2) and Nicolas Colsaerts (3 and 1).\n\n2013-14: Played in two PGA TOUR events, getting to the weekend in both. Was T39 at The Open Championship and T15 at the PGA Championship, thanks to weekend rounds of 66-67 in Louisville...Played primarily on the European Tour, where he won for the first time since 2007 and finished 26th in the final Race to Dubai standings. Began the Made in Denmark on the European Tour event with an even-par 71 at at Himmerland Golf and Spa Resort. Shot a 1-under 70 and was tied for 13th at the halfway point. Made his move in the third round, shooting Saturday-low score of 66 and then finished with a 3-under 68 in the final round to defeat Bradley Dredge by two shots...First top-10 of the season came at the NH Collection Open in April. Overcame a third-round 75 to fashion a final-round 68 to T6...Earned a top-three finish at the Scottish Open, finishing third, five shots behind winner Justin Rose at Royal Aberdeen. Had four under-par rounds...Had a nice weekend at the PGA Championship in Louisville, shooting rounds of 66-67 on the weekend to T15...In mid-September, at the ISPS Handa Wales Open, enjoyed four under-par rounds at Celtic Manor, including a 67-67-68 showing over his final 54 holes to T4 with four others, two shots behind winner Joost Luiten.\n\n2013: Led for most of the final round at the Open de Espana before consecutive three-puts at the 17th and 18th dropped him from a playoff and into a T4. A few weeks later at the BMW PGA Championship at Wentworth, he lost out in a three-man playoff with Simon Khan and Matteo Manassero. After a tee shot landed right into the trees and a fourth shot landed in the water, he tied for second....Playing in his first PGA Championship, opened with a 4-over 70 then played superb golf over the final 54 holes, fashioning rounds of 67-68-69 at Oak Hill CC to T12...Fired weekend rounds of 66-65 at the Turkish Airlines Open to T7 at The Montgomerie Maxx Royal in Antalya in early November. \n\n2012: Secured his European Tour card by virtue of a T5 at the 2011 Alfred Dunhill Links Championship...Made his initial PGA TOUR and major championship appearance with a T65 at the U.S. Open...Added a T3 at the Scottish Open on the European Tour. Opened 68-69-64 and was tied for third, two shots behind third-round leader Francesco Molinari. Could only muster a Sunday 71 that left him a stroke out of the Molinari-Jeev Milkha Singh playoff that Singh won. \n\n2011: Enjoyed one European Tour top-10, with his T5 Alfred Dunhill Links Championship coming late in the season. Had three 67s in October to go with a third-round 70.\n\n2010: Lone top-10 was a T9 at the Omega European Masters, thanks to four sub-70 rounds. \n\n2009: Best finish for a second consecutive season was a T4, this one coming at the Irish Open. \n\n2008: Enjoyed one top-10, at the KLM Open in the Netherlands in late-August. Opened with a 72 then recovered with rounds of 64-67-68. \n\n2007: Defeated Simon Wakefield in a playoff to win the Johnnie Walker Championship at Gleneagles...Again partnered with Colin Montgomerie to represent Scotland, with the duo going on to win the OMEGA Mission Hills World Cup in November, defeating the United States (Heath Slocum-Boo Weekley) in a playoff to register Scotland's first triumph in the event. \n\n2006: Enjoyed a superb first full season on the European Tour, capturing his maiden title, at the Scandinavian Masters, on his way to winning the Sir Henry Cotton Rookie of the Year...Played in the World Cup for the first time, joining forces with Colin Montgomerie. Finished regulation in Barbados tied with the German team of Bernhard Langer-Marcel Siem, losing in a playoff. \n\n2005: Won the first of two European Challenge Tour titles, winning the Ireland Ryder Cup Challenge. Shot an even-par 72 in the third round to go with three rounds in the 60s (67-67-66) to finish at 16-under...Won again at the Rolex Trophy, opening with an 8-under 64.\n\n2004: Again played well at the Ryder Cup Wales Challenge on the European Challenge Tour, opening with a 70 then completing the tournametn with a 66-65-67 finish to T3...Best European Tour performance was a T51 at the Diageo Championship at Gleneagles. Began with three 74s and finished with a final-round 71.\n\n2003: Played primarily on the European Challenge Tour but did make four European Tour appearances, including his first major start, at The Open Championship (missed the cut)...Only made cut came at The Diageo Championship at Gleneagles. Finished 71st...Best European Challenge Tour effort was a T10 at the Ryder Cup Wales Challenge, where he used weekend rounds of of 66-67 to earn the top-10.\n\n2002: Made his professional and European Tour debut, missing the cut at the Gleneagles Scottish Championship.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (2), 2006, 2007; Seve Trophy (2), 2007, 2013; Royal Trophy (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T12th in 2013 at the PGA Championship.","dynStats" : "He ranks T16th in Consecutive Cuts on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}