{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33448","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Thomas","first" : "Justin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "145","weightMetric" : "66","birthDate" : "April 29, 1993","age" : "22","birthPlace" : "Louisville, Kentucky","residence" : "Goshen, Kentucky","family" : "Single","education" : "University of Alabama","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2014)","trndProYear" : "2013","clubAffl" : "Harmony Landing GC (Goshen, Kentucky)","cityPlaysFrm" : "Goshen; KY; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,300,158&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Subject to second reshuffle (first eight events)","otherVics" : "","intlVics" : "","curYearHigh" : "Following his rookie season on TOUR, opened the 2015-16 season with a T3 at the Frys.com Open. Closed with a 69 and narrowly missed a 30-foot birdie on the final hole to finish one shot out of the Grillo-Na playoff...Captured first career PGA TOUR event at the CIMB Classic in Malaysia in late October. Playing in 39th career PGA TOUR event, entered the final round tied with Brendan Steele at the top of the leaderboard after opening 68-61-67. Second-round 61 matched career low (2015 Sony Open, Round 2). Overcame a double-bogey on the 14th hole on Sunday, responding with three consecutive birdies on Nos. 15-17 to post a 6-under-par 66 and win by one stroke over Adam Scott, becoming the youngest winner of the event at the age of 22 years, 6 months and 3 days. Also marked fourth consecutive winner on TOUR under the age of 24 dating back to the 2015 TOUR Championship (Jordan Spieth)...On a challenging PGA National layout, was the only player in The Honda Classic field to post all four rounds in the 60s. The former University of Alabama standout finished T3, along with playing partner and friend, Blayne Barber, an Auburn Tiger.","carHigh" : "2013: Advanced to Web.com Tour Qualifying Tournament Finals by finishing T5 at the second-stage qualifier at TPC Craig Ranch in McKinney, Texas...At Q-School Finals in December, opened with a 67 then slipped to 73-78 in the second and third of six rounds. Rebounded with a 69 the fourth day before firing the third-best set of scores over the last two days, 66-65, which secured him solid eligibility status for the 2014 season.\n","otherCarHigh" : "Named Kentucky's Mr. Golf his junior year of high school (2009) at Saint Xavier and led team to two state championships, in 2008 and 2009. Was medalist in 2009...As a 16-year-old amateur, received an invitation to play in his first PGA TOUR event, the 2009 Wyndham Championship in Greensboro, N.C. Shot 65 in his TOUR debut, adding rounds of 72-71 to make the cut and finish T78. Became the third-youngest player to make a PGA TOUR cut...Was Kentucky Junior Player of the Year in 2008 and 2010...Was a two-time Rolex Junior All-American...Recipient of the 2011 Byron Nelson International Junior Golf Award...Was runner-up at the 2010 U.S. Junior Amateur and a semi-finalist at the 2012 U.S. Amateur...Played for the winning U.S. team at the 2012 World Amateur Team Championship in Turkey...Won both the 2012 Haskins Award and 2012 Nicklaus Award, presented annually to the top college player...Also won Phil Mickelson Award that same year as the top collegiate freshman, having won in his first collegiate start and garnered a school-record four medalist honors and nine top-10s...Was a 2012 semi-finalist for the Ben Hogan Award (nation's top amateur) and captured first-team All-American honors...In 2013, helped lead Alabama to its first NCAA golf national championship and was named second-team All-American...Left Alabama after his sophomore season to turn professional, having won six individual titles in two years...His final amateur competition came in September at the 2013 Walker Cup, played at National GL on Long Island, N.Y., where he contributed to a winning U.S. effort...Earned an exemption into the 2012 Greenbrier Classic on the PGA TOUR as a result of winning the Haskins Award that June. Finished T46...Missed the cut in the Web.com Tour's Nationwide Children's Hospital Championship in July, playing as an All-American invitee...Made two PGA TOUR starts as an amateur in 2013. Finished T30 at the Travelers Championship, where he fired rounds of 72-66-66-73. Missed the cut at the John Deere Classic.","personal" : "Attended Saint Xavier High School in Louisville, Ky...Biggest thrill in golf to date is winning the NCAA team title at Alabama...Earliest golf memory was first time breaking 100 as a child...Favorite courses played are Augusta National and Cypress Point...Would like to play Pine Valley and Shinnecock Hills...Favorite pro teams are the Boston Red Sox, Cincinnati Bengals and Pittsburgh Penguins...Favorite TV shows is \"The Fresh Prince of Bel-Air\"...Favorite movies are \"Semi-Pro\" and \"The Shawshank Redemption\"...Favorite athletes are Kobe Bryant and Sidney Crosby...Favorite city is San Diego...Would like to trade places with Bryant for a day \"because he's the man!\"...Dream foursome would include his dad, Carrie Underwood and Nick Saban...Not many people know he can do a hand stand...Top bucket-list item is to watch \"the 'Bama football team win a national championship in person.\"...Motto is \"No excuses. Play like a champion.\"...First-tee introduction song would be \"Go Get It\" by T.I...Twitter name is @justinthomas34.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2013; World Amateur Team Championship (1), 2012.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "2015-16 tournament winner (exempt through 2017-18)","otherVics" : "","intlVics" : "","curYearHigh" : "Following his rookie season on TOUR, opened the 2015-16 season with a T3 at the Frys.com Open. Closed with a 69 and narrowly missed a 30-foot birdie on the final hole to finish one shot out of the Grillo-Na playoff...Captured first career PGA TOUR event at the CIMB Classic in Malaysia in late October. Playing in 39th career PGA TOUR event, entered the final round tied with Brendan Steele at the top of the leaderboard after opening 68-61-67. Second-round 61 matched career low (2015 Sony Open, Round 2). Overcame a double-bogey on the 14th hole on Sunday, responding with three consecutive birdies on Nos. 15-17 to post a 6-under-par 66 and win by one stroke over Adam Scott, becoming the youngest winner of the event at the age of 22 years, 6 months and 3 days. Also marked fourth consecutive winner on TOUR under the age of 24 dating back to the 2015 TOUR Championship (Jordan Spieth)...On a challenging PGA National layout, was the only player in The Honda Classic field to post all four rounds in the 60s. The former University of Alabama standout finished T3, along with playing partner and friend, Blayne Barber, an Auburn Tiger.","carHigh" : "2014-15: PGA TOUR rookie claimed seven top-10 finishes in 27 starts to earn a berth into the FedExCup Playoffs. At the BMW Championship, the third of four Playoffs' events, finished T13 at Conway Farms GC, but came up just five points shy of finishing 30th in the FedExCup standings and moving on to the TOUR Championship by Coca-Cola. Ended the season ranked 32nd in the FedExCup standings...Finished T4 at the Sanderson Farms Championship for his first top-five PGA TOUR finish...Finished birdie-birdie-eagle on Nos. 7-9 in the second round of the Sony Open in Hawaii en route to a career-best, 9-under 61 (one shy of Davis Love III's tournament record at Waialae CC). Shared the second-round lead with Matt Kuchar and Webb Simpson. Added scores of 70-70 to finish T6...Finished T4 at the Quicken Loans National in his first start in the event. Fired rounds of 66-71-68-67 to finish six shots behind winner Troy Merritt.\n\n2013-14: Finished an impressive rookie year on the Web.com Tour, making 20 starts, which resulted in a win, a runner-up showing, and a third-place finish, a T4, two T5s and a T6. Overall, he had 13 top-25s and missed just two cuts. Was No. 1 on Tour in the All-Around category, first in Birdie Average (4.55), third in Scoring Average (69.08) and fifth in Driving Distance (311.5)...After completing a storied amateur and collegiate career in September 2013, made his debut as a professional at age 20 at the PGA TOUR's Frys.com Open in October, 2013, finishing T72 and earning his first check ($9,600)...Second TOUR start came four weeks later at The McGladrey Classic (missed cut). Made subsequent west coast TOUR starts in January and February at the Humana Challenge (missed cut), Farmers Insurance Open (first TOUR top-10, T10) and AT&T Pebble Beach National Pro-Am (missed cut)...Shot a first-round 65 at the Web.com Tour's season-opening Pacific Rubiales Colombia Championship to take the lead. Rounds of 69-71, at the weather-shortened event, resulted in a T5 finish in his first start as a Tour member...Completed South American swing with a T12 in Chile and T15 in Panama...Followed those strong finishes with a T5 at the first domestic event, the Chitimacha Louisiana Open, which featured four rounds in the 60s...In April, fired 66 in the first round of the El Bosque Mexico Championship for a share of the lead. Carded 70-72 over the next two rounds. Birdied last two holes of his final round for a runner-up performance and moved to No. 5 on the money list...In late-May, received an invitation to play in the PGA TOUR's Memorial Tournament, where he shot 3-under-par 285 to finish T37...The next day, still in Columbus, shot rounds of 67 (Scioto CC) and 70 (Brookside G&CC) at U.S. Open sectional qualifying to finish as a tri-medalist, with Justin Leonard and Seung Yul Noh, to not only earn his first U.S. Open start but his first in any major championship. Missed the cut at Pinehurst No. 2...In late June, started the final round of the United Leasing Championship five strokes off the lead. Got within one shot of the lead with an eagle on No. 15. Bogeyed the final hole for a T4...In July, carded weekend scores of 64-65 at the Albertsons Boise Open for a third-place performance...His sixth top-10 came at the Price Cutter Charity Championship, where he closed with 66-64 to grab a T6, in early August...Officially secured his 2014-15 PGA TOUR card for the first time at the conclusion of the Regular Season in late August as No. 5 on the money list...During the Regular Season, only missed two cuts in 13 starts and had 9 top-15s...Started the Web.com Tour Finals with T26 and T25 finishes in Fort Wayne, Ind., and Charlotte, respectively...After finishes of second, third, T4, T5 (twice) and T6, finally broke through with a win at the Nationwide Children's Hospital Championship on the Tour's toughest course of the year. His winning score was 6-under 278, with the field's average score 1.59-over par. Trailed South Africa's Richard Sterne by three shots with four holes to play only to find himself in a playoff after Sterne bogeyed Nos. 15, 16 and 17. A wedge from 75 yards to 3 feet on the 18th hole at Ohio State University GC's Scarlet Course sealed the victory with both his parents and grandparents in his Sunday gallery. Became the fourth-youngest winner in Tour history, trailing only Jason Day, Patrick Cantlay and Danny Lee.\n\n2013: Advanced to Web.com Tour Qualifying Tournament Finals by finishing T5 at the second-stage qualifier at TPC Craig Ranch in McKinney, Texas...At Q-School Finals in December, opened with a 67 then slipped to 73-78 in the second and third of six rounds. Rebounded with a 69 the fourth day before firing the third-best set of scores over the last two days, 66-65, which secured him solid eligibility status for the 2014 season.\n\nAmateur: Named Kentucky's Mr. Golf his junior year of high school (2009) at Saint Xavier and led team to two state championships, in 2008 and 2009. Was medalist in 2009...As a 16-year-old amateur, received an invitation to play in his first PGA TOUR event, the 2009 Wyndham Championship in Greensboro, N.C. Shot 65 in his TOUR debut, adding rounds of 72-71 to make the cut and finish T78. Became the third-youngest player to make a PGA TOUR cut...Was Kentucky Junior Player of the Year in 2008 and 2010...Was a two-time Rolex Junior All-American...Recipient of the 2011 Byron Nelson International Junior Golf Award...Was runner-up at the 2010 U.S. Junior Amateur and a semi-finalist at the 2012 U.S. Amateur...Played for the winning U.S. team at the 2012 World Amateur Team Championship in Turkey...Won both the 2012 Haskins Award and 2012 Nicklaus Award, presented annually to the top college player...Also won Phil Mickelson Award that same year as the top collegiate freshman, having won in his first collegiate start and garnered a school-record four medalist honors and nine top-10s...Was a 2012 semi-finalist for the Ben Hogan Award (nation's top amateur) and captured first-team All-American honors...In 2013, helped lead Alabama to its first NCAA golf national championship and was named second-team All-American...Left Alabama after his sophomore season to turn professional, having won six individual titles in two years...His final amateur competition came in September at the 2013 Walker Cup, played at National GL on Long Island, N.Y., where he contributed to a winning U.S. effort...Earned an exemption into the 2012 Greenbrier Classic on the PGA TOUR as a result of winning the Haskins Award that June. Finished T46...Missed the cut in the Web.com Tour's Nationwide Children's Hospital Championship in July, playing as an All-American invitee...Made two PGA TOUR starts as an amateur in 2013. Finished T30 at the Travelers Championship, where he fired rounds of 72-66-66-73. Missed the cut at the John Deere Classic.\n","otherCarHigh" : "","personal" : "Attended Saint Xavier High School in Louisville, Ky...Biggest thrill in golf to date is winning the NCAA team title at Alabama...Earliest golf memory was first time breaking 100 as a child...Favorite courses played are Augusta National and Cypress Point...Would like to play Pine Valley and Shinnecock Hills...Favorite pro teams are the Boston Red Sox, Cincinnati Bengals and Pittsburgh Penguins...Favorite TV show is \"The Fresh Prince of Bel-Air.\" ...Favorite movies are \"Semi-Pro\" and \"The Shawshank Redemption\"...Favorite athletes are Kobe Bryant and Sidney Crosby...Favorite city is San Diego...Would like to trade places with Bryant for a day \"because he's the man!\"...Dream foursome would include his dad, Carrie Underwood and Nick Saban...Not many people know he can do a hand stand...Top bucket-list item is to watch \"the 'Bama football team win a national championship in person.\"...Motto is \"No excuses. Play like a champion.\"...First-tee introduction song would be \"Go Get It\" by T.I...Twitter name is @justinthomas34.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2013; World Amateur Team Championship (1), 2012.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the CIMB Classic.","dynStats" : "He ranks 20th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}