{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "19904","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lawrie","first" : "Paul","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "198","weightMetric" : "90","birthDate" : "January 1, 1969","age" : "47","birthPlace" : "Aberdeen, Scotland","residence" : "Aberdeen, Scotland","family" : "Wife: Marian; Craig Robert (1995), Michael (1998)","education" : "","splInterest" : "Aberdeen Football Club, cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "Meldrum House; ; Scotland","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(8): 1992 Scottish Brewers Championship [Eur]. 1996 Catalan Open [Eur]. 1999 Qatar Masters [Eur]. 2001 Dunhill Links Championship [Eur]. 2002 Wales Open [Eur]. 2011 Open de Andalucia de Golf [Eur]. 2012 Commercialbank Qatar Masters [Eur], Johnnie Walker Championship [Eur].","curYearHigh" : "","carHigh" : "2013: Made seven PGA TOUR starts, including all three World Golf Championships events. Was T27 at the Bridgestone Invitational...Also played in all four major championships, making the cut in all but the PGA Championship. Was T38 at the Masters, T32 at the U.S. Open and T26 at The Open Championship...Shot four under-par rounds at the European Tour's Volvo Golf Champions in mid-January to T7 in South Africa...Added a 12th-place showing in early September at the Omega European Masters.\n\n2012: Shot a final-round 72 at the Abu Dhabi HSBC Golf Championship to T8...Won on the European Tour for the second consecutive season, capturing the weather-shortened Commercialbank Qatar Masters at Doha GC in early February. Opened with a 69 then watched as heavy winds wreaked havoc on play the rest of the week. Improved his score every day in the 54-hole event and finished with 67-65 to defeat Jason Day and Peter Hanson by four strokes. It was his second Qatar Masters title, coming 13 years after his first win there...Made a run at a second title in May in Spain. Finished T3 at the Volvo World Match Play Champiolnship, losing his semifinal match to eventual champion Nicolas Colsaerts...The next week, at Wentworth Club and the BMW PGA Championship, his final-round 66 was the best score of the day and vaulted him up the leaderboard into a T2 with Justin Rose, four strokes short of winner Luke Donald...Won his second tournament of the year, rolling to a four-shot win over Brett Rumford. He took a one-shot lead over Romain Wattel into the final round, fired a five-birdie, one-bogey 69 at The Gleneagles Hotel in Scotland for his eighth career European Tour title...Came back at the Omega European Masters and contended again, shooting four sub-par rounds at Crans-sur-Sierre to T2 with three other players, four shots short of Richie Ramsay...Stumbled to a final-round 74 at the Nedbank Golf Challenge in December, a day after shooting a 75, to drop into a solo sixth at Gary Player CC in Sun City, South Africa. \n\n2011: Won on the European Tour for the first time in nine years when he captured the Open de Andalucia de Golf. He began with rounds of 66-67-65 to take a one-shot lead into the final round. He added a final-round 70 to defeat Johan Edfors by a stroke...At the Dubai World Championship at Jumeirah Golf Estates in mid-December, he contended all week before finally settling on a second-place position behind Alvaro Quiros at the European Tour's season-ending event. A second-round 73 hurt his chances at garnering a second victory during the campaign...He also added T5s at the Open de Espana and the Iberdrola Open in successive starts midway through the season. 2010: A pair of T6s in May—at the Open de Espana and the BMW PGA Championship on the European Tour—were among his highlights. 2009: Recorded the first double eagle in The Open Championship since Gary Evans in 2004 when he holed a 213-yard 4-iron at the par-5 seventh hole in the final round at Turnberry. It was the sixth double eagle in The Open Championship since 1982. He posted a final-round 68 and finished T47. Best European Tour finish in was a T3 at the Johnnie Walker Championship at Gleneagles. 2008: Best finish was a second at the Portugal Masters, three behind winner Alvaro Quiros of Spain. 2007: On the strength of a third-round 64 at the Alfred Dunhill Links Championship, he moved into contention before settling on a T4 following a final-round 71...Also had a T9 at the Mercedes-Benz Championship in Cologne, Germany, for his only other top-10 of the season. 2006: His only top-10s came in back-to-back starts in Asia. Was T10 at the Volvo China Open when he shot a final-round 67. At the BMW Asian Open at Tomson Shanghai Pudong GC in China, was T8. 2005: Had a pair of close calls six months apart. First runner-up finish came at the Estoril Open de Portugal, when he entered the final round with a one-stroke lead is Lisbon on the strength of a 5-under 66 in the third round. He shot a 1-under 70 Sunday but fell a stroke back of Paul Broadhurst...Was second again in October, at the Madrid Open. He opened with rounds of 68-66-66 at the Club de Campo then shot a final-round 64 but fell three strokes short of Raphael Jacquelin, who held a seven-stroke lead when the day began. 2004: Best finish in a disappointing season was a T11 at the Mallorca Classic in his second-to-last start of the campaign...Only made cut in five PGA TOUR starts was a T37 at the Masters. \n\n 2003: Had his first top-10 PGA TOUR finish in a non-major, placing T9 at the BellSouth Classic outside Atlanta...A week later, he was T15 at the Masters Tournament...Was a runner-up once and finished third on the European Tour. Rallied on the weekend with rounds of 67-65 at the Dunhill Championship in Johannesburg, South Africa. The final-round 65 was enough to get him into a playoff with Mark Foster, Anders Hansen, Trevor Immelman, Doug McGuigan and Bradford Vaughan, a playoff Foster won...Contended all week at The Belfry, site of the Benson and Hedges International Open. Began the final round seven strokes back but shot a Sunday 69 to T3. \n\n2002: Top PGA TOUR finish was a T30 at the U.S. Open, where he shot four consecutive rounds of 73 at Bethpage State Park...A year after finishing a disappointing second at the Celtic Manor Resort Wales Open, he came back to win, defeating John Bickerton by five shots...A month earlier, was T2 at the European Open, falling a stroke short of winner Michael Campbell at The K Club...Added one more runner-up finish late in the year, at the italian Open. In the weather-shortened event, his 17-under 199 was two strokes back of winner Ian Poulter at Olgiata GC. \n\n2001: Made six PGA TOUR starts, with his top performance a T17 at the World Golf Championships-Accenture Match Play Championship...Won the Alfred Dunhill Links Championship late in the season on the strength of a 63-68 weekend. Edged Ernie Els by a stroke...Finished second at the Celtic Manor Resort Wales Open, losing in a playoff to Paul McGinley (it also included Daren Lee) in the weather-shortened 36-hole event. \n\n2000: Played in eight official PGA TOUR events, with his top finish a a T5 at the World Golf Championships-Accenture Match Play Championship...Was also T8 at the Mercedes Championships...Best European Tour finish was a T4 at the Dubai Desert Classic. Was nine strokes back when he began the final round after shooting a third-round 75 at Dubai Creek Golf and Yacht Club. Closecd with a 4-under 68. Was T5 at the Victor Chandler British Masters...Added a T8 at the Smurfit European Open. \n\n1999: Was a two-time European Tour winner, with his biggest win coming in a major. Defeated Jean Van de Velde and Justin Leonard in a four-hole playoff to win The Open Championship, his first and only major championship. Came from 10 strokes behind—the largest comeback in major championship history—with a final-round 67 to win at Carnoustie, just an hour from his home. Birdied the last two holes of the four-hole playoff...Won the Qatar Masters in February at Doha GC. Was the only player in the field with four rounds in the 60s (68-65-67-68) as he coasted to a tournament-record, seven-stroke win over Soren Kjeldsen and Phillip Price... Made Ryder Cup debut at The Country Club outside Boston, hitting the opening tee shot and claiming 3½ points...The Open Championship victory qualified him for his first PGA TOUR event in America, the PGA Championship, where he T34. Also played in his first World Golf Championships event, the NEC Invitational in Akron, where he was tied for the lead at the halfway point before stumbling on the weekend to T21.\n\n1998: Enjoyed a pair of top-10s during the European Tour season. Was 10th at the Deutsche Bank - SAP Open and seventh at the German Open. \n\n1997: Had two European tour top-10s—a T7 at the Irish Open at Druids Glen GC and a T8 at the Lancome Trophy in Paris. \n\n1996: Earned his first title at the 36-hole Catalan Open in Tarragona, Spain. Held off Fernando Roca by a stroke at Bonmont GC...Was a runner up at the Volvo PGA Championship at Wentworth Club, tying with Nick Faldo, two strokes behind winner Costantino Rocca. His second-round 65 tied him for low round of the tournament...Was also T6 at the Benson and Hedges International Open.\n\n1995: Lone top-10 in 23 starts came in his second-to-last event of the European Tour campaign, a T9 at the European Open at the K Club in Dublin, Ireland. \n\n1994: His best showing of the year came in his sixth start, at the Turespana Open. He stumbled in the opening round, with a 2-over 74 then was 15-under the rest of the way to T4...His only other top-10 was a T5 at the Honda Open in Germany, five strokes behind winner Robert Allenby. \n\n1993: Had a slow start to his season, making only one cut in five starts and didn't record a top-10 finish until July, at The Open Championship. Shot three of his four rounds in the 60s at Royal St. Georges, including a final-round 65 to T6, seven shots shy of Greg Norman. It was also his first major championship appearance...Added a T6 late in the season, at the GA European Open at east Sussex National.\n\n1992: Played his first full season on the European Tour, with two top-10 finishes. The first was a T9 at the Volvo Open Di Firenze...Three months later, he was T6 at the Irish Open, five strokes behind winner Nick Faldo.\n\n1991: Made his professional debut, at the European Challenge Tour's Clydesdale Bank Northern Open, where he T28.\n\n","otherCarHigh" : "","personal" : "Worked as assistant pro at Banchory, near Aberdeen, Scotland, after leaving school at 17. The club named the 14th hole after him...After winning The Open Championship in 1999, was made an Honorary Life Member of the European Tour and was also awarded the Most Excellent Order of the British Empire in the Queen's Birthday Honors. In 2013, was again awarded an OBE in the Queen's Birthday Honors, this time for his work with the Paul Lawrie Foundation...Awarded honorary law doctorate from Robert Gordon's University in his native Aberdeen.","otherInfo" : "","ntlTeams" : "Ryder Cup (2), 1999, 2012; World Cup (3), 1996, 2000, 2003; Seve Trophy (4), 2000, 2002, 2003, 2013; Royal Trophy (1), 2009; Dunhill Cup (1), 1999.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 1999 at the The Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}