{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35414","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Burke","first" : "Micah","middle" : "","extn" : "","nick" : ""}, "height" : "5-8","weight" : "160","birthDate" : "November 21, 1985","age" : "29","birthPlace" : "","residence" : "Los Angeles, California","family" : "","education" : "","splInterest" : "Basketball, fishing, outdoor activities","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "Mountain Gate CC (Los Angeles, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2013: Posted two top-25s, including a T8 at the Cape Breton Celtic Classic...Was T16 at the Times Colonist Island Savings Open...Regained exempt status at the 2012 California Q-School with rounds of 78-70-68-69.\n\n2012: Made six straight cuts to close the PGA TOUR Canada season, including a season-best T33 at the Syncrude Boreal Open presented by AECON, where he shot a then-course record 64 in the second round.\n\n2011: Earned full exemption after finishing T4 at the 2010 Fall Qualifying School.\n\n2010: Won the Williston Pro-Am Championship on the Datokas Tour.\n","otherCarHigh" : "Was a 2009 Division II All-American at California State University-San Bernardino...Won the 2008 Southern California Intercollegiate Tournament while in college, with a 54-hole score of 203.","personal" : "Other hobbies include playing basketball, art, pool, hunting and underground freestyle rapping...Has worked busing tables and serving part-time at an Arizona restaurant...Lists performing well under pressure as the biggest thrill in golf...Lists playing pickup basketball as biggest thrill outside of golf...Favorite course played is National GL of America...Lists Augusta National as the course he'd most like to play. Favorite college team is the UCLA Bruins, and his favorite TV show is \"Breaking Bad.\"...Favorite artist is The Allman Brothers Band. Enjoys eating Korean barbecue and likes watching Trey Burke (no relation) play basketball...Favorite cities to visit are Chicago and Seattle...Twitter handle is @YoshiBurke...Keeps almonds and cranberries as snacks in golf bag. Dream foursome would include his dad, Tupac Shakur and Napoleon Bonaparte...Not many people know he can \"shred on the guitar.\"...Is involved with a charity called Zoe that rescues children from human trafficking in Thailand.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Canada was T8th in 2013 at the Cape Breton Celtic Classic.","dynStats" : "He ranks T93rd in Par Breakers on the PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}