{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24358","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Garrigus","first" : "Robert","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "190","weightMetric" : "86","birthDate" : "November 11, 1977","age" : "38","birthPlace" : "Nampa, Idaho","residence" : "Phoenix, Arizona","family" : "Wife, Ami; Robert, Jr., Andrew","education" : "Scottsdale Community College (1995)","splInterest" : "Fishing, ballroom dancing","pronunciation" : "GARE-uh-gus","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "1997","clubAffl" : "TPC Scottsdale (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; AZ; United States","websiteUrl" : "http:\/\/www.robertgarrigusgolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,242,631&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "No. 127 on the 2009 PGA TOUR money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Made 17 cuts in 25 starts on the 2009 PGA TOUR, recording one top-10 and eight top-25 finishes. Was one of seven players to earn their first top-10 of the season at the Legends Reno-Tahoe Open, a T9, ranking No. 1 (346-yard average) in Driving Distance for the week. Finished the season ranked No. 1 in Driving Distance, averaging 312 yards. Posted 35 of 83 rounds in the 60s. Entered the final event of the season, the Children's Miracle Network Classic, at No. 123 on the money list but missed the cut with a pair of 74s to fall to 127th...Regained fully exempt status with a sixth-place finish at the 2008 PGA TOUR Qualifying Tournament. Made 18 of 29 cuts in 2008 with two top-10 finishes. Finished T3 at the Turning Stone Championship to match his career-best finish from 2007. Finished T10 at the 2008 Children's Miracle Network Classic. Placed second on the PGA TOUR in Driving Distance (311-yard average) behind Bubba Watson (315.1 average). Placed fourth in Driving Distance in 2007...Competed in two events in the inaugural PGA TOUR Playoffs for the FedExCup and finished 74th on the 2007 money list. Recorded four top-10 finishes and seven top-25s in his most successful season on TOUR. First top-10 of the season came in ninth start, a T5 at the Shell Houston Open. Jumped into top-10 with final-round 7-under-par 65, the low round on Sunday. Second top-10 came in the first PGA TOUR Playoffs for the FedExCup event, The Barclays, with a T9. Cracked $1 million in earnings for the season with T3 finish at the Frys.com Open benefiting Shriners Hospitals for Children. Collected his fourth top-10 with a T9 at the inaugural Ginn sur Mer Classic...After finishing 144th on money list in 2006, his rookie season on the PGA TOUR, regained card for 2007 with runner-up finish at Qualifying Tournament. It was his second consecutive successful stint at Q-School. With a six-round total of 18-under-par, finished five strokes behind medalist George McNeill. One top-10 in rookie season in 2006, a T4 at the 84 LUMBER Classic. Entered final round just one off the lead of Ben Curtis and Charles Howell III. Also managed three other top-25s in 28 starts in 2006. Earned TOUR card for 2006 after finishing T9 at 2005 Qualifying Tournament. Made it through the final stage in his fifth attempt. Member of Nationwide Tour in 2000, 2002 and 2004-05. Improved his status on the Nationwide Tour money list each season from 156th (2002) to 81st (2004) to 69th (2005). Posted two back-to-back top-10s in 2005, a T8 at the Virginia Beach Open and a fourth at the BMW Charity Pro-Am at The Cliffs. Has also played on the Hooters Tour and the Gateway Tour. \n","otherCarHigh" : "","personal" : "Father, Tom, won a silver medal in trap shooting at the 1968 Mexico City Summer Olympics. He coached the U.S. Olympic shooting team and carried the torch at one of the Olympic ceremonies...Noted for using a short putter (28 inches). Lists making a hole-in-one at the PLAYERS Championship as his biggest thrill in golf. Biggest thrill outside of golf is catching a 10-pound bass...Lists Continental Links as his favorite course...Would most like to play St. Andrews...Favorite college team is the Oregon Ducks. Favorite professional team is the Chicago Bears...Enjoys watching \"CSI\" and \"The Hangover.\" Favorite food is steak. Favorite athlete to watch is LeBron James. Carmel, CA, on the Monterey Peninsula is his favorite place to visit.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "2005, 2006, 2008","exmtStatus" : "38th on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Claimed a pair of top-25 finishes in 25 starts and finished 174th in FedExCup standings. Failed to advance to the Playoffs for the first time since 2008...Held a share of the first-round lead at the OHL Classic at Mayakoba before finishing T49...Highlight of the season was a T15 at the Barracuda Championship in the Modified Stableford scoring format...In the Web.com Tour Finals, missed the first two cuts. At the Nationwide Children's Hospital Championship posted a third-round 67 on the challenging Ohio State University Scarlet Course to move into a tie for second, two back of leader Roberto Castro. After a front nine of 34, he held the lead standing on the 10th tee, only to have things fall apart on the incoming nine. A double bogey on 10 was followed by four more bogeys, resulting in a 41, which dropped him to T9. A check for $23,142 placed him 33rd on the Finals' money list, with one event remaining...At the Web.com Tour Championship, showed his mettle, posting rounds of 69-69-67-68, punctuated by a 10-foot par save on the 72nd hole, which he wasn't sure at the time would decide him earning his PGA TOUR card or not. It actually did not, but his relief was demonstrated by an emphatic fist pump. Of the Finals' pressure he said, \"Every tee shot here feels like Augusta, for 72 holes.\" A check for $19,000 gave him the 38th spot in the final priority-ranking order.\n\n2013-14: Made 15 of 25 TOUR cuts, with two top-10s and a 99th-place finish in the FedExCup standings. Missed the cut at the Deutsche Bank Championship in the FedExCup Playoffs...Following opening rounds of 69-66-70 at the par-71 Copperhead Course, was the second- and third-round leader at the Valspar Championship. His one-stroke, 54-hole lead at 8-under was short lived when a 4-over 75 resulted in a T4, with Luke Donald and Will MacKenzie. Two years earlier, he posted a final-round, 7-under 64 to join a playoff with Jim Furyk, Sangmoon Bae and eventual winner Donald...Overcame an opening-round, 1-over 73 at the Zurich Classic of New Orleans with rounds of 69-68-64 to finish T5 with Erik Compton and Charley Hoffman. His 64 on a windy Sunday at TPC Louisiana was the lowest score of the day by four strokes. \n\n2013: Made 13 of 22 cuts on TOUR with two top 10s. Missed the cut at the Deutsche Bank Championship to drop out of the FedExCup Playoffs. Finished No. 91 in the final FedExCup standings...Closed with a final-round, 5-under 67 at Torrey Pines GC to claim a T6 at the Farmers Insurance Open in a Monday finish. Rounds of 72-69-72-67 extended his streak of bogey-free rounds to a perfect eight for eight to begin his season (and 12 for 12, dating to the 2012 Children's Miracle Network Hospitals Classic (T2)...Second top-10 finish of the season came just three weeks later, at the World Golf Championships-Accenture Match Play Championship. Made it to the quarterfinals before losing to eventual winner Matt Kuchar, 4 and 3, good for a T5 at The GC at Dove Mountain in Marana, Ariz...Held a share of the first-round lead before finishing T27 at the Wells Fargo Championship.\n\n2012: Finished T2 at the Humana Challenge on the strength of a third-round 61. Had a long eagle putt on No. 18 that would have tied eventual winner Mark Wilson. The 61 was a personal-best and matched the Nicklaus Private course tournament record, originally set by Charlie Wi in 2009 and matched in the second round by Ryan Moore. Was 6-over par after his first 17 holes of the tournament, but from that point on, he played his final 55 holes in 28-under-par, including a third-round, 11-under-par 61. He made 27 birdies over those final 55 holes. Was tied for 126th after the opening round. He jumped 77 spots following a second-round 64 and then moved up 47 places, thanks to that 61. Led all players in the field with 30 birdies during the tournament, two more than John Senden. His 72-hole total of 22-under-par 266 was a career low for him in a 72-hole event...Carded a final round 64 at the Transitions Championship and lost in a four-man, sudden-death playoff with Luke Donald, Jim Furyk and Sangmoon Bae when Donald made birdie on the first hole, No.18. Began the final round five shots off the 54-hole lead, but made birdie on Nos. 17 and 18 during regulation to post 13-under and then waited two hours to see if he would make a playoff. Closing 64 equaled his career-low final round on the PGA TOUR. Record fell to 0-3 in PGA TOUR playoffs...Began a solid four-tournament stretch with a T13 at the RBC Heritage, T15 at the Wells Fargo Championship and T9 at the HP Byron Nelson Championship (missed cut at THE PLAYERS sandwiched in between)...Finished T4 at the AT&T National at Congressional CC...Held the a one-stroke lead going into the final round of the RBC Canadian Open. Had a birdie putt on the 72nd hole that would have forced a playoff with Scott Piercy, but he missed it, settling for a T2 with William McGirt, a stroke back. Opened his final round with 13 consecutive pars before making birdie on No. 14. Dropped a stroke with a bogey on No. 16 and finished with an even-par 70, his only non-sub-70 round of the tournament (64-66-64). The runner-up finish accounted for his career-high fifth top-10 finish of the season...Finished T4 at the BMW Championship and was one of two players in the field to move from outside the cut line and qualify for the TOUR Championship by Coca-Cola. Started the week No. 31 in the FedExCup standings and moved to No. 20 entering the TOUR Championship. Making his first start at the TOUR Championship by Coca-Cola, finished T10 (a career-best seventh top-10 of the season) to secure a career-high 23rd-place finish in the FedExCup standings. Posted three rounds in the 60s to start his week at East Lake GC, but closed with a 73...The 36- and 54-hole leader of the CIMB Classic in Kuala Lumpur, Malaysia, he birdied his 71st and 72nd holes to claim a share of second place with defending champion Bo Van Pelt, his seventh top-10 of the season. Opened the week with back-to-back, 7-under 64s at the Mines Resort and GC in his first start in the three year-old event. In the first round, posted seven birdies and an eagle to offset a pair of bogeys. The next day, managed eight birdies in an 11-hole stretch (Nos. 7-17)...Two weeks later in Florida, the 2010 Children's Miracle Network Hospitals Classic champion returned to Disney World and nearly re-created the magic from two years prior. Posted 4-under 68s in the first, second and final rounds to claim a share of second place, with Matt Every, two strokes off Charlie Beljan's winning score. The T2 gave him his eighth top-10 and fourth runner-up finish of the season.\n\n2011: Season highlighted by a then-career-best 74th-place finish in the FedExCup standings...Finished second in a playoff to Jonathan Byrd at the season-opening Hyundai Tournament of Champions. Missed a 3-foot par putt on the second playoff hole (par-4, first hole) to post second runner-up finish of career (2010 St. Jude Classic). Joined Tiger Woods (third in 2005) as the only players to post all four rounds in the 60s and not win at Kapalua since the event moved to the Plantation Course in 1999. Held the second-round lead outright and shared the third-round lead with Byrd and Steve Stricker before a final-round 6-under 67...Finished T9 at the Wells Fargo Championship on the strength of a final-round 69...Finished T3 at the U.S. Open at Congressional CC for the last of his three top-10 finishes. It was his first top-10 finish in a major in only his third career start, all at the U.S. Open. Missed the cut in his previous two starts at the U.S. Open. Was the only player, other than winner Rory McIlroy, to shoot all four rounds under-par (70-70-68-70). \n\n2010: Picked up his first TOUR win, at the Children's Miracle Network Classic, in the season's final official event. The win was a redemption of sorts after he lost a three-stroke lead on the 72nd hole and a subsequent playoff at the St. Jude Classic in June. Led the TOUR in Driving Distance for the second consecutive season (315.5-yard average), becoming the first player since John Daly (1995 Open Championship) to lead the PGA TOUR in Driving Distance and win in the same season...Finished T2 at the St. Jude Classic. Was 13-under and held a three-stroke lead entering the 72nd hole. On No. 18, he drove in the hazard, hit his third shot in the trees left, pitched out, wedged onto the green and two-putted for a triple bogey-7 to fall into a playoff with Lee Westwood and Robert Karlsson at 10-under. On the extra session's first hole, he drove behind a tree down the right side on No. 18, had to pitch out and was eliminated with a bogey. Westwood birdied the fourth playoff hole to win. Moved up 88 spots in the FedExCup to 97th and earned $492,800...Held a share of the second-round lead at 10-under at the Reno-Tahoe Open en route to a T10. Played in the final group for the second time in his last five starts and was just one shot off the 54-hole lead, but struggled to a 2-over-par 74...Earned that elusive first win by capturing the Children's Miracle Network Classic, with rounds of 68-65-70-64—267. Final-round 64 was bogey free and allowed him to come back from five shots behind Roland Thatcher to win by three shots. Recorded the largest final-round comeback at the event since Ryan Palmer rallied from five back in 2004. \n\n2009: Made 17 cuts in 25 starts on the 2009 PGA TOUR, recording one top-10. Finished the season ranked No. 1 in Driving Distance, averaging 312 yards...Lone top-10 was T9 at the Reno-Tahoe Open...Entered the final event of the season, the Children's Miracle Network Classic, at No. 123 on the money list but missed the cut with a pair of 74s to fall to 127th. Regained status with a sixth-place finish at the 2008 PGA TOUR Qualifying Tournament. \n\n2008: Made 18 of 29 cuts in 2008 with two top-10 finishes...Finished T3 at the Turning Stone Championship to match his career-best finish from 2007...Finished T10 at the 2008 Children's Miracle Network Classic...Placed second on the PGA TOUR in Driving Distance (311-yard average) behind Bubba Watson (315.1-yard average). \n\n2007: Placed fourth in Driving Distance in 2007...Competed in two events in the inaugural FedExCup Playoffs and finished 74th on the 2007 money list...Recorded four top-10 finishes and seven top-25s in his most successful season on TOUR...First top-10 of the season came in ninth start, a T5 at the Shell Houston Open. Jumped into top-10 with final-round 7-under-par 65, the low round on Sunday...Second top-10 came in the first PGA TOUR Playoffs for the FedExCup event, The Barclays, with a T9...Cracked $1 million in earnings for the season with T3 finish at the Frys.com Open...Collected his fourth top-10 with a T9 at the inaugural Ginn sur Mer Classic...After finishing 144th on money list in 2006, his rookie season on the PGA TOUR, regained card for 2007 with runner-up finish at Qualifying Tournament. It was his second consecutive successful stint at the PGA TOUR Qualifying Tournament. With a six-round total of 18-under-par, finished five strokes behind medalist George McNeill. \n\n2006: One top-10 in rookie season, a T4 at the 84 LUMBER Classic. Entered final round just one off the lead of Ben Curtis and Charles Howell III...Also managed three other top-25s in 28 starts in 2006. Earned TOUR card for 2006 after finishing T9 at the 2005 PGA TOUR Qualifying Tournament. Made it through the final stage in his fifth attempt...Member of Web.com Tour in 2000, 2002 and 2004-05. Improved his status on the Web.com Tour money list each season from 156th (2002) to 81st (2004) to 69th (2005). \n\n2005: Posted two back-to-back top-10s in 2005, a T8 at the Virginia Beach Open and a fourth at the BMW Charity Pro-Am at The Cliffs...Has also played on the Hooters Tour and the Gateway Tour. \n","otherCarHigh" : "","personal" : "Father, Tom, won a silver medal in trap shooting at the 1968 Summer Olympics in Mexico City. He also coached the U.S. Olympic shooting team in 1996 and carried the torch at the Atlanta Olympic Games...Noted for using a short putter (28 inches)...Lists making a hole-in-one at THE PLAYERS Championship (2008, No. 13) as his biggest thrill in golf...Biggest thrill outside golf is catching a 10-pound bass...Lists the Links at Continental Ranch GC (Tucson, Ariz.) as his favorite course...Would most like to play St. Andrews' Old Course. Favorite college team is the Oregon Ducks...Favorite professional team is the Chicago Bears...Favorite athlete to watch is Mike Trout...Favorite city to visit is Carmel, Calif.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T33rd at the Sony Open in Hawaii.","dynStats" : "He ranks 38th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Robert-Garrigus-Fan-Page\/113767458710681"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}