{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31323","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Woodland","first" : "Gary","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "195","weightMetric" : "88","birthDate" : "May 21, 1984","age" : "31","birthPlace" : "Topeka, Kansas","residence" : "Orlando, Florida","family" : "Single","education" : "University of Kansas (2007, Sociology)","splInterest" : "Basketball, working out, ping-pong","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "Topeka; KS; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,972,884&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "2008, 2010","exmtStatus" : "41st in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(1): 2011 OMEGA Mission Hills World Cup [with Matt Kuchar].","curYearHigh" : "","carHigh" : "2014-15: Four top-10 finishes in 21 starts through the Wyndham Championship earned him a fourth return to the FedExCup Playoffs. Competed in the first three of four Playoffs events, before a troublesome, 4-over 75 in the final round of the BMW Championship resulted in a T60 finish, putting an end to his season at No. 41 in the FedExCup standings...Opened 71-70 at the CIMB Classic in Malaysia then put himself into contention with a third-round, 6-under 66 at Kuala Lumpur G&CC. Entered the final round tied for fifth and made a run at the title Sunday, shooting a 67. Finished T2 with Kevin Na and Sergio Garcia, three shots behind winner Ryan Moore. Opened his final round by making birdie on three of his first five holes. Hurt his chances by bogeying the 18th hole both days on the weekend...After missing the cut in his first two starts at the Sony Open in Hawaii, turned in rounds of 70-65-65-67 to finish T3, 10 strokes behind runaway winner Jimmy Walker. It marked his second top-three finish of the season...Lost to Rory McIlroy in the championship match at the World Golf Championships-Cadillac Championship to notch his best finish in the event in three starts. Finished the week 6-1 in his matches at TPC Harding Park. Failed to advance beyond the first round in his previous two attempts at the Cadillac Match Play (2012 and 2014). Birdied the par-5 first hole in six of his seven matches (did not birdie it in the semifinal). He also birdied the first hole as the 19th hole during a playoff with Walker. Was looking to notch a win in three different scoring formats on TOUR (match play, Modified Stableford and stroke play)...Finished T4 at the Wells Fargo Championship for his first top-10 in five starts at Quail Hollow Club.\n\n2013-14: Made the cut a career-high 23 times in 25 starts, with a playoff loss at the CIMB Classic the best of his five top-10 finishes. Finished the season No. 22 in the FedExCup standings, marking the third time in four seasons he has advanced to the TOUR Championship by Coca-Cola...In second start of the season, finished second in a playoff to Ryan Moore at the CIMB Classic, the first FedExCup event held in Asia. Recorded rounds of 68-70-67-69 in Kuala Lumpur, Malaysia, narrowly missing a birdie attempt from 15 feet on 72nd hole that would have clinched his third PGA TOUR title. Forced to return Monday due to darkness Sunday evening, Moore birdied the first playoff hole to take the title...Held the third-round lead at the Farmers Insurance Open before a final-round 74 dropped him to T10...At the Valspar Championship, site of his first career PGA TOUR win, in 2010, finished T8 with five others...Recorded his fourth top-10 of the season when he T7 at the HP Byron Nelson Championship...Finished the season with solid play in the FedExCup Playoffs, finishing 22nd in the season-long competition. Playoffs finishes included T13 at The Barclays, T29 at the Deutsche Bank Championship, T23 at the BMW Championship and T9 at the TOUR Championship by Coca-Cola.\n\n2013: Made the cut in a career-high 22 events (out of 26 overall), with top-10 finishes at the Reno-Tahoe Open (won) and The Barclays (runner-up). Finished the year 23rd in the FedExCup...Making his first start at the Reno-Tahoe Open, earned a four-day total of 44 points (topping J.J. Henry's 43 points in 2012) and a nine-point win over Jonathan Byrd and Andres Romero in the Modified Stableford scoring format. Entered the final round with a seven-point lead over Brendan Steele before adding seven points Sunday, good for his second PGA TOUR victory (2011 Tampa Bay Championship). With the win (his first top-10 finish of the season), earned a spot in the following week's PGA Championship, moved from No. 116 to No. 54 in the FedExCup standings and extended his exemption on the PGA TOUR through the 2014-2015 season. The win came in his 94th PGA TOUR start at age 29 years, 2 months, 19 days, making him the season's 10th winner in his 20s. His week, which included just five bogeys, was highlighted by a holed bunker shot from 50 feet for eagle on the par-5 second hole and a holed chip from 53 feet for birdie on the par-3 seventh hole—both during the third round—and a holed chip from 58 feet for birdie on No. 14 during the final round...Shared the 54-hole lead with former U.S. World Cup teammate Matt Kuchar at The Barclays, thanks in large part to a stellar, second-round, 7-under 64. Eventually finished one stroke behind Adam Scott for the second runner-up of his career (2011 Humana Challenge). Strong showing at Liberty National jumped him 50 spots to No. 10 in the FedExCup standings...Advanced to the TOUR Championship by Coca-Cola for the second time in his career, finishing T22 at East Lake GC.\n\n2012: Finished No. 134 in the FedExCup standings to miss the FedExCup Playoffs a season after advancing to the TOUR Championship by Coca-Cola and finishing No. 17 in the FedExCup standings...Making his first start since a missed cut at the Wyndham Championship, finished T9 at the Frys.com Open for his first top-10 finish since T4 at the 2011 Greenbrier Classic.\n\n2011: Outstanding year consisted of six top-10 finishes, highlighted by his first career win on TOUR...Converted an 11-foot par putt on the 72nd hole to card a final round, 4-under-par 67 and win the Transitions Championship by one stroke over Webb Simpson in his 33rd career start. The par on No. 18 in the final round was his only par on the closing nine holes. He carded a 2-under 33 that featured five birdies and three bogeys. The win was his third top 10 of the season and moved him from No. 18 to No. 3 in the FedExCup standings. Converted 17 of 17 putts from inside 20 feet during the final round, including a 16-foot birdie putt to tie for the lead on No. 17. He needed just 23 putts on the day, 10 on the back nine. Made 22 birdies during the week, tied for most in the field. He became the first player to win the Transitions Championship in his first start since Retief Goosen in 2003 and the first to make the event his maiden PGA TOUR victory since Carl Pettersson in 2005...After holding a share of the 54- and 72-hole leads, lost on the second playoff hole (No. 10) to Jhonattan Vegas in his second career start at the Bob Hope Classic. Runner-up finish was first career top 10 in his 28th event on the PGA TOUR. Made a birdie-4 on the 90th and final hole in regulation at the Palmer Private Course at PGA West to force a playoff with Vegas and Bill Haas. After Haas was elminated on first playoff hole, Vegas hit his drive in the water on the second playoff hole but rallied to make a 13-foot par putt for the win. Woodland was unable to get up and down for par from a greenside bunker...Next top-10 finish came two weeks later, at the Waste Management Phoenix Open. Four rounds in the 60s earned him T8 honors at TPC Scottsdale...Was first in the Q-School\/Web.com Tour re-order after the Mayakoba Golf Classic...Rounds of 71-68-68-71 at PGA National led to a T6 finish at The Honda Classic, his third top-10 in six starts...Finished sixth at the Memorial Tournament in his first start at the event. Finish moved him into the top 50 in the Official World Golf Ranking for the first time...Opened with a 5-under 65 to sit just one shot behind Trevor Immelman after the first round of The Greenbrier Classic and hung around the lead the rest of the tournament. Final-round, 1-under 69 left him T4 and one stroke shy of the three-man playoff won by Scott Stallings. It was his sixth top-10 of the season, propelling him to No. 7 in the FedExCup standings...Finished no worse than 25th in his last six starts of the season...Had a strong finish to his year by teaming with Matt Kuchar representing the U.S. at the OMEGA Mission Hills World Cup in China. In come-from-behind fashion, the duo shot a final-round 67 in foursomes to defeat the English team of Ian Poulter and Justin Rose by two strokes for the first U.S. victory since 2000. \n\n2010: Playing on a Major Medical Extension, returned from a long layoff with a missed cut at the Valero Texas Open, followed by a T32 at the HP Byron Nelson Championship. He last competed in July 2009 at the U.S. Bank Championship in Milwaukee and then underwent surgery to repair a torn labrum in his left shoulder on August 12. Began rehab the next day. Ended the season with three made cuts in eights starts, including his first-career top-25 finish (T21 at the John Deere Classic). Also competed in four Web.com Tour events earlier in the season, missing the cut in all those starts. 2009: Rookie season on the TOUR was cut short in July because of an injury to his left shoulder, which required surgery. Coupled with the $121,031 earned in 2009, had eight events in 2010 to equal that of No. 125 on the 2009 money list ($662,683) and gain a Major Medical Extension for the remainder of the year. Made eight cuts in 18 starts on TOUR in 2009, with a best finish of T28 at the Mayakoba Golf Classic. Finished fifth in Driving Distance (307.3-yard average) in 2009. \n\n2008: Earned his PGA TOUR card for the first time by finishing T11 at the Qualifying Tournament, giving him 2009 privileges. Made it through all three stages of the Qualifying Tournament. Posted six sub-par rounds in the final stage at PGA West, highlighted by a second-round, 8-under 64...For a second consecutive year, played primarily on the Hooters Tour. Did make four Web.com Tour starts, with his only made cut a T32 at the Melwood Prince George's County Open.\n\n2007: Played on the Hooters Tour, while making two Web.com Tour starts. Only made cut was a T58 at the Albertsons Boise Open. \n\nAmateur: Played freshman year of college basketball at Washburn University in Topeka, Kan., before transferring to the University of Kansas to play golf. During that one season (2002-03), he averaged 6 points a game, was a 37-percent field goal shooter, making 87 percent of his free throws. He had a perfect night against Missouri-Rolla in January, going 5 for 5 from the field, including hitting both of his 3-pointers. He also was 2 for 2 from the free-throw line, finishing with 15 points. His top-scoring game came against Northwest Missouri a month later, when he scored 21 points in 23 minutes. He was 7 for 8 from the field (5 for 6 from beyond the arc). For the season, he only missed six free throws (41 for 47) and had seven double-figure-scoring games for a team that reached the NCAA Division II regional semifinals...Won four collegiate golf tournaments (the 2005 Cleveland State Invitational, the 2006 Kansas Invitational and the 2007 All-American Golf Classic and Louisiana Classics). Won the 2005 Kansas Amateur and was second at the 2006 Western Amateur.\n","otherCarHigh" : "","personal" : "Cites winning the 2011 Valspar Championship and the 2011 World Cup (with Matt Kuchar) as his biggest thrills in golf. Says playing basketball for Washburn University and playing against Kansas in Allen Fieldhouse as his biggest thrill outside golf...Named all-state in basketball in high school, where his school won two state titles. Lists Michael Jordan as his hero. Never travels without his iPad. Favorite golf course played is Spyglass Hill. Favorite college team is the Kansas Jayhawks. Favorite professional team is the Kansas City Chiefs...Marks his ball with a 1984 half dollar. Would round out his dream foursome with his dad, Jordan and Kansas basketball coach Bill Self. Most people don't know he doesn't eat any food that comes from the water. Charities include Folds of Honor, which gives scholarships to families of fallen or wounded soldiers.","otherInfo" : "","ntlTeams" : "World Cup (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T13th at the Sony Open in Hawaii.","dynStats" : "He ranks 90th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/garywoodland"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}