{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39327","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Silverman","first" : "Ben","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "November 15, 1987","age" : "28","birthPlace" : "Thornhill, Ontario, Canada","residence" : "West Palm Beach, Florida","family" : "Single","education" : "Johnson & Wales University; Florida Atlantic University (2010, Psychology)","splInterest" : "CrossFit, snowboarding, adventure hikes, exploring new walking trails, beach, movies, anything involving competition","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Mayacoo Lakes CC (West Palm Beach, Florida), Maple Downs CC (Thornhill, Ontario, Canada)","cityPlaysFrm" : "Palm Beach Gardens, Florida","websiteUrl" : "TWITTER: @benw_silverman","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Had a T4 finish at the Mackenzie Tour-PGA TOUR Canada Q-SChool in May. Competed in 12 events, making seven cuts. Had four top 25s, with his best outings a pair of T10s, at the SIGA Dakota Dunes Open and the ATB Financial Classic. Was 48th on the final money list...Played the PGA TOUR's RBC Canadian Open the same year and shot 73-71 to miss the cut.\n\n2013: Played in the Web.com Tour's Stadion Classic at UGA in May and missed the cut...Played on the Minor League Golf Tour from 2010-2015, winning 30 times; fifth on Tour's all-time money list since its 2004 inception.\n","otherCarHigh" : "Was Sunbelt Conference Player of the Month in Oct. 2009...Was inducted into the National College Athlete Honor Society in 2010.","personal" : "Graduated from Vaughan Secondary School in Thornhill, Ontario in 2005...In high school was named Junior Male Athlete of the Year...Is youngest of four; has two brothers and one sister, who is a singer\/songwriter and has played piano on Broadway (\"Mary Poppins\")...Mother, Maureen, was a professional concert violinist and his father is still a professional drummer and pianist, who has toured with the likes of Dizzy Gillespie and Moe Koffman...Is engaged to be married on Jan. 9, 2016 to Dr. Morgan Handt. Propsed to Morgan at Palm Beach Int'l Airport, where he first met her a year earlier.....First tee intro song would be \"Lose Yourself\" by Eminem...First picked up the game at his grandparents cottage at age 10 in Innisfil, Ont....Biggest thrill in golf was competing in the 19th Maccabiah Games in Israel in July 2013 and winning the gold medal in men's open golf by 11 shots, as well as a team bronze medal...Favorites include Usain Bolt, Roger Federer, Wayne Gretzky, Mario Lemieux, Shawn White and LeBron James (athletes), Unconscious Putting, You are the Placebo, The Rise of Superman and The Call of the Wild (books), Vancouver, New City, N.Y., Palm Beach Gardens and St. Thomas, U.S. Virgin Islands (places to visit), Zac Brown Band, Incubus and Justin Timberlake (entertainers), Isleworth and Cabot Links (golf courses), \"Gladiator\", \"The Matrix\" and \"Remember the Titans\" (movies), Toronto Maple Leafs (pro team), \"Blacklist\", \"Ballers\", \"Blindspot\", \"The Voice\" and \"Wheel of Fortune\" (TV shows)...Motto is \"Push hard or don't push at all.\"...Most famous person met is NHL's Eric Staal; played in Mackenzie Tour pro-am event...Was a walking scorer at the Champions Tour's Allianz Championship in Boca Raton, Fla., while in college (\"learned a lot watching them.\")...Would like to trade places with Roger Federer for a day \"to see what his training routine is like.\"...Dream foursome would include Jack Nicklaus, Jim Furyk and Phil Mickelson...Bucket list includes driving a racecar over 150 mph and competing in the Olympics...Decided at 16 that he wanted to be a professional golfer and compete on the PGA TOUR...Is involved in The Humane Society and International Chiropractic Pediatric Assoc...Website is BenSilvermanGolf.com...Twitter handle is @ben_silverman.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1): 2013 Maccbiah Games [Israel].","curYrHigh" : "","carHigh" : "2015: On the Mackenzie Tour-PGA TOUR Canada, made 12 starts and eight cuts. Best finish was a playoff runner-up at the Syncrude Boreal Open in which he led for three rounds. Joined Kevin Spooner and Talor Gooch in a three-way playoff which Spooner won...The next week recorded a T4 at the SIGA Dakota Dunes Open, one stroke out of another three-man playoff. Closed the season in Canada ranked 26th on the Order of Merit.\n\n2014: Finished T4 at the Mackenzie Tour Qualifying School in Canada to earn exempt status...Rookie earned first career top-10 at the SIGA Dakota Dunes Open in his fourth start. Closed with rounds of 67-67 to finish T10... Earned a spot in the PGA TOUR's RBC Canadian Open after Monday-qualifying to make his first TOUR start. Missed the cut with rounds of 73-71...Posted four rounds in the 60s to finish T10 at the ATB Financial Classic for second top-10 finish of the season. 2013: Monday-qualified for the Stadion Classic at UGA on the Web.com Tour in May. Missed the cut. \n","otherCarHigh" : "Inducted into the National Athlete Collegiate Honor Society...2009 October Sunbelt Conference Player of the Month.","personal" : "Favorite athletes to watch are Tiger Woods, LeBron James and Sidney Crosby...Dream foursome would include Woods, Fred Couples and Rory McIlroy...Favorite course is Isleworth and favorite professional teams are Miami Heat and the Miami Dolphins...Twitter is @benw_silverman.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was T2nd in 2015 at the The Syncrude Boreal Open Presented by AECON.","dynStats" : "He ranks T47th in Scoring Average (Actual) on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}