{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25554","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "O'Curry","first" : "Matias","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "200","weightMetric" : "91","birthDate" : "September 27, 1982","age" : "33","birthPlace" : "Buenos Aires, Argentina","residence" : "Buenos Aires, Argentina","family" : "Wife, Carolina (2011); Son: Tomi (2013)","education" : "","splInterest" : "Poker, soccer","pronunciation" : "muh-TEE-us","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "Olivos Golf Club (Buenos Aires, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(1) 2011 93rd Campeonato Abierto del Sur [Argentina]","curYrHigh" : "A T7 finish at the 84th Abierto OSDE del Centro in Cordoba, Argentina in April has been his only top-10 finish this season on PGA TOUR Latinoamérica… Claimed back his PGA TOUR Latinoamérica card with a T17 finish at the Q-School played in Argentina in January.","carHigh" : "2014: Made the cut in just 5 of 15 starts on PGA TOUR Latinoamérica… Had two top-25s with a T18 at the Abierto de Chile in November as his best finish.\n\n2013: Made only four cuts in 20 starts on the Web.com Tour. Finished the season ranked No. 203 on the Money List to lose his card. His best finish was T33 at the Chile Classic, an event in which he carded a 65 on the final round… Played the second half of the PGA TOUR Latinoamérica season to finish ranked No. 53 in the Order of Merit and keep full exempt status for the 2014 season. Had a third place finish, two top-25 finishes and made the cut in three of his seven starts. His best finish was T3 at the Personal Classic in Buenos Aires, Argentina in December. A week earlier he carded a 65 for the opening round lead of the 87th Abierto de Chile. Was tied for second through 36 holes. Dropped off contention with a third round of 77 and finished T15.\n\n2012: Finished the PGA TOUR Latinoamérica season ranked No. 4 in the Tour's Order of Merit to join “Los Cinco” who earned status to play the 2013 season on the Web.com Tour… Collected a win, two third place finishes, five top 10's, eight top 25's and missed only two cuts in eleven starts… Earned US $54,285.31 in prize money… Won the 65th Arturo Calle Colombian Open at the Club El Rincón de Cajicá in Bogota, Colombia on September 23. Shot 71-69-68-71 for a total of 279 (-8) and earned US $22,500 on a course that played extremely tough for the rest of the field. His eight-stroke margin of victory in Bogota was the largest of the season… At the 59th Brazil Open presented by Credit Suisse Hedging-Griffo shot 9-under par 62 on the final round to set the Sao Fernando GC's new course record and finish the tournament as the solo third. That final round of eight birdies, one eagle and one bogey was the Tour's low 18 this season…Shot under par on each of his first twenty rounds on Tour… Earned his PGA TOUR Latinoamérica card by finishing T5 at the Qualifying Tournament at Hurlingham Club in Buenos Aires, Argentina in June.\n\n2011: Won his first career title at the Argentine Tour's Campeonato Abierto del Sur in February. Shot 64-66-67-66--277 to win by two strokes over his countryman Clodomiro Carranza at the historic Mar del Plata GC.\n\nOTHER DETAILS: Started his professional career on the Argentine Tour in January of 2008… Played on the Tour de las Americas between 2009 and 2012.\n","otherCarHigh" : "Won the Argentine Junior Championship… Claimed the Emilio Pereira Iraola Cup as low-amateur at the 1999 Argentine Open.","personal" : "Has two sisters, Belén and Ángeles… After earning his law degree at the Universidad Católica Argentina in 2007, he opted to become a professional player in January of 2008… Loves to join friends for a good Argentine asado… Likes to play poker and calls himself a huge fan of River Plate of the Argentine soccer league… Says that his dad, Beto O'Curry, got him started in golf at age 5. He also happens to be his golf instructor nowadays… His biggest thrill in golf was winning the 2012 Colombia Open… Favorite courses he's played are Torrey Pines and Teeth of the Dog… “Breaking Bad” and “House of Cards” are his favorite TV shows… “Scent of a Woman” is his favorite movie… An avid reader… Michael Jordan is his favorite athlete… Jack Nicklaus, Tom Watson and his dad would round out his dream foursome. “I'll team up with dad for a best-ball match with them.”… Favorite quote: “Things in life only make sense when you have someone to share them with.”… Twitter: @matocurry","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-Shool"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Conditionally Exempt: PGA TOUR Latinoamérica, Nos. 2-5 Money List","otherVics" : "","intlVics" : "","curYearHigh" : "A T7 finish at the 84th Abierto OSDE del Centro in Cordoba, Argentina in April has been his only top-10 finish this season on PGA TOUR Latinoamérica… Claimed back his PGA TOUR Latinoamérica card with a T17 finish at the Q-School played in Argentina in January.","carHigh" : "Has never made a start in a Web.com Tour or PGA TOUR event prior to the start of the 2013. season. \n\nPlayed on the Tour de las Americas between 2009 and 2012. 2012: Finished the PGA TOUR Latinoamérica season ranked fourth on the Order of Merit to join the five who earned status to play on the 2013 Web.com Tour. Collected a win, five top-10s and eight top-25s while missing only two cuts in 11 starts. Won the 65th Arturo Calle Colombian Open at the El Rincón de Cajicá Club in Bogota, Colombia in late September. Shot 71-69-68-71 for a total of 279 and earned $22,500. His eight-stroke margin of victory in Bogota was the largest of the season...At the 59th Brazil Open presented by Credit Suisse Hedging-Griffo, he shot a 9-under-par 62 in the final round to set the Sao Fernando GC's new course record and finish the tournament solo third. That final round of eight birdies, one eagle and one bogey was the Tour's low 18 for the season...Shot under-par scores on each of his first 20 rounds on Tour. Earned his PGA TOUR Latinoamérica card by finishing fifth at the PGA TOUR Latinoamérica's Qualifying Tournament at Hurlingham Club in Buenos Aires, Argentina in June. 2011: Won his first career title at the Argentine Tour's Campeonato Abierto del Sur in February. Shot 64-66-67-66--277 to win by two strokes over his countryman Clodomiro Carranza at the historic Mar del Plata GC.\n","otherCarHigh" : "Won numerous amateur events including the Argentine Junior Championship and the Emilio Pereira Iraola Cup that went to the low-amateur finisher at the 1999 Argentine Open.","personal" : "After earning his law degree at the Universidad Católica Argentina in 2007, he opted to become a professional player in January of 2008. Married Carolina Dantiacq in 2011. Loves to join friends for Argentine-style barbecues...Likes to play poker and calls himself a huge fan of River Plate of the Argentine soccer league...Started playing golf at age 5.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "A T7 finish at the 84th Abierto OSDE del Centro in Cordoba, Argentina in April has been his only top-10 finish this season on PGA TOUR Latinoamérica… Claimed back his PGA TOUR Latinoamérica card with a T17 finish at the Q-School played in Argentina in January.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "A T7 finish at the 84th Abierto OSDE del Centro in Cordoba, Argentina in April has been his only top-10 finish this season on PGA TOUR Latinoamérica… Claimed back his PGA TOUR Latinoamérica card with a T17 finish at the Q-School played in Argentina in January.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 1st in 2012 at the 65 Arturo Calle Colombian Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}