{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35539","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Guthrie","first" : "Luke","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "January 31, 1990","age" : "26","birthPlace" : "Quincy, Illinois","residence" : "Jacksonville, Florida","family" : "Single","education" : "University of Illinois","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2012)","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "Quincy; IL; United States","websiteUrl" : "http:\/\/www.lukeguthrie.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,359,380&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Tournament Winner","otherVics" : "","intlVics" : "","curYearHigh" : "Thanks largely to a third-round, 6-under 66 at the Silverado Resort & Spa, claimed a T10 with six others in the season's first event, the Frys.com Open.","carHigh" : "\n","otherCarHigh" : "Two-time All-America selection, including a first-team honoree as a junior. Two-time Big 10 Champion, becoming the first to win back-to-back titles since Luke Donald of Northwestern in 2000-01 and the Illini's first repeat champion since Steve Stricker in 1988-89. Member of Illinois' four-time Big 10 Championship teams. Selected Big 10 Player of the Year as a senior. Led the Big 10 in scoring average his senior year and broke his own school record for lowest single-season stroke average. Won seven collegiate events and set a school record for lowest career scoring average. Three-time academic All-Big 10 selection...Two-time Illinois state champion at Quincy Senior High School.","personal" : "Says helping Illinois to its fourth Big 10 team title is his biggest thrill in golf. Mountain climbing is his biggest thrill away from the game...Favorite courses are Riviera CC and Harbour Town GL and would like to play Augusta National. Favorite teams are Illinois, the Chicago Cubs and Chicago Bulls, and Derrick Rose is his favorite athlete to watch. Likes to watch ESPN and \"Pardon the Interruption.\" \"Tin Cup\" is his favorite movie. Kenny Chesney and Eric Church are his favorite singers. Likes Mexican food and Buffalo Wild Wings...Favorite gadget is his iPhone and his favorite apps are Chipotle and USA Today. Chicago is his favorite city to visit and likes to vacation at the beach...Carries a special Illini four-peat putter cover. Would put Steve Stricker, Mike Small and Zach Barlow in his dream foursome...Has skydiving on his bucket list.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "148th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Thanks largely to a third-round, 6-under 66 at the Silverado Resort & Spa, claimed a T10 with six others in the season's first event, the Frys.com Open.","carHigh" : "2013-14: Made 18 of 26 PGA TOUR cuts, with two top-10s. Finished T71 at The Barclays but did not advance in the FedExCup Playoffs. Finished 106th in the final FedExCup standings...Highlighted by second- and final-round, 7-under 64s, finished T5 at the Shriners Hospitals for Children Open in his first start at the event...A week later, in Shanghai, China, held the 18- and 36-hole leads at the BMW Masters. Went into the weekend at Lake Malaren GC with a four-shot advantage but could only muster a 72-71 finish to place solo fourth. Bogeyed his opening hole of his final round and never made a run, adding just two birdies the rest of the way. Ended two shots behind winner Gonzalo Fernandez-Castano while turning in his career-best European Tour performance...Finished T8 at the Memorial Tournament in his second start at Muirfield Village GC. \n\n2013: Made 14 of 27 cuts in his rookie season, with two top-10s. Finished 90th in the FedExCup standings after missing the cut at the Deutsche Bank Championship…Brother Zach resigned as the assistant golf coach at the University of Illinois so he could caddie full time for his brother during his rookie PGA TOUR season. Best finish was third place in just his seventh start of the season. At No. 72 in FedExCup standings at the end of the PGA TOUR Season, made it to the FedExCup Playoffs…Held the second- and third-round leads at The Honda Classic before a 3-over 73 on a wind-blown Sunday at PGA National resulted in a third-place finish, his best PGA TOUR performance and marked his fifth top-30 in seven starts…Seventh top-30 finish and second top-10 of the season, came in April, at the Zurich Classic of New Orleans. After a bogey-free, 5-under 67 in the first round at TPC Louisiana, ensuing sub-par rounds of 71-69-68 resulted in a T8…Made it to the FedExCup Playoffs, but was eliminated after missing the cut in the first of four events, The Barclays.\n\n2012: Entered his rookie season on the PGA TOUR in 2013 with four TOUR starts under his belt, with a T5 at the John Deere Classic the best of his three previous made cuts. Finished the season No. 2 on the Web.com Tour money list despite making only 10 starts. Closed the year with a T9 at the Web.com Tour Championship, his seventh top-10 effort of the campaign. Total earnings of $410,593 is the 13th best single-season haul in Tour history. His average earnings per event of $41,059 is the second-highest in Tour history, trailing only Michael Sim's average of $46,010 in 2009. Ended the season No. 1 in Putting Average and Putts Per Round...Earned his first career title with a four-stroke win at the Albertsons Boise Open. Shot a 6-under 65 on the final day at Hillcrest CC and set a tournament record with his 22-under 262 total. Was paired with 54-hole leader Michael Putnam, as well as Steve Wheatcroft in the final threesome Sunday and started par-birdie-eagle for the second straight day, which quickly moved him into the lead. Hit 15 greens on the last day and slowly pulled away from the field, adding late birdies at Nos. 15 and 16 to give him his winning margin. First-place check of $130,500 jumped him to No. 4 on the money list, with $283,463, assuring him a spot on the PGA TOUR for the 2013 season...Continued his stellar summer by following up the next week with another come-from-behind win, at the WNB Golf Classic, in Midland, Texas. Posted a 6-under 66 on the last day to erase a five-stroke deficit and finish at 17-under 271, one better than defending champion Danny Lee and Cameron Percy. Trailed much of the final round, and finally moved into the lead with a 20-foot birdie putt at No. 17. Made a clutch 12-foot putt to save par on the final hole and waited 20 minutes to see if Lee or Percy would birdie the last hole to force a playoff. Victory was worth $99,000 and vaulted him to No. 1 on the money list after only seven starts. Became the eighth player in Tour history, and the second this season, to win in back-to-back weeks. Tied for first in Putting at Midland CC...Turned professional shortly after the NCAA Championships and received an exemption into the PGA TOUR's FedEx St. Jude Classic, where he finished T19...Finished T5 at the John Deere Classic a month later after receiving another exemption...His top-10 effort earned him a berth in the True South Classic, where he was T18, bringing his three-tournament earnings total to $284,672...Was the last player in the field at the Nationwide Children's Hospital Invitational, getting in when the University of Texas' Dylan Fritelli withdrew. Missed the cut in the same event a year earlier in his first Web.com Tour start. Fired a bogey-free, 5-under 66 in Sunday's final round to finish at 12-under for his four trips around the Scarlet Course at Ohio State University. Rolled in a 20-foot birdie putt on the final hole to assume the clubhouse lead by one stroke. Was forced into a playoff when Ben Kohles made a short birdie at the final hole and then lost the playoff when Kohles made a 22-foot birdie putt that was nearly on the identical line that Guthrie had for his earlier birdie. Solo second-place finish was worth $86,400 and was enough to earn Special Temporary Membership on Tour and vaulted him to No. 33 on the season money list...Shared the first-round lead a week later at the Cox Classic in Omaha, when he fired a 9-under-par 62 at Champions Run despite a bogey and a double bogey. His 12 birdies tied the Tour mark for most birdies in a round. Overcame another double bogey and added an 8-under 63 in the second round to take a three-stroke lead at the halfway mark. His 17-under par score set a tournament record, and his 22 birdies over the first 36 holes set a Tour record. His 125 total tied the second-lowest, opening-36-hole score in Tour history, one off the mark set by Kevin Chappell at the 2010 Ford Wayne Gretzky Classic. Failed to gather any momentum in Saturday's third round and shot an even-par 71. Still shared the 54-hole lead. His bid to win stalled in Sunday's finale, when he fired a 3-under 68 that left him T3, four back of winner Kohles. His third-place check was worth $31,200 and moved him to No. 20 on the money list in just two starts...Finished T10 the following week at the Price Cutter Charity Championship and then made it 4 for 4 in top-10 peformances when he turned in a T6 effort the next week at the Midwest Classic. Moved up five spots on the money list, to No. 15. His scoring average for his first four events on Tour dropped to 67.375, and 14 of his initial 16 rounds were sub-par scores...Enrolled in 13 credit hours at Illinois for the fall semester in an effort to complete his business degree. \n\nAmateur: Two-time All-America selection, including a first-team honoree as a junior. Two-time Big 10 Champion, becoming the first to win back-to-back titles since Luke Donald of Northwestern in 2000-01 and the Illini's first repeat champion since Steve Stricker in 1988-89. Member of Illinois' four-time Big 10 Championship teams. Selected Big 10 Player of the Year as a senior. Led the Big 10 in scoring average his senior year and broke his own school record for lowest single-season stroke average. Won seven collegiate events and set a school record for lowest career scoring average. Three-time academic All-Big 10 selection...Two-time Illinois state champion at Quincy Senior High School.\n","otherCarHigh" : "","personal" : "Says helping Illinois to its fourth Big 10 team title is his biggest thrill in golf. Mountain climbing is his biggest thrill away from the game...Favorite courses are Riviera CC and Harbour Town GL, and he would like to play Augusta National. Favorite teams are Illinois, the Chicago Cubs and the Chicago Bulls, and Derrick Rose is his favorite athlete to watch. Likes to watch ESPN and \"Pardon the Interruption.\" \"Tin Cup\" is his favorite movie. Kenny Chesney and Darius Rucker are his favorite singers. Likes Mexican food and Buffalo Wild Wings...Favorite gadget is his iPhone and his favorite apps are Chipotle and USA Today. Chicago is his favorite city to visit and likes to vacation at the beach...Carries a special Illini four-peat putter cover. Would put Steve Stricker, Mike Small and Zach Barlow in his dream foursome...Has skydiving on his bucket list...Website is lukeguthrie.com. Twitter account is @LukeGuthrie.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Missed the FedExCup Playoffs (No. 148) for the first time in three seasons. Made 15 of 27 cuts on TOUR, with one top-10...Opened and closed with 3-under 68s at the Valspar Championship to finish T7 at Innisbrook with Jason Kokrak and Danny Lee...Made all four cuts in the Web.com Tour Finals in an attempt to improve his status on the PGA TOUR, but finished No. 47 on that money list. Missed the cut in the first three Web.com Tour Finals' events before finishing T10 at the Web.com Tour Championship."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T10th at the Frys.com Open.","dynStats" : "He ranks T98th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/LukeGuthrie"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}