{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06567","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Singh","first" : "Vijay","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "208","weightMetric" : "94","birthDate" : "February 22, 1963","age" : "53","birthPlace" : "Lautoka, Fiji","residence" : "Ponte Vedra Beach, Florida","family" : "Qass Seth (6\/19\/90)","education" : "","splInterest" : "Cricket, rugby, soccer, fitness","pronunciation" : "VEE-jay SING","nwTourAlumnus" : "","trndProYear" : "1982","clubAffl" : "","cityPlaysFrm" : "Fiji Islands; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2006","combTourMoney" : "70,082,579&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1993","qSchoolYear" : "","exmtStatus" : "Life Member","otherVics" : "(3): 2001 Telus Skins Game. 2003 Telus Skins Game. 2008 Chevron World Challenge.","intlVics" : "(22): 1984 Malaysian PGA Championship [Asia]. 1988 Nigerian Open [Afr], Swedish PGA. 1989 Volvo Open di Firenze [Eur], Ivory Coast Open [Afr], Nigerian Open [Afr], Zimbabwe Open [SAf]. 1990 El Bosque Open [Eur]. 1991 King Hassan Trophy [Morocco]. 1992 Turespana Masters Open de Andalucia [Eur], Malaysian Open [Asia], Volvo German Open [Eur]. 1993 Bells Cup [SAf]. 1994 Scandinavian Masters [Eur], Lancome Trophy [Eur]. 1995 Passport Open [Asia], 1997 South African Open [SAf], Toyota World Match Play Championship [Eur], 2000 Johnnie Walker Taiwan Open. 2001 Carlsberg Malaysian Open [Asia], Caltex Singapore Masters [Asia]. 2007 Kolon-Hana Bank Korea Open [Asia].","curYearHigh" : "Posted four rounds of par or better on a tough PGA National layout to claim a share of sixth place at The Honda Classic with Rickie Fowler for his first top-10 on the PGA TOUR since finishing T10 at the 2015 Valspar Championship in the Tampa Bay area.","carHigh" : "Has won in Malaysia, France, Nigeria, Ivory Coast, Morocco, Zimbabwe, Singapore, Spain, Germany, England, South Africa, Sweden, Taiwan, Canada, South Korea and U.S. Prior to Lee Westwood taking over No. 1 in the Official World Golf Ranking in late 2010, he was the last player to hold that title other than Tiger Woods (was No. 1 for 32 weeks, ending June 5, 2005). \n\n2014-15: Made 15 cuts in 22 starts through the Wyndham Championship, collecting one top-10 finish. Earned a berth into the Playoffs for an eighth time, of nine possible opportunities. A T66 at The Barclays resulted in a 119th-place finish in the FedExCup standings, putting an end to his season...On the PGA TOUR, posted four rounds of par or better at the Valspar Championship to claim a T10 with five others. The finish marked his first PGA TOUR top-10 since finishing solo second at the 2013 Frys.com Open in his first TOUR start of the season.\n\n2013-14: Made 16 of 25 cuts, with one PGA TOUR top-10. Advanced to the FedExCup Playoffs after missing them in 2013. Finished the season at the Deutsche Bank Championship at No. 87 in the FedExCup standings...One of four players to post all four rounds in the 60s at the Frys.com Open (69-67-65-68), finished runner-up by two strokes to champion Jimmy Walker. It marked his first top-10 on TOUR since a T4 at the 2012 Frys.com Open (his only other start at the event). At age 50 years, 7 months, 21 days, was seeking to become the TOUR's oldest winner since Fred Funk won the 2007 Mayakoba Golf Classic at age 50 years, 8 months, 11 days...Traveled to Australia in mid-November to play in the Talisker Masters. At Royal Melbourne GC, shot a tournament-best, third-round, 8-under 63 to jump into contention. Could only shoot an even-par 71 on the final day to finish solo third, four shots behind winner Adam Scott...Finished T35 at the PGA Championship and was T37 at the Masters Tournament in his two major championship appearances...Made his first start of the campaign on the Champions Tour in July where he finished T5 at the U.S. Senior Open at Oak Tree National...Made another start in August that led to a T7 finish at the 3M Championship in Minnesota. Highlight of his tournament was an opening-round, 8-under-par 64 at TPC Twin Cities...Made another international start in his homeland of Fiji, playing in the Fiji International at Natadola Bay Championship GC, a course he designed. Finished T10 with Brad Kennedy in mid-August in the tournament's inaugural playing.\n\n2013: Missed the FedExCup Playoffs for the first time in his career and failed to record a top-10 on TOUR for the first time since the 1991 season. Ended a streak of 20 consecutive years inside the top 70 on the final money list. Made 12 of 19 TOUR cuts...Made his Champions Tour debut in September at the Pacific Links Hawaii Championship, finishing T6 at Kapolei GC after a final-round, 1-over 73.\n\n2012: Finished No. 33 in the FedExCup standings, missing the TOUR Championship by Coca-Cola for the third time in four years...Finished T9 at the HP Byron Nelson Championship for his first top-10 finish since the 2011 Barclays (T3). It marked the 21st consecutive season he has notched at least one top-10 showing (176 total)...With 18 pars, managed the only bogey-free round Sunday at The Open Championship. Finished T9 in his 80th major championship appearance, and recorded his first top 10 in a major since T6 at the 2006 U.S. Open. His Sunday 70 was his 51st round at par or better in 23 starts at the event...The 2004 RBC Canadian Open champion returned north of the border to post four rounds in the 60s for the first time since the 2011 Wyndham Championship to claim a T7 at Hamilton G&CC. After a 283-yard drive at the par-4 fifth hole, chipped in for an eagle-2 en route to a final-round, 3-under 67. It was his sixth top-10 finish in 11 starts in the event...Held a share of the second-round lead at the PGA Championship, with Tiger Woods and Carl Pettersson, but weekend rounds of 74-77 dropped him to T36...Held the second-round lead and a share of the third-round lead at the BMW Championship but shot a final-round 73 to finish eighth. Needed a top-four finish to advance to the TOUR Championship by Coca-Cola...Making his 500th official PGA TOUR start, finished T4 at the Frys.com Open. It was his fourth top-10 finish in his last five starts on TOUR, dating to T9 at The Open Championship in July...Teamed with his son, Qass, to finish third at the PNC Father\/Son Challenge in December in Orlando.\n\n2011: Bounced back after two sub-par seasons to make first start at TOUR Championship by Coca-Cola since he won the FedExCup in 2008. Finished 28th in the FedExCup standings and the money list...In his third start of the year, posted a second-round, 6-under 65 en route to a T3 at the Waste Management Phoenix Open, his best finish since winning the 2008 Deutsche Bank Championship. Climbed to 81st in the Official World Golf Ranking after falling outside the top 100 the previous week for the first time since 1989...Collected a second top-five of the season with a runner-up effort at the Northern Trust Open, first career top-10 at Riviera CC...Posted four sub-par rounds to finish two shots behind winner Aaron Baddeley. Led the field in Putting and Total Birdies (20). Jumped to No. 49 in the OWGR...Finished T9 at the Wells Fargo Championship, helped by a second-round 67 and final-round 69. It is his fifth top-10 finish at the Wells Fargo Championship, second only to tournament-leader Phil Mickelson...Finished T4 at the Wyndham Championship with opening and closing 65s. It was his fourth top 10 in eight starts in Greensboro...Playing an event he had won four times, he entered the final round of The Barclays just one shot off the 36-hole lead Matt Kuchar held. A final-round 68 led to T3, his fifth top 10 of the season. Represented the ninth top-10 finish in 19 starts at the event...Played at the CIMB Asia Pacific Classic in Malaysia, a country where he has won three times as a professsional and where he previously worked as a club pro. Was T7 at The Mines Resort and GC. \n\n2010: Posted two top-10 finishes, lowest total of career dating to 1993...At The Honda Classic, entered the final round tied for second, three strokes behind eventual champion Camilo Villegas. Finished T4 after final-round 72...Was T9 at the AT&T National for his second top-10 finish of the season in 17 starts...Received special exemption from USGA to continue longest-active streak of consecitive majors, at 64. Later Finished T40. Extended the major streak to 66 with starts at The Open Championship and PGA Championship...Holed a 5-iron from 229 yards on the 567-yard, par-5 second hole at TPC Boston for his first-career double eagle en route to a third-round 69. Went on to finish T11 at the Deutsche Bank Championship, his fifth top-15 showing in seven starts at the event, good enough to jump into the top 70 to advance to the following week's BMW Championship. \n\n2009: His No. 68 position on the PGA TOUR money list, after 11 consecutive seasons of top-five finishes on the money list, was his lowest finish as a TOUR member...Underwent right knee surgery to repair a torn meniscus in mid-January after posting a T27 at season-opening Mercedes-Benz Championship...Returned at the AT&T Pebble Beach National Pro-Am in mid-February but missed cut...Posted his first top-10 finish of the season in his 10th start, a T9 at THE PLAYERS Championship...Earned a T6 at the Crowne Plaza Invitational his second top-10 in three starts...Shot a final-round 66 at the AT&T National to finish T7...Joined Phil Mickelson as the only players to compete in all eight Presidents Cup events. Was the only International team member to go undefeated in all five matches (2-0-3). \n\n2008: Came on strong late in the year to win three times, including two victories in the PGA TOUR Playoffs for the FedExCup (The Barclays, Deutsche Bank Championship) to capture the second FedExCup. Result came after altering his swing at the end of 2007, overcoming tendinitis in his left arm and with improved putting in late 2008. Career victory total of 34 TOUR wins (T13 all-time with Mickelson) are the most by an international player in PGA TOUR history. His 22 wins since turning 40 are the most by a player over age 40...Lost a playoff to Steve Lowery at the AT&T Pebble Beach National Pro-Am. Holding the lead on the back nine on Sunday, bogeyed three straight holes (Nos. 14-16) but managed to force a playoff with a birdie on the 18th hole. Lost when Lowery made a 7-foot birdie putt on the first playoff hole, again at the par-5 18th...Finished T2 at the World Golf Championships-CA Championship thanks to weekend rounds of 63-68. It marked his 25th career runner-up finish on TOUR...Collected his first World Golf Championships victory at the Bridgestone Invitational. Held the second- and third-round leads and went on to win by one stroke...Two-putted for birdie on the second playoff hole to beat Sergio Garcia in The Barclays, the first tournament in the PGA TOUR Playoffs for the FedExCup. Made a 27-foot birdie putt on the first playoff hole, the par-4 18th, after Garcia sank a putt of similar length. Kevin Sutherland was eliminated on that hole with a par. The victory was his 33rd PGA TOUR title and moved him from No. 7 to No. 1 on the FedExCup points list...Made three long birdie putts and closed with an 8-under 63 to win the Deutsche Bank Championship for his second consecutive victory in the PGA TOUR Playoffs for the FedExCup. Rolled in a 35-foot birdie putt on the 13th hole to stretch his lead to three shots, then holed a 60-foot birdie putt on the next hole and capped his run with a 35-foot birdie on the 17th hole. Beat third-round leader Mike Weir by five strokes in claiming his 34th career TOUR win in finishing at a tournament-record 22-under 262. It was his third victory in the past five weeks. Also surpassed the injured Woods on the TOUR money list thanks to the $1.26 million first-place check...Only needing to complete 72 holes, finished T22 at the TOUR Championship by Coca-Cola to win the FedExCup and its $10-million bonus...Won the Chevron World Challenge in mid-December. \n\n2007: Captured two PGA TOUR events to move to T14 all-time in victories with 31, tied with Harry Cooper and Jimmy Demaret. It was his sixth consecutive season with a TOUR win, second behind Woods' 12. Entered the PGA TOUR Playoffs for the FedExCup No. 2 behind Woods but slipped to 10th in final FedExCup standings...Won the Mercedes-Benz Championship by two strokes and became the first player to win an event in the inaugural FedExCup competition. Became the third player to win both Hawaii tournaments in a career, joining Jim Furyk and Ernie Els...Finished seventh at the FBR Open, thanks to a closing 7-under 64. Recorded his fifth top-10 at TPC Scottsdale, including two victories (1995, 2003)...Earned his 31st career victory at the Arnold Palmer Invitational at age 44 years and 24 days. Posted rounds of 67-67 on the weekend to edge Rocco Mediate by two strokes. Win came in 15th start at the Arnold Palmer Invitational, with 15 made cuts and three runner-up finishes. Tied with England's Cooper for most TOUR wins among international players. Total of 19 wins since turning 40 is the most by a player over age 40. Collected 4,500 FedExCup points to jump to No. 1 in the FedExCup standings with 11,289 points...Maintained that No. 1 spot into May thanks to a T11 finish at the World Golf Championships-CA Championship, followed by T13 finishes at the Masters and EDS Byron Nelson Championship...Finished T7 at the Wachovia Championship after posting a final-round 74. Fell to No. 2, behind Wachovia winner Woods, in the FedExCup standings after spending six weeks at number one...Posted rounds of 66-65 on the weekend to finish fourth at the Travelers Championship...Shared the first-round lead at the AT&T National after a 66 but finished T12...Past Canadian Open champion held the 54-hole lead by one stroke over Steve Allan and John Mallinger, but was overcome by Jim Furyk's 7-under-par 64 on Sunday. With four rounds in the 60s, finished second to Furyk, missing a birdie putt on the 72nd hole that would have forced a playoff. Runner-up finish strengthened No. 2 position in FedExCup standings, trailing No. 1 Woods by 1,829 points...Qualified No. 2 for the PGA TOUR Playoffs for the FedExCup, but first three starts included a missed cut (The Barclays), a T60 (Deutsche Bank Championship) and a 64th-place finish (BMW Championship). Finished the PGA TOUR Playoffs with a T7 at the TOUR Championship for 12th top-10 in 14 career TOUR Championship starts...Played in seventh consecutive Presidents Cup, joining Mickelson as the only players to start in all events since the debut in 1994...Won the Kolon-Hana Bank Korea Open in early October on the Asian Tour by birdieing the final hole to beat Kim Kyung-tae and Yang Yong-eun by two strokes at the Woo Jeong CC in Cheonan, Korea. \n\n2006: Inducted into the World Golf Hall of Fame on October 30. Finished among the top five on the PGA TOUR money list for the ninth consecutive season and also won for the fifth consecutive season...Thirteen top-10s matched Jim Furyk for most on TOUR...Finished second to Stuart Appleby at the season-opening Mercedes Championships, falling in a playoff...Won the Barclays Classic, becoming the first three-time winner (1993, 1995 and 2006) in 40-year history of tournament. Has also won Shell Houston Open and Buick Open three times. Seventeenth win since turning 40 tied him with Sam Snead for most wins by a player after turning 40. Tied with David Howell at 8-under 134 through 36 holes, then trailed Billy Andrade by a stroke at 7-under 206 through 54 holes prior to beating Adam Scott by two strokes. Shot a final-round 68, one of only seven rounds in the 60s in Sunday's final round...Held a three-stroke lead over Woods through 54 holes at the Deutsche Bank Championship, thanks to a career-low 10-under 61 in the third round. Closed with 3-under 68 to finish second, two strokes behind Woods, who shot a final-round 63. \n\n2005: Entered the season No. 1 in the Official World Golf Ranking and produced four victories and 18 top-10 finishes. 18 top-10s matched career high, posted in 2003 and 2004...Earned 25th career TOUR victory with one-stroke win over Ernie Els at Sony Open in Hawaii. Entered final round four back of Shigeki Maruyama after opening 69-68-67. Posted 5-under-par 65 on Sunday that included a birdie-4 on the 72nd hole. Win was eighth consecutive top-10 finish dating back to 2004 Deutsche Bank Championship, second-longest streak of career...Playoff record dropped to 5-2 after losing a three-man playoff at The Honda Classic to Padraig Harrington on the second extra hole. Began final round six strokes behind leaders Brett Wetterich and Geoff Ogilvy. Final-round 64 forced playoff with Harrington and Joe Ogilvie. Missed 3-footer for par on second extra hole as Harrington gained his first TOUR victory...Week later at Bay Hill, tied with Kenny Perry on 18th hole at 12-under par after birdies on Nos. 15 and 16 and a bogey by Perry on No. 17. Approach shot fell just short of green into water on 18 and double bogeyed the 72nd hole to finish tied with Graeme McDowell, two strokes behind Perry. The runner-up finish was enough to regain the title of World No. 1 two weeks after he lost it to Woods...In 12th Masters appearance, finished T5 for fourth consecutive top-10 for past winner of the green jacket. Fell to No. 2 in Official World Golf Ranking...On April 20, was introduced as an inductee into the World Golf Hall of Fame. That same week, joined Curtis Strange as the only two three-time winners of the Shell Houston Open with playoff victory over John Daly. Grabbed the first-round lead after tying the course record with an 8-under-par 64, and followed with rounds of 71-70-70. Tied with Daly at 13-under 275 after 72 holes, converted a two-putt par on the first extra hole to defeat Daly...Defeated Jim Furyk and Sergio Garcia in four-hole playoff to earn his third victory of the season at the Wachovia Championship. Fired a final-round 6-under 66 to come from six strokes back to tie third-round leader Garcia...Successfully defended his Buick Open crown and captured his third overall title at Warwick Hills G&CC…Finished T10 as the defending champion at the PGA Championship. Finished inside the top-10 in all four majors. \n\n2004: Put together one of the finest seasons in golf history, posting nine wins and earning a TOUR-record $10,905,166 while becoming No. 1 in the Official World Golf Ranking. Became just the sixth player in TOUR history to accumulate nine wins in a season and first since Woods in 2000. The others: Paul Runyan (nine in 1933), Byron Nelson (18 in 1945), Ben Hogan (13 in 1946 and 10 in 1948) and Sam Snead (11 in 1950). Led the TOUR in top-10s for the second straight season with 18 in 29 events. The 36 over a two-year period (2003-04) were the most since Tom Kite recorded 36 during the 1981 (21) and 1982 (15) seasons…Picked up a victory for the third consecutive year and sixth out of the last seven with his win at the AT&T Pebble Beach National Pro-Am. Shared third-round lead with Arron Oberholser before final-round 69 (one of just five rounds in the 60s Sunday) gave him a three-stroke victory over Jeff Maggert. Extended his consecutive top-10 streak to 12 straight, two behind Jack Nicklaus for the modern-day record and longest on TOUR since Nicklaus had 12 straight in 1975. Win jumped him to the top of the money list for the first time that season...Top-10 streak of 12 straight ended the next week after missed cut at Buick Invitational…With rounds of 74-66-69-68—277, won the Shell Houston Open for the second time in three years. Opening 74 was highest first-round score for winner on TOUR since Mark O'Meara posted 74 in opening round en route to victory at the 1998 Masters...First player since Kenny Perry (2003) to win TOUR events in back-to-back weeks, coming from four strokes back in the final round to capture the HP Classic of New Orleans for 18th career TOUR victory. Second time with back-to-back TOUR victories (1998 PGA and International) and fourth Monday finish victory (1997 Memorial Tournament, 2003 John Deere Classic, 2004 Shell Houston Open)...Won fourth event of season at Buick Open, holding off John Daly by one shot and Woods by two. Grabbed the lead after 18 holes with a 9-under 63, using a traditional putter for the first time in several years. Also held a share of the 36-hole lead and entered final round with a two-stroke lead over Daly. On Sunday, Daly grabbed the early advantage by posting three birdies and an eagle in the first four holes. Singh responded with six birdies and a bogey en route to becoming just the third multiple winner of the Buick Open...Picked up his third major victory by defeating Chris DiMarco and Justin Leonard in a three-hole playoff in the PGA Championship at Whistling Straits. Shared second-round lead with Leonard and held one-stroke margin over Leonard through 54 holes. Final-round 76 earned a spot in a playoff after Leonard bogeyed the 72nd hole. Made the only birdie of the playoff on the first hole (par-4 10th) to secure his fourth playoff win in five tries. Became 18th player in PGA Championship history to win multiple titles. Final-round 4-over 76 was the highest 18-hole score by a PGA champion and the highest final-round score for a major winner since Reg Whitcombe shot a closing 78 at Royal St. Georges to win the 1938 Open Championship…Jumped Ernie Els for No. 2 spot in the Official World Golf Ranking, .10 points behind No. 1 Woods...Moved to No. 1 with victory at the Deutsche Bank Championship, dueling Woods down the stretch before topping Woods and Adam Scott by three strokes for sixth TOUR victory of the year…The following week, win at the Bell Canadian Open took three extra holes versus Canadian Mike Weir. Trailed Weir by three strokes through 54 holes and posted final-round, 2-under 69 but did not get into playoff until Weir bogeyed the 72nd hole…Earned wire-to-wire victory for the first time in his career at the 84 LUMBER Classic. Elevated his season earnings to $9,455,566, the most money earned in one season on TOUR at the time, surpassing Woods' record of $9,188,321 in 2000…Broke the $10-million mark with ninth victory of season at the Chrysler Championship, posting four rounds in the 60s en route to record-setting 18-under performance…Season came to an end with a ninth-place finish at the TOUR Championship. With his $180,000 paycheck, brought his TOUR-record, single-season earnings to $10,905,166. \n\n2003: A four-time winner on TOUR, clinched first career money title at the season-ending TOUR Championship, where a T5 finish worth $228,000 brought total official money in 27 events to $7,573,907, topping Woods by $900,494. The season total was also second all-time, at the time, to Woods' $9,188,321 in 2000. A total of 18 top-10s were the most on TOUR since Tim Kite posted 21 top-10s in 26 starts in 1981...Picked up career victory No. 12 at the Phoenix Open, a tournament he also won in 1995. Fired final-round, 8-under 63 to come from two strokes back of Harrison Frazar after 54 holes to win by three strokes over John Huston. Bested his TOUR career low for total score (261) and in relation to par (23-under) with the victory...Held one-stroke lead through 36 and 54 holes at the EDS Byron Nelson Championship. Went on to win by two over Nick Price. Won for the first time in his 40s and recorded his fifth multiple-win season of his career. One of 11 players to win on the PGA TOUR over the age of 40...Along with Jim Furyk, set the U.S. Open record for best first 36 holes with a 7-under 133. His 7-under 63 during the second round tied Johnny Miller (1973), Jack Nicklaus and Tom Weiskopf (1980) for best 18-hole score in U.S. Open history. Finished event T20...Third victory of the season came at the John Deere Classic. Did not lead until final round but was within striking distance the entire tournament. Due to rainout of Saturday's third round, Singh played 23 holes on Sunday and the remaining 13 on Monday. Finished the day Sunday at 12-under in a tie for lead with J.L. Lewis. Pulled ahead on back nine Monday morning to win by four strokes. Victory moved him to No. 1 on the money list, a position he held for three weeks...Won fourth TOUR event of season by posting four rounds in the 60s at the FUNAI Classic at the WALT DISNEY WORLD Resort. Held second-round lead and shared third-round lead with Stewart Cink, John Rollins and Scott Verplank. Paycheck moved him into the top spot on the money list for second time during season. Became third player (Woods, five; Davis Love III, four) in 2003 to win at least four times, the first time since 1973 that three players had won at least four times (Jack Nicklaus, seven wins; Tom Weiskopf, five; Bruce Crampton, four)...Played for the International squad at The Presidents Cup for the fifth time in career. \n\n2002: Won multiple events for the first time since 1998 (Shell Houston Open and THE TOUR Championship). Enjoyed a third-place finish on the money list, with $3,756,563 in earnings, his best performance since finishing second in 1998…At the Shell Houston Open, collected his first TOUR victory since the 2000 Masters, a span of 50 starts. Set a new 72-hole scoring record at TPC The Woodlands with a 22-under-par total. Rounds of 67-65-66-68—266 earned him a six-stroke victory over Darren Clarke...Was the third-round leader at THE TOUR Championship for third consecutive time at East Lake GC (1998 and 2000) and won the tournament for the first time, by two strokes over Charles Howell III...Contended at both the Air Canada Championship and the World Golf Championships-American Express Championship, shooting final-round 65s at both events. In Canada, closed fast butstill was two strokes behind winner Gene Sauers...Three weeks later, his final-round 65 at Mount Juliet in Ireland still left him four strokes behind Tiger Woods...Played in the World Cup for his native Fiji for a second consecutive year, again pairing with Dinesh Chand. The duo finished solo 10th. Fiji was only a stroke behind Japan (Shigeki Maruyama-Toshi Izawa) entering the final day before shooting a 75 Sunday in Puerto Vallarta to drop back.\n\n2001: Despite failing to win for the first time in five years, put together a consistent season with a TOUR-best 14 top-10s and $3,440,829 in earnings, fourth on the money list. Finished second twice, at the AT&T Pebble Beach National Pro-Am, where he shot a final-round 69 but was passed by Davis Love III's 63, and at THE PLAYERS Championship, where he made triple-bogey-7 on the par-4 14th Sunday then eagled the par-5 16th and birdied the par-3 17th to complete a 68 to finish one stroke behind Tiger Woods...Represented Fiji for the first time at the World Cup. Teamed with Dinesh Chand to T8 at the team event at Taiheiyo Club's Gotemba Course in Japan.\n\n2000: Reached another level as a star when he captured the Masters Tournament, his second major championship title in 20 months. On Sunday's back nine at Augusta National, he birdied No. 15 but missed a 4-footer for par on the 16th hole, which cut his lead to two strokes over David Duval and Ernie Els. However he responded with an approach to8 feet on No. 17 and earned his first green jacket by three strokes over Els. When he birdied No. 18. The win extended his TOUR victory streak to four consecutive seasons…Followed his victory with a T3 at the MCI classic the next week on Hilton Head Island..Was T8 at the U.S. Open despite a third-round 80…Added a T11 at The Open Championship…Came close to winning the AT&T Pebble Beach National Pro-Am, finishing T2, two strokes behind Tiger Woods…Closed the year with a pair of T3s, at THE TOUR Championship and at the World Golf Championships-American Express Championship…Had LASIK surgery on May 31...In the fall, traveled to Taiwan and won the Johnnie Walker Taiwan Open in a one-hole playoff over South Africa's Craig Kamps…Was again a member of The Presidents Cup International team, and he turned in a 1-4 record…At the unofficial PGA Grand Slam of Golf, finished second. Watched as Woods eagled the 18th hole to tie him and then eagle the same hole to win the sudden-death playoff.\n\n1999: Earned his eighth career TOUR victory in March, at the Honda Classic. Stood nine strokes behind Eric Booker after 36 holes and five back through 54 holes but closed with 69 for two-stroke victory over Payne Stewart…Opned his season with a fourth-place finish at the Mercedes Championships…Had a streak of four consecutive tournaments where he finished no worse than fifth. Began the stretch with a solo second to Tiger Woods at the Memorial Tournament. Finished T3 in his next start, at the U.S. Open. The following week, he finished with three consecutive rounds in the 60s to T5 at the Buick Classic. Concluded the streak with a solo fourth at the Motorola Western Open…His 11 top-10 finishes were a career high. Led the TOUR in Eagles, averaging one every 104.8 holes (17 total)...Finished second at the Tokai Classic on the Japan Golf Tour. Weekend rounds of 69-68 left him a stroke behind winner Kaname Yokoo.\n1998: Began his season with his 48th consecutive cut made, at the Mercedes Championships. Stretched his streak to 53 in a row before shooting 76-80 to miss the cut at the Masters Tournament, his first tournament without a weekend appearance since the 1995 PGA Championship…Recorded consecutive victories in the summer, at the PGA Championship and the Sprint International. At the PGA at Sahalee GC in Washington, he opened with an even-par 70 followed by a course-record-tying 66 that produced a one-stroke lead. Third-round 67 tied Steve Stricker, and a closing 68 was good for two-stroke win over Stricker. Became the 10th winner in the past 11 years to make the PGA Championship his first major victory...A week after his PGA victory, earned another title—a six-point win over Phil Mickelson and Willie Wood at the Sprint International...Closed his year at East Lake GC with a playoff loss to Hal Sutton at THE TOUR Championship after opening the week with a course record, 7-under-par 63…At the conclusion of the year, lost to Tiger Woods, 2-up, in the PGA Grand Slam of Golf's championship match. \n\n1997: Won two TOUR events and earned more than $1 million for second time in career...Made 24 consecutive cuts in 1996 and added 21 in row in a season that saw him win twice...First victory came at the Memorial Tournament. Shot 70 in first round and stood four strokes out of lead. Followed with second-round 65 to pull to within three strokes of lead. Due to heavy rains, tournament was shortened to 54 holes. He fired final-round 67 to earn two-stroke victory over Jim Furyk and Greg Norman. Memorial title was his first win that didn't come in a playoff...Second victory came at Buick Open. Was his third win at Buick-sponsored event. Closing 66 matched low round of day and earned four-stroke victory over six players, including Ernie Els and Curtis Strange...Besides his two PGA TOUR titles, he added a pair of wins on the European Tour. Shot a 3-under 69 to hold off Nick Price to win the South African Open...Nine months later, he defeated Els, 1-up, to capture the first Toyota World Match Play Championship, ending Els' streak of four consecutive wins in the event at Wentworth. Beat Tsukasa Watanabe, Steve Elkington and Brad Faxon to get to the finals.\n\n1996: Made the cut in all 24 events he entered. Posted nine top-10 finishes, including five in a seven-event stretch that began at the United Airlines Hawaiian Open. Was T8 at Waialae CC...At the Doral-Ryder Open, he closed with a 68 near Miami to to T2, two strokes behind Greg Norman...Put together another hot streak in June and July, finishing T7 at the U.S. Open, T8 at the Motorola Western Open, T11 at The Open Championship and T5 at the PGA Championship. Began the final round of the year's final major, at Valhalla CC, two strokes behind leader Russ Cochran, but his run for his first major title ended with a bogey on the 72nd hole in Kentucky...Had a 2-3 record as a member of the International team at The Presidents Cup...Began using a long putter at the Phoenix Open but returned to the conventional putter at the Las Vegas Invitational.\n\n1995: Surpassed $1 million in earnings for the first time in his career, going over that plateau with a sixth-place finish at the season-ending TOUR Championship...Won his second PGA TOUR title, taking the Phoenix Open in a playoff over Billy Mayfair on the first extra hole for a $234,000 payday, the largest at that point in his career. Fired back-to-back 66s on the weekend at TPC Scottsdale...At the Buick Classic at Westchester CC, he again prevailed in a playoff, battling Doug Martin for five holes in New York before finally prevailing with a birdie to win there for the second time in three years. The birdie was his first of the day. He became the first player since Corey Pavin four years earlier to win two playoffs in a season...In the final staging of the Johnnie Walker World Championship in late December, at Tryall GC in Jamaica, he fell in a playoff to Fred Couples, an extra session that also included Loren Roberts, with all three players finishing at 5-under 279. \n\n1994: Was hampered by back and neck problems, limiting him to 21 PGA TOUR starts. Still picked up two runner-up finishes and won on the European Tour. His first close call came at the Northern Telecom Open in Tucson. After opening 67-68, he fell off the pace with an even-par 72. In the final round, he shot a 7-under 65 to finish two strokes behind winner Andrew Magee...Was tied for the lead at the 36-hole mark of the Nestle Invitational and took a one-stroke advantage over Magee at Bay Hill. Shot a 2-under 70 Sunday but fell by a stroke to Loren Roberts, who put together a 5-under 67...At the Scandinavian Masters at Oretiningholm GC in Stockholm, he opened with rounds of 68-67-69 before blitzing the field with an 8-under 64 to beat Mark McNulty by three strokes. \n\n1993: Earned PGA TOUR Rookie of the Year honors for a stellar season. Gained Special Temporary Membership by winning $74,667 in his first start, a T2 at the Nestle Invitational after Arnold Palmer invited him to play in the Nestle Invitational at Bay Hill Club and Lodge. Fired a final-round 69 but ultimately T2 in Orlando, two strokes behind Ben Crenshaw...Won his first title, earning the trophy at the Buick Classic. Shot a final-round 66 at Westchester CC to come from five strokes off the lead to finish in a playoff with Mark Wiebe. In the overtime, he beat Wiebe on the third playoff hole with a birdie…Held the second-round lead at the PGA Championship after firing an Inverness Club record 63 that tied the PGA Championship 36-hole mark of 131. The 63 also equaled the lowest 18-hole score in the PGA Championship and matched the lowest 1-hole total posted in a major championship…Received a special invitation to play in the Memorial Tournament and made the most of his opportunity. Opened with a 73 at Muirfield Village then came back with a 68-66-69 finish to record a T7 in Ohio...Two weeks later, was again in contention, this time at the Freeport-McMoRan Golf Classic in New Orleans. Began the day tied for 10th but put together a 4-under 68 at English Turn G&CC to finish solo fifth. \n\n1992: Won the first of two European Tour titles at the first playing of the Turespana Masters Open de Andalucia in Spain...Came back six months later to break Mark McNulty's two-year hold on the German Open and did so in record-breaking style. In Saturday's third round, he shot a Hubbelrath GC record, 8-under 64 and returned the following day and duplicated the feat with another 64, winning by 11 strokes in Duesseldorf...Made his fourth consecutive cut at The Open Championship, finishing T51...Played in his first domestic major championship, qualifying for the PGA Championship, turning in a T48 performance. \n\n1991: Won his ninth international title, taking the King Hassan Trophy in Morocco...Was T12 at The Open Championship for a second consecutive season and was in contention after back-to-back 69s in the second and third rounds before shooting an even-par 71 on the final day. \n\n1990: In the only playing of the European Tour's El Bosque Open at El Bosque G&CC in Valencia, Spain, he edged Richard Boxall and Chris Williams by two strokes for his second European Tour title...At The Open Championship, he shot a final-round 69 to T12. \n\n1989: After joining the European Tour as a rookie, he won his first European Tour event when he captured the inaugural Volvo Open di Firenze in Italy, with a 12-under 276 at Is Molas GC...Successfully defended his Nigerian Open title in Lagos...Qualified for his first major championship, The Open Championship, and finished T23. 1988: Became the first non-Swedish player to win the Swedish PGA...Won the first of two Nigerian Open titles...Looked like he might win his second title in Africa but had to T2 after Roger Chapman sank a birdie putt on the 72nd hole at the Zimbabwe Open to win. 1984: Won his first professional title, the Malaysian PGA Championship, in Kuala Lumpur.\n","otherCarHigh" : "","personal" : "Fiji's only world-class golfer...Learned game from his father, an airplane technician who also taught golf...Admired Tom Weiskopf while growing up and used Weiskopf's swing as early model for his own...Noted for his rigorous practice routine...Once held a club professional position in Borneo...Of Indian ancestry, first name means \"victory\" in Hindi...Served as Honorary Chairperson for 1999 National Golf Day, PGA of America's annual fundraiser for junior golf...Played with son Qass multiple times in the PNC Father\/Son Challenge finishing T2 in 2012...Established the Vijay Singh Charitable Foundation, benefiting charities and non-profit agencies that provide assistance, shelter, counseling and support to women and children who are victims of domestic abuse. The Betty Griffin House of St John's County, Fla. (Safety Shelter of St. John's County), was one of the first beneficiaries of the foundation.","otherInfo" : "","ntlTeams" : "The Presidents Cup (8), 1994, 1996, 1998, 2000, 2003, 2005, 2007, 2009; World Cup (3), 2001, 2002, 2013.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(22): 1984 Malaysian PGA Championship. 1988 Nigerian Open, Swedish PGA. 1989 Volvo Open di Firenze, Ivory Coast Open, Nigerian Open, Zimbabwe Open. 1990 El Bosque Open. 1991 King Hassan Trophy. 1992 Turespana Masters Open de Andalucia, Malaysian Open, Volvo German Open. 1993 Bells Cup. 1994 Scandinavian Masters, Lancome Trophy. 1995 Passport Open, 1997 South African Open, Toyota World Match Play Championship, 2000 Johnnie Walker Taiwan Open. 2001 Carlsberg Malaysian Open, Caltex Singapore Masters, Telus Skins Game. 2003 Telus Skins Game. 2007 Kolon-Hana Bank Korea Open. 2008 Chevron World Challenge","intlVics" : "","curYearHigh" : "Posted four rounds of par or better on a tough PGA National layout to claim a share of sixth place at The Honda Classic with Rickie Fowler for his first top-10 on the PGA TOUR since finishing T10 at the 2015 Valspar Championship in the Tampa Bay area.","carHigh" : "2015: Did not make his first start on the Champions Tour until late-September where he finished T3 at the Nature Valley First Tee Open at Pebble Beach. Recorded rounds of 3-under-par 69 on the weekend at Pebble Beach, including a bogey-free effort Sunday...Was T39 in his only other start on the Champions Tour at the Toshiba Classic, the final full-field event of the campaign...Made 15 cuts in 22 starts through the Wyndham Championship on the PGA TOUR, collecting one top-10 finish. Earned a berth into the FedExCup Playoffs for an eighth time, of nine possible opportunities. A T66 at The Barclays resulted in a 119th-place finish in the FedExCup standings, putting an end to his season...On the PGA TOUR, posted four rounds of par or better at the Valspar Championship to claim a T10 with five others. The finish marked his first PGA TOUR top-10 since finishing solo second at the 2013 Frys.com Open in his first TOUR start of the season...In October, returned to his native Fiji to play in the Fiji International at Natadola Bay GC, a course he designed. In difficult scoring conditions, with high wind in the opening two rounds, opened 78-75 and sat at 9-over through 36 holes. Fired a 1-under 71 Saturday then recorded the round of the tournament, a 7-under 65 Sunday, to move into a T3 with Ryan Fox and Nick Cullen, five shots short of winner Matt Kuchar. \n\n2014: Played in just three Champions Tour events while spending the majority of the year on the PGA TOUR...Was a top-10 finisher in two of those three starts, including a T5 at the U.S. Senior Open at Oak Tree National in Oklahoma and T7 at the 3M Championship near Minneapolis. Highlight of that tournament was an opening-round, 8-under-par 64 at TPC Twin Cities...Was also T12 at the Pacific Links Hawai'i Championship in his final start...Made 16 of 25 cuts on the PGA TOUR with one top-10. Advanced to the FedExCup Playoffs after missing them in 2013. Finished the season at the Deutsche Bank Championship at No. 87 in the FedExCup standings...Finished T35 at the PGA Championship and was T37 at the Masters in his two major championship appearances.\n\n 2013: Debuted on Champions Tour in September when he T6 at the Pacific Links Hawaii Championship. Was second after 36 holes, but a final-round 73 was his undoing...Also teamed with son, Qass, to T2 at the PNC Father-Son Challenge in December.\n","otherCarHigh" : "Ranks 14th among the PGA TOUR's top-50 all-time winners, with 34 career titles, the most by an international player in TOUR history. He claimed 22 tournament titles after turning age 40, the most by a player in his 40s…Inducted into the World Golf Hall of Fame on October 30, 2006…Among his 34 wins are three major championships—the 1998 and 2004 PGA Championships and the 2000 Masters…At the 1998 PGA Championship at Sahalee GC in Washington, he opened with an even-par 70 followed by a course-record-tying 66 that produced a one-stroke lead. A third-round 67 tied him with Steve Stricker, and a closing 68 was good for two-stroke win over Stricker…Earned the 2000 Masters victory by three strokes over Ernie Els. Took a three-shot advantage into Sunday and withstood the challenges of David Duval, Loren Roberts and Els to win his second major title in a span of 20 months. Hit 58 greens in regulation over four days at Augusta National, a Masters record…Defeated Chris DiMarco and Justin Leonard in a three-hole playoff to win the 2004 PGA Championship at Whistling Straits. Shared the second-round lead with Leonard and held one-stroke margin over Leonard through 54 holes. Earned a spot in a playoff after Leonard bogeyed the 72nd hole. Made the only birdie of the playoff, on the first hole (par-4 10th), to secure his fourth overtime win in five tries. Became the 18th player in history to win multiple PGA Championship titles. His final-round, 4-over-par 76 was the highest 18-hole score by a PGA champion and the highest final-round score for a major winner since Reg Whitcombe shot a closing 78 at Royal St. Georges to win the 1938 Open Championship…His 2004 PGA Championship title at Whistling Straits came during the midst of one of the finest seasons in golf history, when he posted nine wins and earned a then-TOUR-record $10,905,166. His win at the 2004 Deutsche Bank Championship elevated him to No. 1 in the Official World Golf Ranking, and he held that position for 32 weeks (from September 6, 2004 to February 27, 2005 and again from March 20 to March 27, 2005 and May 22 to June 5, 2005)…In 2004, became just the sixth player in PGA TOUR history to accumulate nine wins in a season and was the first since Woods in 2000…Voted as the PGA TOUR's Player of the Year in 2004 (Jack Nicklaus Award) and also earned the Byron Nelson Award (68.84) for lowest adjusted stroke average…Won seven PGA TOUR events multiple times, including three Buick Opens (1997 and 2004-05) and three Shell Houston Opens (2002 and 2004-05)…Captured the 2008 FedEx Cup after winning two times in the PGA TOUR Playoffs (The Barclays and Deutsche Bank Championship)…Last of 34 PGA TOUR victories came at the 2008 Deutsche Bank Championship, when he closed with an 8-under 63 to best Mike Weir by five strokes…Won his first TOUR title, at the 1993 Buick Classic. Shot a final-round 66 at Westchester CC to come from five strokes off the lead and force a playoff with Mark Wiebe. In the overtime, he beat Wiebe on the third extra hole with a birdie…In addition to 2004, was the PGA TOUR's leading money-winner in 2003 and 2009 and went 11 consecutive seasons among the top five in single-season earnings (1998-2008)…Earned the PGA TOUR Rookie of the Year honors in 1993…Shot 7-under 63 during the second round of the 2003 U.S. Open at Olympia Fields CC, tying Johnny Miller (1973), Nicklaus and Tom Weiskopf (1980) for best 18-hole score in U.S. Open history…Played primarily on the European Tour in the early 1990s, winning nine times on that circuit. Was accorded with Honorary Life Membership on the European Tour in May 2001… In addition to the United States, has won tournaments in Malaysia, France, Nigeria, Ivory Coast, Morocco, Zimbabwe, Singapore, Spain, Germany, England, South Africa, Sweden, Taiwan, Canada and South Korea… Won his first professional title at the 1984 Malaysian PGA Championship in Kuala Lumpur… Was a member of the International team in the first eight Presidents Cup matches (1994, 1996, 1998, 2000, 2003, 2005, 2007 and 2009) and also played for Fiji in two World Cup competitions (2001-02).","personal" : "Fiji's only world-class golfer...Learned game from his father, an airplane technician who also taught golf...Admired Tom Weiskopf while growing up and used Weiskopf's swing as early model for his own...Noted for his rigorous practice routine...Once held a club professional position in Borneo...Of Indian ancestry, first name means \"victory\" in Hindi...Served as Honorary Chairperson for 1999 National Golf Day, PGA of America's annual fundraiser for junior golf...Established, with wife and son, the Vijay Singh Charitable Foundation, benefiting charities and non-profit agencies that provide assistance, shelter, counseling and support to women and children who are victims of domestic abuse. The Betty Griffin House of St John's County, Fla. (Safety Shelter of St. John's County), was one of the first beneficiaries of the foundation.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T6th at the The Honda Classic.","dynStats" : "He ranks 3rd in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/PGATour#!\/VijaySinghGolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/vijaysinghgolf"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}