{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25568","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Zapata","first" : "Julio","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "176","weightMetric" : "80","birthDate" : "July 22, 1976","age" : "39","birthPlace" : "Rafaela, Santa Fe, Argentina","residence" : "Rafaela, Santa Fe, Argentina","family" : "Wife, Paola… Father of two boys: Jonathan (2003) and Luciano (2009)","education" : "","splInterest" : "Soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1996","clubAffl" : "Jockey Club de Rafaela (Rafaela, Santa Fe, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(12) 2000 Abierto de Mesopotamia [Argentina]. 2005 Abierto Norpatagónico [Argentina]. 2006 Televisa TLA Players Championship [TLA]. Abierto de Tandil [Argentina]. 2007 Abierto de Mesopotamia [Argentina]. 2008 Abierto de Salta [Argentina], 91º Campeonato Abierto del Sur [Argentina]. 2010 58º Campeonato Rocas de Santo Domingo [Chile]. 2012 Abierto de San Luis [Argentina]. 2013 67º Abierto de Granadilla [Chile], Abierto de Termas de Río Hondo [Argentina], Abierto de San Luis [Argentina].","curYrHigh" : "","carHigh" : "2015: Had one top-10, two top-25s and 10 cuts made in 16 starts on PGA TOUR Latinoamérica, where he finished 63rd on the Order of Merit… Best finish was T5 at the Mazatlán Open, an event he started as co-leader after an opening 66… Finished the year with a T9 at the Developmental Series Final in Ecuador… Had a runner-up finish at the 5th Abierto Las Termas de Río Hondo on the Argentine Tour, where he lost on the fourth hole of a sudden death playoff to Maxi Godoy. Had carded a 64 on the final round to move into a tie for first at 25-under.\n\n2014: For the second consecutive year finished 55th on the PGA TOUR Latinoamérica Order of Merit… His only top-10 was T7 at the Lexus Peru Open, where he posted a 66 on the final round… Had two other top-25s at the Abierto de Chile (T13) and the Arturo Calle Colombian Classic (T16)… Made the cut in 8 of 12 starts… Best finishes on the Argentine Tour were T2 at the Abierto del Litoral and solo third at the 96th Abierto del Sur.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 55 in the Order of Merit. His best finish was T11 at the 60th Aberto do Brasil in Rio de Janeiro. His other top 25 finish was T15 at the 87th Abierto de Chile… Had a victory on the Chilean Tour, where he won the 67th Abierto de Granadilla by two strokes at 282 (-6) in January… Finished the Argentine Tour season ranked No. 3 with two wins and two fifth place finishes in eight starts. His Argentina Tour wins came at the Abierto de Termas de Río Hondo in July and at the Abierto de San Luis in December.\n\n2012: Finished the inaugural season of PGA TOUR Latinoamérica ranked No. 11 in the Order of Merit. Had three top-5 finishes and seven cuts made in 10 starts. His best finish was third at the Puerto Rico Classic in Dorado, Puerto Rico. His other top-5 finishes were T4 at the Roberto De Vicenzo Invitational Copa NEC and at the 107th Visa Open de Argentina… Finished the Tour de las Americas abbreviated final season ranked No. 8 in the Order of Merit in June. Had three top-10 finishes with a runner-up honors in Chile's Abierto de Los Lirios as his best. His TLA season ending ranking secured him the PGA TOUR Latinoamérica card… Won the Abierto do San Luis on the Argentine Tour in November. Had seven top-5 finishes in 12 starts to finish the season ranked No. 2 on the Argentine Tour. \n\n2011: Made the cut in 9 of his 25 starts on the European Tour, where his best finish was T45 at the Saint Omer Open in June. Finished the season ranked No. 213 to lose his card… His best finish in Latin America was third at the Tour de las Americas' Carlos Franco Invitational in Paraguay.\n\n2010: Won the European Tour card for 2011 by finishing the season ranked No. 11 on the European Challenge Tour ranking. His ECT season featured a runner-up finish at the Kenya Open, four top-10 finished and 16 cuts made in 21 starts… Won the 58th Campeonato Rocas de Santo Domingo on the Chilean Tour in January. Defeated Chile's Christian Espinoza in a sudden-death playoff for that title after tying for first at 277 (-11).\n\n2009: Early in the year he finished T4 at the Club Colombia Masters in Bogota, an event co-sanctioned by the Tour de las Américas and the European Challenge Tour. On the ECT he went on to make the cut in five of his 12 starts to finish No. 86 on the rankings… Finished the season with a T2 finish at the 104º VISA Open de Argentina, only one stroke behind tournament champion César Costilla at Nordelta GC.\n\n2008: Was fully exempt on the European Tour, where he made the cut in 10 of his 27 starts. Finished No. 158 on the rankings to drop his card. His best finish was T11 at the Omega European Masters… Won the Abierto de Salta in September and at the 91st Campeonato Abierto del Sur in December on the Argentine Tour.\n\n2007: Made the cut in 19 of his 23 starts on the European Challenge Tour, where he finished ranked No. 15 to earn the European Tour card for 2008. His best finishes were T3 at the FIRSTPLUS Wales Challenge and T2 at the Challenge of Ireland in consecutive weeks between July and August… Collected a six-shot victory at the Argentine Tour's Abierto de Mesopotamia.\n\n2006: Won his first Tour de las Americas title at the Televisa TLA Players Championship at the Mayan Palace in Acapulco, Mexico. Shot 60, 70 and 67 to win the 54-hole event by two strokes at 197 (-19).\n\n2005: Claimed runner-up honors at the Tour de las Americas' Torneo de Maestros in Argentina. Finished three-strokes behind tournament champion Ángel Cabrera.\n\n2004: Played on the Tour de las Americas, where his best finish that season was third at the TLA Players Championship in Acapulco, Mexico in May.\n\n2000: Won his first career title on the Argentine Tour at the Abierto de Mesopotamia in Paraná.\n","otherCarHigh" : "","personal" : "Got started in golf as a 12 year old caddie at the Jockey Club in Rafaela, Santa Fe and turned professional at the age of 19 in 1996… A big soccer fan, says his favorite professional team is Argentina's River Plate... Twitter name is @JulioZapataGOLF","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Dev Series Final Top-5"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 3rd in 2012 at the Puerto Rico Classic.","dynStats" : "He ranks T75th in Par Breakers on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}