{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20691","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Owen","first" : "Greg","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "205","weightMetric" : "93","birthDate" : "February 19, 1972","age" : "44","birthPlace" : "Mansfield, Nottinghamshire, England","residence" : "Windermere, Florida","family" : "Wife, Jacqueline; Lauren (6\/19\/02), Sophie (1\/5\/08)","education" : "","splInterest" : "Sports, movies","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2008, 2014)","trndProYear" : "1992","clubAffl" : "Orange County National (Winter Park, Florida)","cityPlaysFrm" : "Mansfield; ; England","websiteUrl" : "http:\/\/www.gregowengolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,145,637&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2008","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "(2): 1996 Gosen Challenge [EurChall]. 2003 British Masters [Eur].","curYearHigh" : "Highlighted by an eagle on the final hole to cap a final-round 64 (including a 30 on the back) at the Sony Open in Hawaii, finished T5 (five behind champion Fabian Gomez) for his best finish on TOUR since the 2015 FedEx St. Jude Classic (which was also won by Gomez). It marked just his seventh top-10 in the last seven years on the PGA TOUR and his first in five attempts at the Sony Open.","carHigh" : "2013: Made the cut in 13 of 24 PGA TOUR starts and had four top-25 finishes. Ended the season No. 134 in the FedExCup standings. Best week came at the RBC Canadian Open, where he was T12. Was 11-under par and three shots back of leader Brandt Snedeker after 54 holes, but a 1-over 73 on the final day kept him from challenging...Made two of four cuts in the Web.com Tour Finals and finished T8 at the Chiquita Classic near Charlotte for his best performance. \n\n2012: Enjoyed three top-10s and an 88th-place finish on the final FedExCup points list after qualifying for the first two Playoffs events, The Barclays (T38) and the Deutsche Bank Championship (missed cut)...Was T9 at the AT&T Pebble Beach National Pro-Am in February for his first top-10 of the season...Added another T9 at the Memorial Tournament on the strength of a final-round 67 at Muirfield Village...Had another strong final round a week later, at the FedEx St. Jude Classic, when he fired a Sunday 65 to T11 outside Memphis...Final top-10 of the campaign came at The McGladrey Classic in October. Opened with a 64 at Sea Island and closed with a 65 at The Seaside Course. \n\n2011: Made 23 Web.com Tour starts, where he collected a pair of top-10 finishes. First top-10 of the season came at the Melwood Prince George's County Open, where he was T9...Was T3 at the Chiquita Classic after shooting 64-67 on the weekend...In December, shot a final-round, 5-under 67 to finish T18 at the PGA TOUR Qualifying Tournament at PGA West and earn a return card to the PGA TOUR in 2012. \n\n2010: Played 27 events on the PGA TOUR and finished No. 183 on the money list with two top-25 finishes. Best week was a T16 at the Zurich Classic of New Orleans. \n\n2009: Finished 109th on the TOUR money list with one top-10 and six top-25 finishes...Best finish since the 2007 AT&T Pebble Beach National Pro-Am came at the John Deere Classic following four rounds in the 60s. Finished T9 after the field played 36 holes on Sunday because of inclement weather earlier in the week. \n\n2008: Finished No. 10 on the Web.com Tour money list, with 14 made cuts in 17 starts, including seven top-10 finishes. Posted four top-four finishes in his first eight starts on the Web.com Tour. Making his first career start on Tour, T3 at the Chitimacha Louisiana Open, one of three third-place finishes on the year (Xerox Classic, Albertsons Boise Open). Shared the first- and third-round lead at the Athens Regional Foundation Classic before falling in a playoff to Robert Damron. Also finished runner-up two weeks later at the South Georgia Classic, moving to No. 5 on the money list. Played in one PGA TOUR event, missing the cut at the AT&T Pebble Beach National Pro-Am.\n\n2007: Finished No. 157 on the PGA TOUR money list, with $426,601. Made the cut in 11 of 29 starts, with a best finish of T4 at the AT&T Pebble Beach National Pro-Am, aided by a final-round 5-under 67 Sunday at Pebble Beach. \n\n2006: Finished among the top 75 (No. 69) on the PGA TOUR money list for a second straight season. Was a career-best second at the Bay Hill Invitational, one stroke behind Rod Pampling, in his eighth start of the season. Tied at 14-under after Pampling double bogeyed the par-4 13th hole, he birdied Nos. 14 and 16 to take a one-stroke lead into the par-3 17th hole. Although Pampling bogeyed the hole, he missed two putts from within 3-and-a-half feet to double bogey. The pair headed for the 18th hole tied for the lead. His second shot on No. 18 landed in the back bunker, and he hit a wedge to 13 feet. Pampling two-putted for par, and when his par putt lipped out he fell one shot short. \n\n2005: The PGA TOUR rookie retained his card after finishing 57th on the money list with more than $1.3 million in earnings...In his third start of the season and 10th of his TOUR career, posted his first top-10 with a solo third at the AT&T Pebble Beach National Pro-Am...A T7 at the Wachovia Championship pushed him over the $1-million mark in just his 12th event of the season. First rookie to earn more than $1 million during the season. \n\n2004: Playing in his first PGA TOUR Qualifying Tournament, made it through all three stages to finish T4 and earn his initial TOUR card...Finished 94th on the Order of Merit, with three top-10s, including a season-best seventh at the Qatar Masters. \n\n2003: Posted his best finish in Europe at No. 21 on the Order of Merit. Picked up his first career victory on that tour with a win at the British Masters. \n\n2002: Played in a U.S. PGA TOUR event for the first time, qualifying for the PGA Championship (missed cut).\n\n2001: Turned in best finish in a major at The Open Championship, where he finished T23 and posted a double eagle on the 11th hole at Royal Lythan & St. Annes, England, in the third round. \n\n2000: Qualified for his second consecutive Open Championship. Opened with a 2-under 70 and went on to T55 at St. Andrews' Old Course.\n\n1999: Played in his first PGA TOUR event and first major, The Open Championship, where he missed the cut. \n\n1996: Won the Gosen Challenge on the European Challenge Tour. \n","otherCarHigh" : "","personal" : "Was ranked as the No.1 tennis player in Nottinghamshire at age 13...Wife Jacqui was a national gymnast...Biggest thrill outside of golf is watching his children succeed...Lists Muirfield Village in Ohio as his favorite golf course played. Would most like to play Augusta National...Never travels without his phone...Favorite TV show is \"House.\" Favorite movie is \"The Shawshank Redemption.\" Favorite entertainer is Eddie Murphy. Favorite food is pasta. Favorite athlete to watch is Usain Bolt...Would round out his dream foursome with his two children and his dad...Bucket list includes swimming with sharks and sky-diving...Charity involvement includes working with Wish Upon a Star, which helps kids with trips and medication.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "2004","exmtStatus" : "104th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(3): 1996 Gosen Challenge [EurChall]. 2003 The Daily Telegraph Damovo British Masters [Eur]. 2004 World Sand Championship.","curYearHigh" : "Highlighted by an eagle on the final hole to cap a final-round 64 (including a 30 on the back) at the Sony Open in Hawaii, finished T5 (five behind champion Fabian Gomez) for his best finish on TOUR since the 2015 FedEx St. Jude Classic (which was also won by Gomez). It marked just his seventh top-10 in the last seven years on the PGA TOUR and his first in five attempts at the Sony Open.","carHigh" : "2014-15: Claimed a pair of top-10 finishes in 18 starts through the Wyndham Championship, highlighted by a runner-up performance in Memphis. Earned a berth into the Playoffs for a third time and first since 2012. A missed cut at The Barclays kept him just outside the top 100 in the FedExCup standings at No. 104, a result that ended his season...Held a share of the 18- and 54-hole leads at the FedEx St. Jude Classic before a final-round, even-par 70 resulted in solo-second-place finish as he made his quest to win his first TOUR title. Ended four strokes behind winner Fabian Gomez. The finish at TPC Southwind tied his career-best (2006 Arnold Palmer Invitational)...Two starts later, over the Independence Day weekend, opened with a 5-under 65 at The Greenbrier Classic en route to a T6 with six others, at 11-under 269.\n \n2013-14: Finished the Web.com Tour season with 12 starts. Year resulted in a win, a third-place finish and a T4...Posted that T4 in only his second start of the season at the South Georgia Classic, with rounds of 72-69-67-69...Garnered his first win in the U.S. when he overcame a seven-stroke deficit on the final day at the United Leasing Championship in late June. Opened with a triple-bogey 7 on Sunday to fall 10 shots off the pace at Victoria National GC. He steadied himself and then roared into contention with five birdies and an eagle on the back nine to get to 10-under par before stumbling with a bogey on the final hole to finish at 9 under. Completed play approximately 75 minutes before the final group completed its round. Waited as all of the challengers collapsed down the treacherous stretch of finishing holes. Did not have the outright lead until the final minutes, when 25-year-old rookie Mark Hubbard missed a 10-foot par putt on the 72nd hole to drop out of a share of the lead and hand him the title. Picked up a check for $108,000, which vaulted from No. 88 to No. 13 on the money list. Victory was his first since capturing the European Tour's British Masters in the summer of 2003...Came ever so close to securing one of the first 25 TOUR cards at the Regular Season-ending WinCo Foods Portland Open in August. After making the cut on the number with a birdie on the 36th hole, put himself inside the top 25 on Saturday with a 65, only to fall to No. 27 at weekend's end with a final-round 74 and T36 finish...Rounds of 67-67-68-70 at the first Web.com Tour Finals event, the Hotel Fitness Championship, resulted in a third-place finish. Was one-shot off Colt Knost's lead after three rounds but couldn't maintain the final-round pace of winner Bud Cauley's 65 and runner-up Knost's 68. A check for $68,000 secured his return to the PGA TOUR for 2014-15.\n\n2013: Made 13 of 24 PGA TOUR cuts, with no top-10s. Finished No. 134 in the FedExCup standings. Best of four top-25 finishes came at the RBC Canadian Open (T12). Played in all four Web.com Tour Finals events, finishing No. 52 and failing to improve his status for 2013-14...First top-10 of the season came at the Web.com Tour's Melwood Prince George's County Open, where he was T9...Was tied for third through 36 holes at the Chiquita Classic after shooting 64-67 in the Web.com Tour Finals' event. Played the weekend in even-par and wound up T8, four shots back of the leaders. \n\n2012: Enjoyed three top-10s and an 88th-place finish on the final FedExCup points list after qualifying for the first two Playoffs events, The Barclays (T38) and the Deutsche Bank Championship (missed cut)...Was T9 at the AT&T Pebble Beach National Pro-Am in February for his first top-10 of the season...Added another T9 at the Memorial Tournament on the strength of a final-round 67 at Muirfield Village...Had another strong final round a week later, at the FedEx St. Jude Classic, when he fired a Sunday 65 to T11 outside Memphis...Final top-10 of the campaign came at The McGladrey Classic in October. Opened with a 64 at Sea Island and closed with a 65 at The Seaside Course. \n\n2011: Made 23 Web.com Tour starts, where he collected a pair of top-10 finishes. First top-10 of the season came at the Melwood Prince George's County Open, where he was T9...Was T3 at the Chiquita Classic after shooting 64-67 on the weekend...In December, shot a final-round, 5-under 67 to finish T18 at the PGA TOUR Qualifying Tournament at PGA West and earn a return card to the PGA TOUR in 2012. \n\n2010: Played 27 events on the PGA TOUR and finished No. 183 on the money list with two top-25 finishes. Best week was a T16 at the Zurich Classic of New Orleans. \n\n2009: Finished 109th on the TOUR money list with one top-10 and six top-25 finishes...Best finish since the 2007 AT&T Pebble Beach National Pro-Am came at the John Deere Classic following four rounds in the 60s. Finished T9 after the field played 36 holes on Sunday because of inclement weather earlier in the week. \n\n2008: Finished No. 10 on the Web.com Tour money list, with 14 made cuts in 17 starts, including seven top-10 finishes. Posted four top-four finishes in his first eight starts on the Web.com Tour. Making his first career start on Tour, T3 at the Chitimacha Louisiana Open, one of three third-place finishes on the year (Xerox Classic, Albertsons Boise Open). Shared the first- and third-round lead at the Athens Regional Foundation Classic before falling in a playoff to Robert Damron. Also finished runner-up two weeks later at the South Georgia Classic, moving to No. 5 on the money list. Played in one PGA TOUR event, missing the cut at the AT&T Pebble Beach National Pro-Am.\n\n2007: Finished No. 157 on the PGA TOUR money list, with $426,601. Made the cut in 11 of 29 starts, with a best finish of T4 at the AT&T Pebble Beach National Pro-Am, aided by a final-round 5-under 67 Sunday at Pebble Beach. \n\n2006: Finished among the top 75 (No. 69) on the PGA TOUR money list for a second straight season. Was a career-best second at the Bay Hill Invitational, one stroke behind Rod Pampling, in his eighth start of the season. Tied at 14-under after Pampling double bogeyed the par-4 13th hole, he birdied Nos. 14 and 16 to take a one-stroke lead into the par-3 17th hole. Although Pampling bogeyed the hole, he missed two putts from within 3-and-a-half feet to double bogey. The pair headed for the 18th hole tied for the lead. His second shot on No. 18 landed in the back bunker, and he hit a wedge to 13 feet. Pampling two-putted for par, and when his par putt lipped out he fell one shot short. \n\n2005: The PGA TOUR rookie retained his card after finishing 57th on the money list with more than $1.3 million in earnings...In his third start of the season and 10th of his TOUR career, posted his first top-10 with a solo third at the AT&T Pebble Beach National Pro-Am...A T7 at the Wachovia Championship pushed him over the $1-million mark in just his 12th event of the season. First rookie to earn more than $1 million during the season. \n\n2004: Playing in his first PGA TOUR Qualifying Tournament, made it through all three stages to finish T4 and earn his initial TOUR card...Finished 94th on the Order of Merit, with three top-10s, including a season-best seventh at the Qatar Masters. \n\n2003: Posted his best finish in Europe at No. 21 on the Order of Merit. Picked up his first career victory on that tour with a win at the British Masters. \n\n2002: Played in a U.S. PGA TOUR event for the first time, qualifying for the PGA Championship (missed cut).\n\n2001: Turned in best finish in a major at The Open Championship, where he finished T23 and posted a double eagle on the 11th hole at Royal Lythan & St. Annes, England, in the third round. \n\n2000: Qualified for his second consecutive Open Championship. Opened with a 2-under 70 and went on to T55 at St. Andrews' Old Course.\n\n1999: Played in his first PGA TOUR event and first major, The Open Championship, where he missed the cut. \n\n1996: Won the Gosen Challenge on the European Challenge Tour. \n","otherCarHigh" : "","personal" : "Was ranked as the No.1 tennis player in Nottinghamshire at age 13…Wife Jacqui was a national gymnast…Biggest thrill outside golf is watching his children succeed…Lists Muirfield Village in Ohio as his favorite golf course played. Would most like to play Augusta National…Favorite movie is \"The Shawshank Redemption.\" Favorite entertainer is Eddie Murphy...Favorite athlete to watch is Usain Bolt…Would round out his dream foursome with his two children and his dad…Bucket list includes swimming with sharks and sky-diving…Charity involvement includes working with Wish Upon a Star, which helps kids with trips and medication.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T5th at the Sony Open in Hawaii.","dynStats" : "He ranks T39th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}