{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12394","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Carter","first" : "Tom","middle" : "","extn" : "","nick" : ""}, "height" : "5-11","weight" : "195","birthDate" : "January 20, 1968","age" : "45","birthPlace" : "Abington, Pennsylvania","residence" : "Jupiter, Florida","family" : "Wife, Lisa; Grace Elizabeth (6\/25\/10)","education" : "Temple University (1991, Business Administration)","splInterest" : "Sports, movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1992","qSchoolYear" : "","clubAffl" : "The Dye Preserve (Jupiter, Florida)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.tom-carter.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "1,280,869&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2001","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2001-03, 2005-09. 2010: Made only one start during the year, missing the cut at the Web.com Tour's BMW Charity Pro-Am. 2009: Made only two cuts in 12 starts, with a T26 at the Mexico Open his best finish. 2008: Made the cut in eight of 27 starts on the Web.com Tour, highlighted by a T13 at the Panama Movistar Championship in his first start of the season. Member of the PGA TOUR for part of 2003 season and all of 2004...Made the cut in 15 of 30 appearances on the 2007 Web.com Tour, with three top-25 finishes. Only top-10 effort came at the National Mining Association Pete Dye Classic (T4). Made the cut in seven of 24 starts on the 2006 Web.com Tour. Posted his worst-money finish since joining the Tour, ending at No. 165. Failed to record a top-25 finish for first time since becoming a member...Made the cut in nine of 24 starts on Tour in 2005. Claimed his first top-10 finish of the season with a T10 at the Alberta Classic. It was his first venture inside the top 10 since winning the final leg of the three-win promotion during the 2003 season, which, ironically, came at the Alberta Classic. Finished the 2004 PGA TOUR season, with a career-best T13 at the Chrysler Classic, one of three top-25 finishes. Concluded the season No. 158 on the money list. Sixth player in Web.com Tour history to earn an immediate promotion to the PGA TOUR based on victories at the 2003 Samsung Canadian PGA Championship, Price Cutter Charity Championship and Alberta Calgary Classic. Finished third on the 2003 final Web.com Tour money list, with $360,990. Made the cut in just four of first 12 events then won three times in last 10 events. Broke through for first win on Tour at the Samsung Canadian PGA Championship. Finished regulation tied with Jason Bohn at 9-under-par 275 and then won on the first playoff hole with a par. Had missed the previous eight cuts heading into the tournament. Fired four rounds in the 60s on way to winning the Price Cutter Charity Championship. Finished at 21-under-par 267, one shot ahead of Doug LaBelle II and Roland Thatcher. Four rounds in the 60s, including a third-round 62, at The Links of Glen Eagles gave him a five-stroke win over Nick Cassini in the inaugural Alberta Calgary Classic and a promotion to the TOUR. The win gave him a sweep of the two Tour events north of the border. Had similar start on PGA TOUR, missing first six cuts, but made last two, including a career-best T12 in the FUNAI Classic at Walt Disney World Resort. Finished No. 43 on the 2002 Web.com Tour money list, with $104,997. Posted 10 top-25 finishes and four top-10s, while participating in all 28 tournaments. Made the cut in 16 of 25 events, with five top-10 finishes during his rookie season on the 2001 Web.com Tour. Closed the season with a T2 at the Tour Championship, his previous-best-career finish. Finished the season No. 1 on Tour in Driving Distance (312.0 yards). Driving Distance mark was then an all-time record for any of the three Tours. Finished first on the South Florida Tour money list in 2000 with four victories. Finished third on the Golden Bear Tour money list that year, with two wins. \n","otherCarHigh" : "","personal" : "Grandfather taught him the game at age 10. Lists his grandfather and dad as his heroes. Lists earning the Web.com Tour's three-win promotion as his biggest thrill in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2002: Finished No. 43 on the Nationwide Tour money list with $104,997. Posted 10 top-25 finishes and four top-10s, while participating in all 28 tournaments. 2001: Made the cut in 16 of 25 events with five top-10 finishes during his rookie season...Closed the season with a T2 at the Tour Championship, his previous-best-career finish. Overcame a second-round 78 with weekend scores of 69-68 to jump back up the leaderboard, finishing three strokes behind winner Pat Bates...Tied for third at the Monterey Peninsula Classic three weeks earlier. Was one stroke off the 36-hole lead at Monterey and held a one-shot lead after three rounds at the Bayonet Course. Final-day 76 dropped him five back of winner Chad Campbell...Finished the season No. 1 on Tour in Driving Distance (312.0). Driving Distance mark was then an all-time record for any of the three Tours. 2000: Finished first on the South Florida Tour money list with four victories...Finished third on the Golden Bear Tour money list with two victories. Amateur: Winner of nine collegiate tournaments.\n","otherCarHigh" : "","personal" : "Garnered All-State honors for both tennis and basketball in high school...Grandfather taught him the game at age 10...Has three holes-in-one during competitive rounds.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}