{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22624","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Kribel","first" : "Joel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "170","weightMetric" : "77","birthDate" : "January 27, 1977","age" : "39","birthPlace" : "Pleasanton, CA","residence" : "Phoenix, AZ","family" : "Wife, Breinnan; Quinn (12\/27\/09), Sloan Elizabeth (7\/17\/11)","education" : "Stanford University (1999, Economics)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "TPC of Scottsdale","cityPlaysFrm" : "plays out of Silverleaf (Scottsdale, AZ)","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "757,302&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Received a sponsor exemption into the Mylan Classic, his first start on either Tour since 2009. Posted scores of 77-72 and missed the cut.","carHigh" : "2006: Made the cut in 11 of 19 starts on Tour, with three top-25 finishes-including season-best T11s at the Knoxville Open and the Mark Christopher Charity Classic. Finished the season No. 98 on the money list, with $53,279. 2005: Concluded the year No. 76 on the Web.com Tour money list, with $65,659. Made 12 of 21 cuts, with four top-25s. Cracked the top 10 for the only time with a T9 outing at the Preferred Health Systems Wichita Open. At 11-under-par 273, finished five shots behind tournament winner Joe Daley. Near-miss top 10s came with identical T13s at the ING New Zealand PGA Championship, LaSalle Bank Open and the Cox Classic presented by Chevrolet. 2004: Made the cut in six of 13 starts on the 2004 PGA TOUR, with a T4 at the John Deere Classic his best finish. Ended the year No. 171 on the money list, with $276,862. A T13 at the FedEx St. Jude Classic rounded out his top-25 finishes. 2003: During rookie season on the PGA TOUR, suffered fractured finger on right hand and did not play after the Greater Milwaukee Open in mid-July. Made three cuts in 16 starts, with a best finish of T37 at the Buick Invitational. Earned initial TOUR card after finishing T11 at the 2002 National Qualifying Tournament. 2002: Finished 28th on Web.com Tour money list, with $129,146, posting 10 top-25 finishes. Was a member of the Tour record-tying four-man playoff at the Hershey Open, won by Cliff Kresge. Shot rounds of 67-68-70-71 to make the playoff at 8-under-par 276. Other top-10 finishes included a T5 at the Holden Clearwater Classic and a T7 at the State Farm Open. \n","otherCarHigh" : "Four-time college All-America at Stanford where teammates included Tiger Woods and current Cardinal coach Conrad Ray. Finalist at the 1997 U.S. Amateur, losing to Matt Kuchar, 2 and 1, at Cog Hill G&CC. Member of the winning 1997 U.S. Walker Cup team. Two-time World Amateur team member. Finished 45th at the 1998 Masters Tournament as an amateur, posting rounds of 74-76-76-75. Six-time all-star in baseball during his early teen years. His dad is a former minor league baseball player.","personal" : "Lists Doug Brooke, Ed Oldfield and Dave Stockton, Jr. among his instructors...Says playing in the Masters and on the 1997 Walker Cup team are his biggest thrills in golf. His biggest thrill outside the game is the birth of his children...Favorite course he's played is Augusta National and says he'd like to play Pine Valley...Favorite college team is Stanford and favorite pro team is the San Francisco Giants...Favorite TV show is \"Modern Family\" and favorite book is Mr. Lemur's Train of Thought...Favorite group is the rock band O.A.R...Enjoys visiting San Francisco and likes to vacation in Sedona, Ariz...Likes tacos and carries dried meats in his golf bag as a snack...The oldest club in his bag is his putter, which he's had for about 15 years. Has a special headcover that resembles the Stanford Tree...Favorite quote is \"Don't Mistake Kindness for Weakness.\"...Charity work includes helping with Maggie's Place, a shelter for homeless, single mothers who are looking to better their situations through education.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1997.","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Earned exempt status with rounds of 69- 71-73-70 at the 2013 Qualifying Tournament","carHigh" : "\n","otherCarHigh" : "Was runner-up to Matt Kuchar at 1998 US Amateur, gaining entry to The Masters the following year.","personal" : "","otherInfo" : "Played on the PGA TOUR from 2003-2004 and Web.com Tour from 2001-2002 and 2005-2007, Four-time All-American (three-time 1st team) at Stanford.","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "During rookie season on the PGA TOUR, suffered fractured finger on right hand and did not play after the Greater Milwaukee Open in mid-July. Will receive a Major Medical Extension for 2004. Coupled with $39,120 earned in 16 events in 2003, has the opportunity to play in 13 events to earn $448,375 and match the $487,495 winnings of 2003's No. 125, Esteban Toledo. If he does so, will play out of the Major Medical Extension category for the remainder of the season. Made three cuts in 16 starts, with a best finish of T37 at the Buick Invitational. Recorded hole-in-one on the par-3 11th hole with an 8-iron from 182 yards in the second round of the FedEx St. Jude Classic. Earned initial TOUR card after finishing T11 at the 2002 Qualifying Tournament. Member of the Nationwide Tour from 2000-02. Finished 28th on money list in 2002 with $129,146. Four-time All-American. Walker Cup Team member. Two-time World Am Team member. Runner-up at 1997 U.S. Amateur to Matt Kuchar. Six-time all-star in baseball during his early teen years. His dad is a former minor league baseball player.","ntlTeams" : "World Amateur Team Championship (2), 1996, 1998; Walker Cup, 1997.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T2nd in 2002 at the Hershey Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}