{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35139","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lee","first" : "Richard","middle" : "H","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "May 4, 1987","age" : "28","birthPlace" : "Chicago, Illinois","residence" : "Bellevue, Washington","family" : "Wife: Christine; Israella (3\/5\/07)","education" : "University of Washington (2010, Sociology)","splInterest" : "Basketball, hanging with his family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2010","clubAffl" : "TPC Scottsdale (Scottsdale, Arizona)","cityPlaysFrm" : "Bellevue; WA; United States","websiteUrl" : "http:\/\/www.richardhlee.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,320,129&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "Exempt - Next 25 Money Winners from 2014 Web.com Tour Finals","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in 27 events on the PGA TOUR and made 13 cuts. Recorded his first top 10 of the season at the AT&T Pebble Beach National Pro-Am. Opened with a 65 and found himself two back of Andrew Loupe's lead after the first round. Carded 72-72-73 over final 54 holes for a T10âŚEarned a T4 at the Puerto Rico Open with four rounds in the 60s. After opening with a 74 at the Quicken Loans National, climbed back into contention with consecutive 68s in the second and third round. Started the final round three back of Patrick Reed but posted a 74 and dropped to T11âŚFinished the year No. 138 in the FedExCup standings and did not make the playoffs...Competed in the Web.com Tour Finals, made the cut in two of the four events and failed to regain playing privileges on the PGA TOUR. After a T34 in the Hotel Fitness Champions, withdrew from the Chiquita Classic and missed the cut at the Nationwide Children's Hospital Championship. Got off to a great start at the Web.com Tour Championship with a first round 67 followed by a 68 in the second round. Posted 70-71 over the final 36 holes for a T14. \n\n2013: Made 17 of 24 cuts on TOUR, with two top 10s and a No. 96 position in the final FedExCup standings. Finished T73 at the Deutsche Bank Championship to drop out of the FedExCup Playoffs...Was T10 at the Humana Challenge with rounds of 66-65-70-66. Had a hole-in-one on the 15th hole in the final round...Next top-10 finish came at the RBC Heritage, opening with rounds of 68-71-69 but struggling to a 2-over 73 in the final round to finish T9. \n\n2012: Rookie managed three top-15 finishes in 20 starts in the PGA TOUR Season, finishing No. 149 on the FedExCup points list. Ended his season campaign with a T12 and T14 at the Reno-Tahoe Open and Wyndham Championship, respectively...After a six-week hiatus from the PGA TOUR, returned to the Justin Timberlake Shriners Hospitals for Children Open, where he finished T6 with Las Vegas resident Scott Piercy. Despite three bogeys on his inward nine in the first round, managed eight birdies in the round for a pace-setting, 5-under 66. Closed with a 6-under 65 on Sunday at TPC Summerlin in Las Vegas to claim the first top-10 finish of his TOUR career. \n\n2011: Having never played in a PGA TOUR event, the Web.com Tour rookie earned the first top-10 of his career in his 11th start, at the Mexico Open. Was the only player in the field of 144 to post four rounds in the 60s. Entered the final-round tied for the lead. Made the turn at 3-under 33 then birdied No. 10 to grab sole possession of the lead before stumbling with three bogeys on the inward nine to finish two shots back of the winner alone in second place. The runner-up check of $75,600 catapulted him from No. 88 to No. 17 on the money list...In December, one year after missing out by one shot at Q-School, he birdied his last two holes (played last five holes in 4-under) at the PGA TOUR Qualifying Tournament at PGA West to finish T24 and earn his Tour card for 2012.\n","otherCarHigh" : "Two-time All-America at the University of Washington. First-team All-Pac-10 Conference. Part of two University of Washington Pac-10 Conference championship teams.","personal" : "Favorite golf course is the Members Club at Aldarra, east of Seattle. Would like to play Pebble Beach. Favorite college team is the Washington Huskies and favorite pro team is the Seattle Seahawks. Enjoys watching the Golf Channel, and \"Gladiator\" is his favorite movie. Favorite book is The Bible. Favorite food is Korean. Seattle is his favorite city to visit and Hawaii is his favorite vacation spot...Never travels without his phone...Not many people know he married at 18.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "Non-Exempt Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Will enter the 2015-16 PGA TOUR season on a Non-Exempt Medical Extension. Will have 11 events to earn 458 FedExCup points or $742,470 to equal No. 125 on each respective list to satisfy the medical extension. Had surgery on his left thumb in February, with his lone PGA TOUR start coming later in the year with a missed cut at the U.S. Open. Finished No. 82 in the Web.com Tour Finals while making all four starts.\n\n2013-14: In 27 PGA TOUR starts, collected three top-25 finishes in 13 made cuts, highlighted by two top-10 showings in Northern California in February. Finished the season ranked 138th in FedExCup standings...Making his eighth start of the season, finished T10 at the AT&T Pebble Beach National Pro-Am for his first top-10 of the season. Week included an opening-round 65, equaling the low round of his career...Finished T4 at the Puerto Rico Open, with all four rounds in the 60s (69-68-68-67)...Attempted to regain exempt status via the Web.com Tour Finals but failed to do so. Made two of four cuts, with best finish, a T14, coming at the season-ending Web.com Tour Championship.\n\n2013: Made 17 of 24 cuts on TOUR, with two top 10s and a No. 96 position in the final FedExCup standings. Finished T73 at the Deutsche Bank Championship to drop out of the FedExCup Playoffs...Was T10 at the Humana Challenge with rounds of 66-65-70-66. Had a hole-in-one on the 15th hole in the final round...Next top-10 finish came at the RBC Heritage, opening with rounds of 68-71-69 but struggling to a 2-over 73 in the final round to finish T9.\n\n2012: Rookie managed three top-15 finishes in 20 starts in the PGA TOUR Season, finishing No. 149 on the FedExCup points list. Ended his season campaign with a T12 and T14 at the Reno-Tahoe Open and Wyndham Championship, respectively...After a six-week hiatus from the PGA TOUR, returned to the Justin Timberlake Shriners Hospitals for Children Open, where he finished T6 with Las Vegas resident Scott Piercy. Despite three bogeys on his inward nine in the first round, managed eight birdies in the round for a pace-setting, 5-under 66. Closed with a 6-under 65 on Sunday at TPC Summerlin in Las Vegas to claim the first top-10 finish of his TOUR career. \n\n2011: Having never played in a PGA TOUR event, the Web.com Tour rookie earned the first top-10 of his career in his 11th start, at the Mexico Open. Was the only player in the field of 144 to post four rounds in the 60s. Entered the final-round tied for the lead. Made the turn at 3-under 33 then birdied No. 10 to grab sole possession of the lead before stumbling with three bogeys on the inward nine to finish two shots back of the winner alone in second place. The runner-up check of $75,600 catapulted him from No. 88 to No. 17 on the money list...In December, one year after missing out by one shot at Q-School, he birdied his last two holes (played last five holes in 4-under) at the PGA TOUR Qualifying Tournament at PGA West to finish T24 and earn his Tour card for 2012.\n","otherCarHigh" : "","personal" : "Favorite golf course is the Members Club at Aldarra, east of Seattle. Favorite college team is the Washington Huskies and favorite pro team is the Seattle Seahawks. Enjoys watching the Golf Channel, and \"Gladiator\" is his favorite movie. Favorite book is The Bible. Favorite food is Korean. Seattle is his favorite city to visit, and Hawaii is his favorite vacation spot. Favorite players on TOUR are Tiger Woods and K.J. Choi. On marrying at 18 and having a child one year later, he says, \"Being a father and a husband has taught me to better manage my time. I have a different perspective on life. Golf isn't everything.\"","otherInfo" : "Two-time All-American at the University of Washington, most recently in 2010. Earned first-team All-Pac-10 honors. Was a member of two University of Washington conference championship teams.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T4th in 2014 at the Puerto Rico Open presented by seepuertorico.com.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Richard_LeePGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}