{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28670","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lee","first" : "Won Joon","middle" : "","extn" : "","nick" : ""}, "height" : "6-3","weight" : "210","birthDate" : "October 23, 1985","age" : "","birthPlace" : "Seoul, South Korea","residence" : "Glenwood, New South Wales, Australia","family" : "Single","education" : "Hanyang University","splInterest" : "Cars, basketball, relaxing","trndProYear" : "2006","qSchoolYear" : "","clubAffl" : "Concord GC (Glenwood, New South Wales, Australia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "547,273&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Conditionally Exempt \/ 23rd qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Made the cut in 13 of 24 starts and had a pair of top-10 finishes...Was T3 at the Pacific Rubiales Bogota Open, which was plagued by rain all four days and eventually reduced to 36 holes. Added a T9 at the Stadion Classic at UGA. 2010: Made the cut in half of his 28 starts and had seven top-25 finishes to reach No. 36 on the final money list...Earned his first top-10 of the year with a T3 at the Nationwide Children's Hospital Invitational. Moved into contention with rounds of 67-66 on Friday and Saturday and was one stroke out of the 54-hole lead. Played in the final threesome with leader Nick Flanagan and Alistair Presnell. Posted a 2-under 69 but wound up two shots back of winner D.J. Brigman...Posted his second top-10 finish four starts later at the Knoxville News Sentinel Open. Fired 67 in the second and final rounds to finish T7...Made a big jump from 65th to 50th on the money list with a T4 finish in the third to last event, the Miccosukee Championship...Recorded his best finish of the year (T2) in the next week's Winn-Dixie Jacksonville Open. A final-round 66 left him one stroke back of winner David Mathis. Moved from 50th on the money list to No. 33...In mid-November, he traveled to his home in Australia for the JBWere Australian Masters in Melbourne. Was par or better for all four days at Victoria GC to T8 with Robert Allenby, Camilo Villegas and Geoff Ogilvy. 2009: Ended the season No. 47 on the money list after making 13 cuts in 28 starts. Finished T9 at the South Georgia Classic for his first top 10 of the season. Second top-10 came at the Miccosukee Championship, the final full-field event on the calendar. Hovered near the lead all week but needed a birdie putt on the final hole of regulation to grab a share of second place. Earned enough money to vault from No. 73 to No. 47 on the money list and qualify for the Web.com Tour Championship at Daniel Island the following week. Effort also secured fully-exempt playing status for the 2010 Web.com Tour. Celebrated his 24th birthday with a 5-under 67 in the second round of the Web.com Tour Championship at Daniel Island. Finished No. 1 in Average Driving Distance (312.7 yards) for the second consecutive season. 2008: Played 27 events in his rookie year on the Web.com Tour, making 16 cuts and earning his first top-10 of the year with a T10 at the BMW Charity Pro-Am. Was 115th on the money list when his next top-10 came at the Preferred Health Systems Wichita Open. He finished T7 in Kansas. He posted four rounds in the 60s and led in Driving Distance. He shot a final-round 64 to T2 at the Utah Championship, where he played the par-5s in 16-under for the week. Finished T8 at the WNB Golf Classic, where he was one of only four players to shoot all four rounds under par. Excellent late-season form continued with T6 at Chattanooga Classic. Made nine cuts in his last 10 events to finish 50th on the money list. 2007: Made both previous Web.com Tour starts on Tour, finishing T35 at the Jacob's Creek Open Championship and T40 at the HSBC New Zealand PGA Championship. Finished T49 at the British Open for his only start in a PGA TOUR event. Played on the Asian Tour in 2007, in an event in South Korea when Michelle Wie, another Korean by birth, made her only cut in a men's event. \n","otherCarHigh" : "Won the individual medalist honors in the stroke-play competition at the 2006 Western Amateur. A month later, won the New South Wales Amateur Match Play Championship, beating former British Amateur champion Gary Wolstenholme on the 37th hole.","personal" : "Lists winning as his biggest thrill in golf. The Korean-born Australian got his start in golf from his dad...Had never hit a golf shot until just before the Sydney Summer Olympic Games in 2000. Until that point he had focused on playing basketball. Was named as the defensive MVP during his basketball career. \"I didn't really pattern my game after anyone because I've never seen any slow, Asian-Australian basketball players,\" he says. Stopped playing basketball after repeated finger injuries hampered his golf game...He also played rugby, soccer and tennis while growing up. Has received lessons in the past from Butch Harmon. As a kid, he wanted to be a secret agent. Lived in South Korea until he was 4...Favorite course he's played is Point O'Woods CC in Michigan. Favorite TV show is \"Entourage\". Favorite pro team is the Los Angeles Lakers and favorite athlete to watch is Michael Jordan. Dave Chapelle is his favorite entertainer and his favorite food is his mother's cooking. Favorite vacation spot is anywhere he can go snowboarding...Says he's \"superstitious about being superstitious.\" Nickname is \"Boom Boom.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 3 times.","dynStats" : "He ranks 80th in Driving Distance on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/won_joon_lee"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}