{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01549","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hulbert","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "April 14, 1958","age" : "58","birthPlace" : "Elmira, New York","residence" : "Orlando, Florida","family" : "Wife, Teresa; Justin Michael (7\/25\/93), Trevor (3\/10\/97)","education" : "East Tennessee State University (1980, Business Management)","splInterest" : "Fishing, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "Lake Nona; Bay Hill Club (Orlando, Florida)","cityPlaysFrm" : "Orlando; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,552,698&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1985","qSchoolYear" : "1984, 1985","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the PGA TOUR since 1985, and worked as on-course TV commentator for the last several years. Played a full schedule on the Champions Tour in 2008 after turning 50 in April, with a best finish of T8 in his debut at the Outback Steakhouse Pro-Am. Served as assistant captain to Curtis Strange on the 2002 U.S. Ryder Cup team. Most recent of three TOUR victories came at 1991 Anheuser-Busch Golf Classic, where he beat Kenny Knox on the first hole of a playoff. Earned first win at 1986 Federal Express St. Jude Classic, beating childhood friend Joey Sindelar by one stroke. Second TOUR victory came at 1989 B.C. Open, where he topped Bob Estes in a playoff. Winner of several unofficial TOUR events: the 1991 Isuzu Kapalua Invitational; the 1991 JCPenney Classic, a mixed-team event with Donna Andrews; and the 1987 Chrysler Team Championship with Bob Tway. 1979-80 All-America selection at East Tennessee State University, where he was inducted into the Athletic Hall of Fame in 2002.","ntlTeams" : "Ryder Cup, 2002 (Captain's Assistant)","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1987 Chrysler Team Championship [with Bob Tway]. 1998 JCPenney Classic [with Donna Andrews]. 1991 Ping Kapalua International.","intlVics" : "","curYearHigh" : "Played in a seven events, with his best finish coming in Canada when he was T34 in June's Montreal Championship.","carHigh" : "2011: Made just seven starts, with his best finish a T37 at the Nature Valley First Tee Open at Pebble Beach. 2010: Made 13 appearances last year and lone top-25 effort came in a familiar place, En-Joie Golf Course. Was T22 at the Dick's Sporting Goods Open thanks to a 6-under 66 in the final round. 2009: Matched his best career finish on the circuit when he placed T8 at the Dick's Sporting Goods Open in Endicott, NY. Horseheads native posted three consecutive rounds in the 60s at En-Joie GC, the site of his 1989 B.C. Open triumph. 2008: Had his two best outings of the season in his first three appearances on the circuit...Debuted on the Champions Tour in mid-April at the Outback Steakhouse Pro-Am and managed to finish T8 in his first event...Three weeks later, at the Regions Charity Classic, posted a pair of 68s over the first two rounds and was only three strokes off the lead entering Sunday. Final-round 73 dropped him into a T11 at Ross Bridge.\n","otherCarHigh" : "Played on the PGA TOUR on a regular basis from 1985-2006, winning three times. He also had an additional six runner-up finishes and $4,183,779 in career earnings. Finished among the top-100 money winners for 12 straight years from 1986-1998...Financially, his best year on TOUR was in 1991 when he won $551,750 and finished 24th on the money list...Was 18th on the money list in 1989, his highest finish in that category...Earned his first win in his second season on the PGA TOUR when he defeated childhood friend Joey Sindelar by one stroke at the 1986 Federal Express St. Jude Classic...Second career title came three years later in Endicott, N.Y., when he defeated Bob Estes at the B.C. Open less than an hour from his boyhood home of Horseheads, N.Y...His third and final TOUR victory came in 1991, also in a playoff. He two-putted from 40 feet to defeat Kenny Knox on the first extra hole at the Anheuser-Busch Golf Classic...Putted one-handed for over six months in 1995 from the AT&T National Pro-Am through the Sprint International...Has also made 26 career appearances on the Web.com Tour, with two made cutsâŚA college star at East Tennessee State University, where he was a two-time All-America...Named to the 75th Anniversary All-Time Southern Conference team in 1996..An ardent supporter of the ETSU golf program and has earmarked some of his past earnings toward the Mike Hulbert Scholarship at ETSU...Served as an assistant captain to Curtis Strange on the 2002 U.S. Ryder Cup team.","personal" : "Has been friends since childhood with Joey Sindelar, who also joined the Champions Tour in 2008. The pair grew up in Horseheads, N.Y...Is an avid fisherman...Has done some broadcasting work for the last several years for USA Network and ESPN...First job was working at the ice rink at Elmira College...Favorite athlete is Michael Jordan...Dream foursome would include Fred Couples, Byron Nelson and Fuzzy Zoeller...Said if he weren't playing golf, he'd be a college golf coach or a TV announcer...Favorite courses are Augusta National GC, Muirfield Village, Seminole GC, Pebble Beach GL and En-Joie GC.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 8th on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}