{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35506","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hughes","first" : "Mackenzie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "November 23, 1990","age" : "25","birthPlace" : "Hamilton, Ontario, Canada","residence" : "Charlotte, North Carolina","family" : "Single","education" : "Kent State University (2012, Business Management)","splInterest" : "Being outdoors, playing other sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "Raintree CC (Charlotte, North Carolina)","cityPlaysFrm" : "Dundas, Ontario, Canada","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "22,258&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: On the Web.com Tour, played 20 events and made seven cuts. Best finish was T55 at the Cleveland Open in June. Was 164th in earnings at season's end...In his lone PGA TOUR Canada start, finished T15 at the Cape Bretton Classic in early September.\n\n2013: Finished No. 1 on the PGA TOUR Canada Order of Merit, with $52,114.29 in earnings. Earned Freedom 55 Financial Canadian Player of the Year by finishing atop the Order of Merit and exempt status on the 2014 Web.com Tour. Captured his first PGA TOUR Canada win at the Cape Breton Celtic Classic. Started season with no status but played way into The Wildfire Invitational, where he would go to to finish T2...WasT10 at The Great Waterway Classic...Turned in a T3 at The Players Cup after receiving a sponsor's exemption.\n","otherCarHigh" : "Won 2011 and 2012 Canadian Amateur Championship...Captured thee victories while playing at Kent State...Represented Canada in World Team Amateur in 2012 in Antalya, Turkey (T6).","personal" : "Attended Highland Secondary School in Dundas, Ontario...Has two sisters, Alex and Jessica...Dream as a child was to play in the NHL...Was a standard bearer in Mike Weir's group at the 2004 Canadian Open, shortly after he won the Masters...Favorite courses played are Muirfield Village, Merion and Hamilton G&CC...Favorite pro teams are the Toronto Maple Leafs, Cleveland Cavaliers and Carolina Panthers...Favorite college team is the Kent State Golden Flashes...Favorite TV shows are \"Seinfeld\", \"Big Bang Theory\" and \"King of Queens\"...Favorite movies are \"Shawshank Redemption\" and \"Stepbrothers\"...Favorite athletes are Roger Federer and LeBron James...Favorite vacation spot is anything tropical...Other favorites include Snapchat and Pandora (apps), \"Golf is Not a Game of Perfect\" and \"Take the Stairs\" (books) and Twitter (app)...Would like to play Augusta National and St. Andrews and goals include playing the Masters and The Open at St. Andrews...Dream foursome would include \"Messrs. Hogan, Nicklaus and Woods\"...Biggest sporting event ever attended was 2013 U.S. Open at Merion - \"I'd never seen such a large facility and so many people.\"...Most famous person met is fellow Canadian Wayne Gretzky, at 2014 BMW Charity Pro-Am after playing with his wife earlier in the day. \"And, of course, dinner was on the house for the Great One.\"...Motto is \"Success is never owned. It is rented, and the rent is due everyday.\"...Likes sushi, pizza and seafood...Dislikes anything with chocolate in it...First tee intro song would be \"Eye of the Tiger\"...Would like to be featured in \"Men's Health\" - \"I take my health pretty seriously\"...Would like to be President of the United States for a day \"to see what his life is like and the challenges he faces.\"...Twitter handle is @MacHughesGolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: On the Mackenzie Tour-PGA TOUR Canada, played in 12 events, recording three top 10s and seven top 25s, without missing a cut. Best performance was a T3 in August at the ATB Financial Classic in Calgary, where he shot four under-par rounds, including a closing 64 Sunday. Next best finish was a solo fourth at The Players Cup in July. He shared the 36-hole lead before a third-round 72 dropped him to T6. Rebounded Sunday with a 69 to move up two spots on the leaderboard. Posted top 25s in four of his final five tournaments, claiming the 13th spot on the final Order of Merit and an exemption into the Web.com Tour Qualifying Tournament's second stage, which he successfully navigated to get to the Finals...On the Web.com Tour, played one event, missing the cut at the BMW Charity Pro-Am in May.\n\n\n\n2014: Made seven cuts in 20 starts on the Web.com Tour, finishing 164th on the Money List...Best result was T46 at the WinCo Foods Portland Open.\n\n\n\n2013: Missed out on earning status at Mackenzie Tour Q-School, but finished T3 at The Players Cup and T10 at The Great Waterway Classic while playing on sponsor's exemptions to earn a spot in The Wildfire Invitational...Finished T2 at Wildfire to earn a spot at the Cape Breton Open, where he birdied five of his first six holes and four of his last five to win by one...Finished the season atop the Order of Merit to earn exempt status on the Web.com Tour for 2014.\n","otherCarHigh" : "Won 2011 and 2012 Canadian Amateur Championship...Captured three victories while playing at Kent State...Represented Canada in World Team Amateur in 2012 in Antalya, Turkey (T6).","personal" : "Attended Highland Secondary School in Dundas, Ontario, Canada...If not a professional golfer, would play in the NHL...Favorite courses played are Muirfield Village GC, Inverness Club and Riviera CC...Favorite pro teams are the Toronto Maple Leafs and the Toronto Blue Jays...Favorite TV shows are \"Seinfeld,\" \"Two and a Half Men\" and \"The Big Bang Theory.\"...Favorite movies are \"The Shawshank Redemption,\" \"Anchorman\" and the Batman\" trilogy...Favorite athletes are Roger Federer and LeBron James...Favorite vacation spot is the Dominican Republic...Dream foursome would include Ben Hogan, Jack Nicklaus and Tiger Woods...Dislikes anything with chocolate in it...First-tee intro song would be \"Eye of the Tiger.\"...Twitter name is @MacHughes10.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 1st in 2013 at the Cape Breton Celtic Classic.","dynStats" : "He ranks 8th in Scoring Average (Actual) on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/MacHughesGolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}