{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01457","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Haas","first" : "Jay","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "185","weightMetric" : "84","birthDate" : "December 2, 1953","age" : "62","birthPlace" : "St. Louis, Missouri","residence" : "Greenville, South Carolina","family" : "Wife, Janice; Jay, Jr. (3\/8\/81), William Harlan (5\/24\/82), Winona Haley (1\/18\/84); Emily Frances (9\/25\/87), Georgia Ann (3\/12\/92); five grandchildren","education" : "Wake Forest University","splInterest" : "All sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "Thornblade GC (Greer, South Carolina)","cityPlaysFrm" : "Greenville; South Carolina; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "30,945,132&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1976","qSchoolYear" : "Fall 1976","exmtStatus" : "Past Champion","otherVics" : "(2): 1996 Franklin Templeton Shootout [with Tom Kite]. 2004 CVS Charity Classic [with Bill Haas].","intlVics" : "(1): 1991 Mexican Open.","curYearHigh" : "","carHigh" : "2013: Was among the top-30 money-winners on the Champions Tour for a ninth consecutive year and six of his seven top-10 efforts during the campaign came in the first half of the season...Played his best golf during a stretch of four events when he was not outside the top-seven. Best effort during that run came when he was T2 at the Senior PGA Championship at Bellerive. Shared the first-round lead and was in contention all four rounds in May in St. Louis. Birdies on his final two holes moved him into the runner-up position along with Kenny Perry...In mid-March, closed with rounds of 66-67 at the Toshiba Classic to finish T3 along with Peter Senior...He and teammate Fred Couples finished T4 at the Liberty Mutual Insurance Legends of Golf in April. They were tied for the lead at one point in the final round but posted just one birdie over the final five holes to fall out of contention...Was also T4 at the 3M Championship, thanks to a final-round 65 at the TPC Twin Cities...One week after the Legends event, matched the low Sunday round at the Insperity Championship as his 67 allowed him to jump into a T6 at The Woodlands CC...The week after the Senior PGA Championship, finished T7 in defense of his Principal Charity Classic title. Fell four strokes short of a chance at a fourth victory in Iowa despite posting four straight sub-par scores at the Wakonda Club...Served as a captain's assistant to Fred Couples on the victorious U.S. Presidents Cup team at Muirfield Village...Inducted into the Illinois Golf Hall of Fame in October. \n\n2012: Seventh-place showing in earnings marked the the fifth time in nine full-time Champions Tour seasons he's been among the top 10. Supassed the $1-million mark for the sixth time...Won for the 16th time in his Champions Tour career when he blitzed the field at The Principal Charity Classic in June. After an opening-round 66, followed with rounds of 65 and 66 to win by five shots, the largest winning margin in tournament history. The victory was his third in the event. During his first two rounds, he one-putted 24 of 36 holes and finished the tournament needing just 79 putts to secure the victory. His 54-hole score of 16-under-par 197 tied the tournament mark established by Gil Morgan in 2006...Turned in a stellar performance at the season-ending Charles Schwab Cup Championship. Tied the Champions Tour 18-hole scoring record with a second-round, 10-under-par 60 at Desert Mountain Club's Cochise Course and eventually finished second, six strokes behind Tom Lehman. His record-tying round included a 7-under-par 28 on the back nine, matching the low 9-hole score for the year...Recorded his seventh top-10 performance in eight appearances at the Nature Valley First Tee Open at Pebble Beach when he posted a pair of 69s on the weekend to move up into a T3...Shot a final-round 69 at the Allianz Championship that led to a T5 in Boca Raton. Rounds included an eagle on the final hole all three days...Started his season with 11 consecutive sub-par rounds before the string ended in the final round at the Toshiba Classic...Teamed wiith Morgan Pressel in June to win the CVS Caremark Charity Classic by one stroke over Corey Pavin and Alexis Thompson...Teamed with his son Bill in late August to post an eight-stroke victory at the Umpqua Bank Challenge in Portland, Ore.\n\n2011: Played his best golf in the second half of the season, returning to the winner's circle for the first time since the fall, 2009 campaign and also registered a pair of runner-up performances as well...Highlight of his year was victory at the 3M Championship in Minnesota. Two-putted from 30 feet for birdie on the last hole to post a one-stroke win over Kenny Perry, Peter Senior and local favorite Tom Lehman. His 15th career victory was his first in 22 months and ended a winless streak of 41 events. Made a hole-in-one on the 4th hole at the TPC Twin Cities in the opening round and became the first player since Jeff Sluman (2009 Walmart First Tee Open At Pebble Beach) to make an ace and go on to win the event...A month earlier, was the 36-hole leader at the Nature Valley First Tee Open at Pebble Beach and led early on the back nine before posting a 3-over-par 39 over his final nine holes, eventually dropping him to a T2 finish, two behind Sluman...Finished his official season with another T2 at the Charles Schwab Cup Championship. Shared the first-round lead at the TPC Harding Park with good friend Fred Couples and despite lower back problems, managed to stay in contention throughout at the TPC Harding Park before finishing two strokes short of Jay Don Blake...Was T5 twice in the first half of the year. Moved onto the leaderboard after carding a second-round 68 at Fallen Oak and then added a second straight 68 Sunday to T5 at the Mississippi Gulf Resort Classic...Trailed by just one stroke after 54 holes at the Regions Tradition before a closing-round 74 led to a T5 finish in Alabama...In November, teamed with Kenny Perry and Mark Calcavecchia for victory in Las Vegas at the Wendy's 3-Tour Challenge...Enjoyed a special moment when he, along with wife, Jan, was in attendance at East Lake GC in Atlanta, to watch son Bill's dramatic victory at the TOUR Championship that also earned him the FedEx Cup. His son Jay was his brother's caddie during the victory...Made his first appearance in a Web.com Tour event since 2001, playing with son Jay in the BMW Charity Pro-Am near Greenville, S.C., but missed the cut...For the second consecutive time, served as a captain's assistant to Fred Couples at The Presidents Cup matches in Australia. Along with John Cook, helped Couples guide the American team to a 19-15 victory at Royal Melbourne.\n\n2010: Streak of seasons with at least one victory ended at five consecutive years and did not record a top-three finish in any event for the first time as a Champions Tour member. After having the second-best scoring mark from 2006-2009, averaged more than a stroke higher in 2010 and slipped to 19th, the first time over 70 (70.44)...Recorded seven top-10s overall but best performance came when he teamed with Fred Couples to finish T4 at the Liberty Mutual Legends of Golf in April in Savannah...Top individual effort came in Canada when his final-round 67 at Club de Golf Fontainebleau gave him a T5 finish at the inaugural Montreal Championship...Twenty-two years after his victory in Palm Springs, was on hand to witness his son Bill's initial PGA TOUR triumph at the Bob Hope Classic. Became the eighth father-son duo in PGA TOUR history to win the same event...Made his record 29th appearance at The PLAYERS Championship but missed the cut by two strokes after rounds of 71-73 at the TPC Sawgrass. Was in position to make the cut until a double bogey on the 18th hole derailed him. \n\n2009: Won multiple titles for a fifth straight year and finished fourth in official earnings and fifth in the Charles Schwab Cup race...Played his best golf late in the season when he was either first or second in four of his last five appearances and claimed titles in consecutive starts for the second straight year...Ended a drought of 26 consecutive Champions Tour events without a victory when he won his 13th career title in then record fashion at the Greater Hickory Classic at Rock Barn. Returning to action after nearly a month off due to tendinitis in his left elbow, he birdied five of the final six holes to post a two-stroke triumph over Russ Cochran and Andy Bean at the Rock Barn Golf & Spa. His 54-hole score of 18-under-par 198 was a tournament record at the time, bettering R.W. Eaks' previous mark of 17-under-par 199 set in 2007. Got off to a fast start in Hickory with a then Champions Tour career-best, 10-under-par 62 in the opening round that also equaled the lowest 18-hole score on the circuit in 2009...Followed victory in Hickory by claiming the Constellation Energy Senior Players Championship, his third major title and 14th win overall on the Champions Tour. A birdie on the final hole capped a final-round, 6-under 64 at Baltimore CC and gave him a one-stroke win over Tom Watson...Fell just short in his quest for three wins in a row when he was T2 at the Administaff Small Business Classic, one week after serving as Fred Couples' Captain's Assistant on the victorious U.S. Presidents Cup team. Was tied with John Cook, the eventual winner, with four holes to play but eventually fell two strokes back when he three-putted the final hole from the back fringe and Cook made birdie at No. 17...Stellar play continued the following week at the AT&T Championship in San Antonio. Was among the weekend leaders, and only a bogey on his final hole kept him out of a playoff with eventual winner Phil Blackmar. Saw his bunker shot for par and a chance to tie Blackmar hang on the lip at No. 18, leaving him one stroke short and T2...Recorded the 34th double eagle in the history of the Champions Tour when his three-wood second shot found the cup on the 11th hole at the Westin Savannah Harbor Golf Resort during the second round of the Liberty Mutual Legends of Golf...Finished second in Scoring Average for the fourth straight year. \n\n2008: Claimed his second Charles Schwab Cup on the strength of two victories and 14 top-10 finishes...Took over the Schwab Cup lead for good with a T3 at the AT&T Championship, the last full-field event of the year. Had tied John Cook for the lead in the final round with an eagle at the 10th hole but eventually finished four strokes back...Earned 109 Charles Schwab Cup points for his efforts at Oak Hills to jump past Fred Funk...Went into the season-ending event in Sonoma with just a 12-point margin over Funk and, despite not finishing in the top-10 at the Charles Schwab Cup Championship, claimed the Schwab Cup and $1-million payout when Funk did not record a top-10 finish either...Margin of victory in Schwab Cup race was the tightest in history...Highlight of his year came in Rochester, N.Y., when he won his second Senior PGA Championship, holding off Langer by one stroke at Oak Hill CC. Winning score of 7-over 287 on the East Course was the highest in relation to par in Senior PGA Championship history and the second highest in Champions Tour annals. Victory was the 11th of his Champions Tour career and made him the 13th different player to win multiple Senior PGA titles...One week later, successfully defended his title at The Principal Charity Classic when he posted a final-round, 6-under-par 65, the low round of the tournament, to beat Andy Bean by one stroke. Started the day two strokes behind second-round leader Nick Price but took the lead with successive birdies on Nos. 14-16 and never trailed again...Earlier in the season, almost defended his title at the Toshiba Classic in March but fell in a seven-hole playoff with Langer at the Newport Beach CC. Fired a closing-round, 6-under par 65 to make up four strokes on Langer on Sunday but eventually missed a critical 3-foot birdie putt on the seventh playoff hole, which would have extended the overtime session. It was his first playoff loss in a PGA TOUR\/Champions Tour event after five consecutive wins...Posted the low round of the day and his low round of the year, a 7-under 64, Sunday at the Outback Steakhouse Pro-Am, a score that eventually led to a T2 finish with Scott Hoch, one stroke back of winner Tom Watson...Champions Tour Player of the Month for May...Lost Byron Nelson trophy to Bernhard Langer by one-hundreth of a point (69.66). \n\n2007: Grabbed the Arnold Palmer Award as the Champions Tour's leading money-winner for the second consecutive year and posted a Tour-best four victories. His performance eventually led to Player of the Year honors for a second consecutive season...Led all players with 18 top-10 finishes and finished second to Loren Roberts in the Charles Schwab Cup race...First of his four wins came in March when he was a two-stroke victor over R.W. Eaks at the Toshiba Classic. Finished with a record-setting, 54-hole total of 19-under 194, breaking Hale Irwin's record of 196 set in 2002...Became the only player to successfully defend a Liberty Mutual Legends of Golf title in individual stroke-play format the following month when he defeated Tom Kite on the first hole of a playoff for his eighth career Champions Tour win. Got up and down from the greenside bunker on the 54th hole to force overtime with Kite. Eventually won in Savannah when he chipped to within two feet and holed a short par putt after Kite missed his par attempt from 5 1\/2 feet moments earlier...Added a third victory to his resume when he went wire to wire at The Principal Charity Classic in Iowa in June. Fired three successive rounds in the 60s on his way to his ninth career win...Continued his stellar play in his next start at the Bank of America Championship near Boston. Opened with a 1-under 71, but followed with rounds of 66 on the weekend for a three-stroke come-from-behind victory at Nashawtuc CC. With the victory, he joined his uncle, Bob Goalby, as the tournament champion. Goalby won the inaugural event in 1981...Tied for the 36-hole lead at the Allianz Championship in Boca Raton but eventually finished two strokes back of Mark James on The Old Course at Broken Sound. Runner-up effort at the Allianz event equaled his best effort on TOUR in Florida (T2 at the 2003 PLAYERS Championship)...Along with Andy Bean, was T2 the following week at the Outback Steakhouse Pro-Am, one stroke back of Tom Watson. Moved into contention down the stretch when he posted a 2-under 69 Sunday in adverse weather conditions, one of only two sub-70 scores posted the final day at the TPC Tampa Bay...Was also second at the 3M Championship following a final-round 63 at the TPC Twin Cities, one stroke short of D.A. Weibring who birdied the final three holes to win...T2 at the Greater Hickory Classic at Rock Barn thanks to a final-round 6-under 66, the low Sunday round...Player of the Month in both April and June. \n\n2006: Spent most of the season playing primarily on the Champions Tour, where he was voted Player of the Year and captured the Charles Schwab Cup and its $1-million annuity...Also made five cuts in seven starts on the PGA TOUR. Tied for the low score of the third round at the Wachovia Championship, with a 7-under 65. Eventually finished T22 at Charlotte, NC, event, where he played with sons, Bill and Jay, who were also in the field. 2005: Made 16 starts on the PGA TOUR and made 12 cuts...Played in his 28th PLAYERS Championship, tying Ben Crenshaw and Tom Kite for most appearances, and finished T24...Also played in his 29th consecutive MCI Heritage (most starts in tournament history), including making his 23rd cut at Hilton Head—just one shy of leader Hale Irwin with 24. Made cut at Harbour Town was the 584th of his PGA TOUR career and passed Raymond Floyd for second on the all-time career cuts-made list.Tied Tom Kite for first (587) by season's end...Voted Champions Tour Rookie of the Year after turning in an outstanding month of October...Won for the first time on the Champions Tour in 304 combined starts (PGA TOUR\/Champions Tour\/Nationwide Tour), capturing the Greater Hickory Classic at Rock Barn in western North Carolina...Claimed a second title just two weeks later at the SBC Championship in San Antonio. Two-stroke victory at Oak Hills made him the 12th different player to claim PGA TOUR\/Champions Tour titles at the same venue. 2004: Recorded seven top-10s and placed 27th on the PGA TOUR money list. Best finishes were a third at the Bob Hope Chrysler Classic, a fifth at The INTERNATIONAL, a sixth at THE PLAYERS and a T7 at THE TOUR Championship and MCI Heritage. Made more than $1 million for just the second time in his 28 years on TOUR...Playing in his first Champions Tour event after turning 50 the previous December, lost to Hale Irwin by one stroke at the Senior PGA Championship...Son Bill qualified for the U.S. Open at Shinnecock Hills GC to join Jay as the first father-son duo to compete in the same U.S. Open twice...Selected by Hal Sutton as one of two Captain's Choices. His third Ryder Cup appearance and first since 1995.\n\n2003: Finished in the Top 30 on the money list for the first time since 1995 and his 15th-place finish on the list was the highest since he finished 13th in 1982...Although he did not win, the 49-year old posted two runner-up finishes, at the Bob Hope Chrysler Classic and THE PLAYERS Championship...Was named to Presidents Cup team as a Captain's Choice by Jack Nicklaus after T5 finish at PGA Championship. 2002: Made 10 of his first 11 cuts on the way to then-second-best earnings year of career...Son Bill, a sophomore at Wake Forest, received sponsor exemption into Greater Greensboro Chrysler Classic. Duo became first father-son tandem to compete in a TOUR event since Raymond and Robert Floyd at the 2000 Advil Western Open. \n\n2001: After finishing outside the top 125 for the first time in his career in 2000, came back to regain fully exempt status for 2002. Finished 92nd on the money list, with $565,141 in earnings. Made 15 cuts in first 19 starts...Held first-round Greater Milwaukee Open lead after opening with a 7-under 64. Finished T10 for his first top-10 since a T5 at the 1999 Westin Texas Open...Best finish of the campaign came at the B.C. Open, where four rounds in the 60s produced a fourth-place finish, his best since at T3 at the 1999 PGA Championship.\n\n2000: Finished outside the top 125 on the money list for the first time since turning pro in 1976. \n\n1999: Earned five top-10s, including a pair of third-place finishes, for first time since 1995. Finished among the top 60 on the TOUR money list for the 19th time in his 23 year career. Rounds of 70-69-70-68 gave him a T3 at the Doral-Ryder Open in March...In July, earned second top-10, at the Greater Milwaukee Open, where 69-68-66-69 was good for a T10...Two starts later, was T3 at the PGA Championship for his best finish in a major since a T3 at the 1995 Masters. Rounds of 68-67 was good for the 36-hole lead. Followed with 75-70 for a $203,000 payday...Came back with another top-10, a T8 at the Sprint International...In the last week of September, rounds of 69-70-69-65 were good for a T5 at the Westin Texas Open.\n\n1998: Among the top 60 on the PGA TOUR money list for the 18th time in his 22-year career...Enjoyed four top-10 finishes...Recorded his 12th career runner-up at the Westin Texas Open...A season-low 64 in third round vaulted him from T21 to T2 with Justin Leonard through 54 holes, one stroke behind Hal Sutton...All three posted 68 Sunday, keep the final order intact...Rounds of 68-67-70 produced AT&T Pebble Beach National Pro-Am T6...Stood one stroke behind after 36 holes...Opened with back-to-back 66s to share first-round lead and hold 36-hole lead by on stroke at MCI Classic...Closed 76-74 for T24...Third top-10 came at FedEx St. Jude Classic, where rounds of 70-67-70-68 were good for T7...Posted first \"technical\" top-10 of year at Nissan Open (AT&T Pebble Beach National Pro-Am notwithstanding), when opened 73-70 but closed 67-68 for T10.\n\n1997: Recorded four top-10s and 11 top-25 finishes in this 24 starts...Made first seven cuts of year, but first top 10 did not occur until 11th start...Shot 68-71-71-70--280 to tie for ninth at BellSouth Classic...Tied for 11th at Kemper Open, closing with 67...The following week, tied for fifth at U.S. Open, shooting 73-69-68-72--282...T5 at Sprint International, where finished with 33 points after sharing first-round lead with Larry Mize with 15 pints...Shot final-round 64 to move from T50 to T12 at Greater Milwaukee Open...Final top-10 of season came at Buick Challenge where 70-69-68-67--274 yielded a fifth-place finish.\n\n1996: Ranked among top-40 on money list for fifth consecutive year. Played in 26 tournaments, making the cut in 21 and finishing among the top 25 in 11 of those starts...Best of his four top-10s came at LaCantera Texas Open, where he opened 70-66 to trail by one heading into the weekend. Added a pair of 70s to finish second. His.$129,600 was best paycheck of year...Followed with T5 at Walt Disney World\/Oldsmobile Classic. Had a share of the 54-hole lead and finished T5 after a final-round 71...Other top-10s came at the Doral-Ryder Open (T6) and THE PLAYERS Championship (T8)...Opening 70 at the Masters Tournaent was his ninth consecutive round at par or better at the course, matching the Augusta National record co-held by Sam Snead and Arnold Palmer. Streak ended with second-round 73. Earlier in the week, won the Par-3 Contest at Masters as he had 20 years earlier as an amateur...String of 23 consecutive events without missing a cut ended at the Greater Greensboro Chrysler Classic...Teamed with Tom Kite to win unofficial Franklin Templeton Shark Shootout. The two combined to birdie every hole on back nine of the Sunday scramble. Win was worth $150,000 to each.\n\n1995: Led the TOUR in top-10 finishes (11) while recording his best earrings year, with $822,259. Up-and-down start to the season with three top-10s and nine missed cut in first 13 starts...After four missed cuts, a closing 67 led to T7 at Nissan Open...Moved from a tie for 18th through 54 holes to a T5, shooting a final-round 68 at Nestle Invitational at Bay Hill Club...Third top-10 of the year came at the Masters Tournament, where a second-round 64 gave him a one-stroke, 36-hole lead. Relinquished his lead through 54 holes and then closed with a 70 to finish three strokes off Ben Crenshaw's winning total...Shot 66-65 on weekend at the Memorial Tournament for a T5...Closing 69 was good for another top-10 in a major, a T4 at the U.S. Open...Led after 36 holes at Motorola Western Open. Finished 73-70 for T2, one stroke behind champion Billy Mayfair...Third top-10 in a major game at the PGA Championship, where a third-round 64 helped move him into the top 10. Closed with 70 to T8. His performance at Riviera CC was the first of five consecutive top-10s...Next came in Colorado, a T3 at the Sprint International,..Added a T10 at the Greater Milwaukee Open…Picked up a T5 at the B.C. Open (including a closing 64)…Final top-10 was an eighth-place finish at the La Cantera Texas Open in San Antonio...Played on second Ryder Cup team, winning one of four matches.\n\n1994: Didn't win for first time in three seasons but still enjoyed an earnings campaign comparable to previous two, falling just short of the $600,000 mark in winnings. Stretch of six top-25 finishes in seven starts, began with T7 at Anheuser-Busch Golf Classic and concluded with a T11 at the Greater Milwaukee Open, assuring third consecutive trip to the TOUR Championship. Those seven events produced $171,197, lifting him to $474,976 heading into inaugural Presidents Cup...Selected as a captain's choice, where his record was 3-2-0. Won his singles match, beating Mark McNulty, 4 and 3 at Robert Trent Jones GC in Prince William County, Va...Had profitable week in San Francisco at the TOUR Championship, where a final-round 66 resulted in a solo-sixth performance worth $108,000...Began year with T4 in Mercedes Championships, closing with consecutive 69s...Had T5 at the Masters Tournament, carding a final-round 69 at Augusta National...Was among contenders at the PGA Championship, with middle rounds of 66-68...Sat in a tie for second after 36 holes and solo second after 54 holes before a 5-over 75 on the final day dropped him into a 14th-place finish...His T7 at the Anheuser-Busch Golf Classic came with closing rounds of 65-67...Highest finish was a T3 at Buick Classic. Four under-par rounds left him tied with Brad Faxon, six shots behind Lee Janzen at Westchester CC.\n\n1993: Surpassed the $600,000 mark in earnings for the second time in his career and picked up his ninth and final PGA TOUR victory along the way. Closed with a final round, 7-under-par 64 and wound up tied with Bob Lohr at the end of regulation at the H-E-B Texas Open...Won the subsequent playoff with a birdie on the second extra hole...Made 24 consecutive cuts to start the season...Had five other top-10 finishes, including a T4 at the Bob Hope Chrysler Classic. Was one stroke out of the lead after consecutive 6-inder-par 66s to start the tournament. \n\n1992: Enjoyed most productive year from an earnings standpoint. Broke through with a victory in the Federal Express St. Jude Classic. Win was his first since the 1988 Bob Hope Chrysler Classic. Opened with a 3-under 68 and added a 67 on the TPC Southwind A third-round 64 left him just one stroke behind Dan Forsman with a round to play. Closed with another outstanding 64 in the final round to defeat Forsman and Robert Gamez by a stroke. The $198,000 winner's check was the largest of his career...Steady performances throughout the year earned him five other top-10 finishes...Had a 3-under 68 to finish in a T2 at the B.C. Open, six strokes behind John Daly...Was T3 at the Nissan Los Angeles Open, closing with a sterling, 6-under-par 65 on the tough Riviera CC.\n\n1991: His season produced three top-10s and eight top-25s. At the AT&T Pebble Beach National Pro-Am, had bookend 68s to T7…In late-June, outside Memphis, Tenn., at the Federal Express St. Jude Classic, a pair of 65s Friday and Sunday netted a T3, four strokes behind Fred Couples…Finished T10 at the Greater Milwaukee Open with four under-par rounds and 10-performance.\n\n1990: Recorded a runner-up finish for the second consecutive season, this time in his season-opening event—the Northern Telecom Open in Tucson. Had an opening 36-round score of 130 following a 66-64 start that gave him a share of the lead with David Frost at the halfway point at Randolph Park GC and TPC StarPass. Dropped into third place with 18 holes to play following an even-par, third-round 72. An identical 72 on the final day left him T2 with Mark Calcavecchia, four shots behind winner Robert Gamez.\n\n1989: Enjoyed 17 made cuts in 30 starts, including five top-10s—and two runner-up showings. First T2 came early in the season, at the MONY Tournament of Champions at La Costa in California Final-round 68 placed him three shots ehind winner Steve Jones...Carded rounds of 72-68-67-66 for a T8 at Hardee's Golf Classic at Oakwood CC…Steady under-par rounds at Federal Express St. Jude Classic secured a T6 finish, five strokes behind the winner…At the Southern Open in Columbus, Ga., was again in contention throughout before settling for a second runner-up outing. Carded a third-round 64 and followed with a 2-under 68 on the final dayfor a 3-under 267 but watched as Ted Schulz's 4-under 66 gave him the one-shot win...Final top-10 finish, a T6, came at the Walt Disney World\/Oldsmobile Classic in Lake Buena Vista, Fla. \n\n1988: Posted six top-10s during the season, including a victory built on an opening 63 on way to the Bob Hope Chrysler Classic crown. In the California desert, won for a second consecutive season when he opened with a 9-under 63 then added four additional sub-par rounds of 68-69-68-70 that solidified his victory, a two-shot triumph over David Edwards...Next top-10 came at the Shearson Lehman Hutton Andy Williams Open in La Jolla, Calif...Fired four consecutive rounds in the 60s at Torrey Pines GC producing an 18-under 270 that left him just short of winner Steve Pate...Shared the first-round lead by shooting a 65 at the Los Angeles Open. Was never able to make a final-round charge, shooting an even-par 71 to T6...Weekend rounds of 69-67 at the Memorial Tournament at Muirfield Village GC garnered a leaderboard rise to T6, five strokes under par...In late-August, notched a T9 in Akron, Ohio, at the NEC World Series of Golf…Moved into contention at the Texas Open in San Antonio before posting a third-round 73...Rallied with a final-round 67 to finish T10. \n\n1987: Five top-10s and 24 made cut in 29 starts, including a playoff victory at the Big \"I\" Houston Open...After four years without a victory, sank 70-foot putt on final hole at TPC Woodlands to force playoff with Buddy Gardner, then won with a par on the first playoff hole...In March, T7 at the USF&G Classic in New Orleans, La., with rounds of 67-71-66-72...Steady play in the Masters with rounds of 72-72-72-73 garnered a T7 finish...The following week at Hilton Head, S.C., finished T8 at the MCI Heritage Golf Classic, thanks to closing rounds of 65-69...At the Seiko Tucson Open at TPC StarPass, finished T6, five strokes behind champion Mike Reid.\n\n1986: First top-10 of seven in the season came at the Hawaiian Open in mid-February...Rounds of 68-72-72-67 for a 9-under 279 resulted in a T9...Hot stretch in the spring included four straight top-10s including a T7 at the Tournament Players Championship and a T6 at the Masters. In late-March, carded consistent rounds of 73-68-73-68 at TPC Sawgrass for the T7...Following week, improved opening-round 76 with rounds of 69-71-67 to post a T6...Emerged solo fifth at Sea Pines Heritage with a 6-under 278. Then, next week, posted T4 at the Houston Open in The Woodlands, Texas, five strokes behind Curtis Strange...In early June, at Westchester CC, posted a 3-under 281 to card a T8 at Manufacturers Hanover Westchester Classic...T7 with rounds of 70-69-69-67 at the B.C. Open at En-Joie GC.\n\n1985: Made the cut 20 times in 29 starts with three top-10 and seven top-25 finishes...T7 at the Panasonic Las Vegas Invitational, with five sub-par rounds and a 16-under-343 total...Solo fifth at the Masters Tournament bolstered by a final-round 67. At Kingsmill CC, Thursday and Sunday rounds of 66-68 and 8-under 276 at Anheuser-Busch Golf Classic resulted in a T7.\n\n1984: Three top-10s, 12 top-25s and 20 made cuts in 27 events...First top-10, T2, came at the Manufacturers Hanover Westchester Classic in Harrison, N.Y., in June...At the Georgia-Pacific Atlanta Classic, weekend rounds of 67 enabled a move to T5...Opening rounds of 66 contributed to a final 18-under 270 and a T3 finish at the Walt Disney World Golf Classic. \n\n1983: Eight top-10 finishes, including two T2s...Scored T10 at the Honda Inverrary Classic in early March with a 5-under 283...First T2 came at USF&G Classic in New Orleans where bookend rounds of 68 netted an 11-under 277...Solo third at the MONY Tournament of Champions, two strokes behind Lanny Wadkins with a 6-under-282 total...Finished T7 at the Memorial Tournament in Dublin, Ohio, four strokes behind Hale Irwin...At the Greater Milwaukee Open, with closing rounds of 69-67, netted a T9 and a 10-under 278...At the Riviera CC, finished T9 at the PGA Championship...Second T2 came at the Sammy Davis Jr.-Greater Hartford Open, with rounds of 69-66-69-65 for a 15-under 269, one stroke behind champion Curtis Strange...10-under 270 at the Texas Open in October with three under-par rounds of 69-64-67 resulted in a T5.\n1982: Missed the cut twice in 29 events and registered 10 top-10 finishes, including two wins for a second consecutive year...Won the Hall of Fame Classic on the No. 2 Course at Pinehurst, N.C., defeating John Adams with a par on the second playoff hole...In San Antonio, won the Texas Open in a shootout with Curtis Strange. The two were tied through 54 holes, but he broke free with a final-round 65 that resulted in a three-shot triumph over Strange...First top-10 of the campaign came at the Joe Gargiola-Tucson Open. Four rounds in the 60s (67-68-67-69) gave him a solo-fifth place result...At the Glen Campbell-Los Angeles Open, four sub-par rounds earned him a T7 at the Riviera CC...Had back-to-back T9 finishes, at the USF&G Classic in New Orleans and at the Michelob-Houston Open. Finished both tournaments five strokes behind the winners (Scott Hoch in New Orleans and Ed Sneed in Houston, who defeated Bob Shearer in a playoff)...In late-May, scored a T8 at the Memorial Tournament and segued his momentum to the U.S. Open in Pebble Beach GL the following week, shooting a 1-under 278 good for a T6 at the first U.S. Open in California since 1972, also at Pebble Beach...Friday-Saturday rounds of 66-68 at the PGA Championship at Southern Hills CC in Tulsa warranted a T5...At the Walt Disney World Golf Classic in Lake Buena Vista, Fla., was the 54-hole leader until a final-round 73 earned him a solo-third finish, a shot out of the Hal-Sutton-Bill Britton overtime that Sutton won.\n\n1981: Won multiple titles for the first time in his career. Opened with 68-66 at the Greater Milwaukee Open to lead by two. Breezed from there to win by three shots over Chi Chi Rodriguez, capturing his first title since 1978...At the B.C. Open, started 67-65 and held off Tom Kite by another three-stroke margin for win No. 2...Four additional top-10s began at the Greater Greensboro Open in early April. Finished T7 at Forest Oaks CC...In late-April, traveled to Louisiana for the USF&G New Orleans Open. Shot four-under-par rounds at Lakewood CC to T5...At the weather-shortened Michelob-Houston Open, finished T4 with a 11-under 202, four strokes behind winner Ron Streck...At the Sammy Davis Jr.-Greater Hartford Open, finished T8, with rounds of 65-68-68-67.\n\n1980: Turned in seven top-10s in 26 made cuts among his 30 starts...Was T7 at the Andy Williams-San Diego Open Invitational in La Jolla, Calif...In late-February, repeated the T7, at the Glen Campbell-Los Angeles Open. Fired rounds of 67-68-72-72 at Riviera CC...Switched coastlines for Sawgrass CC in Florida, carding a T8 at the Tournament Players Championship...At the Memorial Tournament, finished T8, five strokes behind champion David Graham...The following week, an opening-round 68 set the stage for a T9 at the Kemper Open...In late-July, weekend rounds of 66-65 led to leaderboard move of 14 places, securing a solo-third finish at the Sammy Davis Jr.-Greater Hartford Open in Wethersfield, Conn...Final top-10 (T7) came at Hall of Fame Classic at Pinehurst's No. 2 Course. Finished four strokes behind winner Phil Hancock.\n\n1979: Enjoyed 12 made cuts in 28 events, with seven top-10s...Emerged quickly at the Phoenix Open, finishing runner-up to Ben Crenshaw, one stroke behind. Carded rounds of 65-67-68 in the weather-shortened event...Added a T6 at the Bing Crosby National Pro-Am on the strength of Friday and Sunday 68s to finish three strokes out of the Lon Hinkle-Andy Bean-Mark Hayes playoff that Hinkle won...Repeated the T6 at the Bay Hill Citrus Classic, finishing 1-under in Orlando...Finished T9 at Tournament Players Championship in late-March..Third-round 73 diminished three under-par rounds at PGA Championship in Birmingham, Mich., leading to a T7...At the B.C. Open in Endicott, N.Y., was T7 (71-66-68-71).\n\n1978: Earned first TOUR victory, at the Andy Williams-San Diego Open, winning by three strokes. Added three additional top-10 finishes...Scored the win at La Jolla, Calif., on the strength of a second-round 64 that gave him a three-shot triumph over Andy Bean, John Schroeder and Gene Littler...Next up was the Memorial Tournament in Dublin, Ohio, and a T10 finish...In July, was the model of consistency with four rounds of 70, finishing T7 at the Greater Milwaukee Open at Tuckaway CC...Fourth top-10, a T8, came at the Anheuser-Busch Golf Classic. Finished with a 7-under 277 total. \n\nAmateur: Won 1975 NCAA Championship at Wake Forest and received Fred Haskins Award that year...1975-76 All-America selection. Teammates included Curtis Strange and Scott Hoch.\n","otherCarHigh" : "","personal" : "Introduced to golf by uncle, 1968 Masters winner Bob Goalby...Won first trophy at National Pee Wee Championship in Orlando at age 7...Brother Jerry is the golf coach at Wake Forest, brother-in-law Dillard Pruitt played PGA TOUR and is now a TOUR Rules Official, older son Jay, Jr. caddied for him in 1999 PGA Championship and second son Bill is a PGA TOUR member...Received the 2004 Payne Stewart Award for upholding the traditions of golf. Was honored in 2005 with the Jim Murray Award from the Golf Writers Association of America and named as the recipient of the 2006 Bob Jones Award, the United States Golf Association's highest honor for distinguished sportsmanship.","otherInfo" : "The nine-time PGA TOUR winner has been a member since 1977. He is a six-time winner on the Champions Tour since joining in 2004. Spent most of the 2006 season playing primarily on the Champions Tour, where he was voted Player of the Year and captured the Charles Schwab Cup and its $1-million annuity. Also made five cuts in seven starts on the PGA TOUR. Tied for the low score of the third round at the 2006 Wachovia Championship, with a 7-under 65. Eventually finished T22 at Charlotte, NC, event, where he played with sons, Bill and Jay, who were also in the field. In 2003-2004, Jay and Bill became the first father-son duo to compete in the same U.S. Open twice and in 2002 were the first father-son duo to compete in a TOUR event since Raymond and Robert Floyd in 2002. Moved ahead of Tom Kite on the PGA TOUR's all-time record for most cuts made (591) at the 2006 U.S. Open and finished with 592 after making the cut at the PGA Championship. Battled Loren Roberts to the wire for the money title and Charles Schwab Cup before claiming both at the 2006 season-ending Charles Schwab Cup Championship, thanks to his T6 finish. Earned a Champions Tour career-best $2,420,227 to win the money title by $54,832, but his margin in the Charles Schwab Cup race was only 20 points as Roberts missed a short putt for on No. 18 which would have given Roberts the title. Haas gave his $1-million annuity to charities in his hometown of Greenville, SC. Won four titles during the 2006 Champions Tour season, sharing that distinction with Roberts. Claimed one of the biggest wins of his career in late May when he prevailed in a playoff to win the 2006 Senior PGA Championship at Oak Tree GC in Edmond, OK. Finished inside the top 100 on the PGA TOUR money list in 19 of his 20 seasons on TOUR. Highest finish was 13th in 1982. Collected multiple-season wins twice (1981, 1982). Three-time U.S. Ryder Cup member (1983, 1995, 2004) and two-time Presidents Cup member (1994, 2003). Among his nine wins, first came in the 1978 Andy Williams-San Diego Open Invitational and the last at the 1993 H.E.B. Texas Open. As an amateur, won the 1975 NCAA Championship at Wake Forest and received Fred Haskins Award that year. 1975-76 All-America selection for Deacons, where teammates included PGA TOUR members Curtis Strange and Scott Hoch. Introduced to golf by uncle, 1968 Masters Tournament winner Bob Goalby. Brother Jerry, a former TOUR player, is the coach at Wake Forest. Brother-in-law Dillard Pruitt is a former TOUR member and current rules official. Second son Bill is a PGA TOUR member. Received the 2004 Payne Stewart Award for upholding the traditions of golf. Was honored in 2005 with the Jim Murray Award from the Golf Writers Association of America and named as the recipient of the 2006 Bob Jones Award, the United States Golf Association's highest honor for distinguished sportsmanship.","ntlTeams" : "The Presidents Cup (2), 1994, 2003; The President Cup Captain (1), 2015; Ryder Cup (3), 1983, 1995, 2004; Walker Cup, 1975.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(6): 1975 NCAA Championship [indiv]. 1991 Mexican Open. 1996 Franklin Templeton Shootout [with Tom Kite]. 2004 CVS Charity Classic [with Bill Haas]. 2012 CVS Caremark Charity Classic [with Morgan Pressel], Umpqua Bank Challenge [with Bill Haas].","intlVics" : "(2): 2008 Wendy's 3-Tour Challenge [with Fred Funk and Nick Price]. 2011 Wendy's 3-Tour Challenge [with Mark Calcavecchia and Kenny Perry]","curYearHigh" : "","carHigh" : "2015: With duties as the captain of the U.S. Presidents Cup team, he played in just 15 events, the fewest he has played in a season since 2005...Posted his lone top-10 finish in February when he posted three consecutive 69s which led to a T6 at the Allianz Championship. It was his sixth top-10 finish in Boca Raton in nine overall appearances at the Old Course at Broken Sound...Led the U.S. team to victory at The Presidents Cup in South Korea in September.\n\n2014: Had perhaps the most remarkable season by a player over age 60, finishing third in both earnings and Charles Schwab Cup points, thanks to 17 top-10s, the most he's had in a single season since 2007 (18). Was among the top-30 money-winners for a tenth consecutive year...Incredibly, only two of his 64 rounds during the campaign were over par, the fewest ever by a player in a full Champions Tour season. Ranked second only to Bernhard Langer in Scoring (68.39) and Birdie Average (4.41), while being the leading player in the All-Around category (91). Went from the final day of the Regions Tradition (May 18) through the second round of the season-ending Charles Schwab Cup Championship (October 31) without an over-par round. His 38 scores of par or better during this stretch set an all-time Champions Tour mark, eclipsing Loren Roberts' previous record of 37 consecutive during the 2006-07 seasons. During this run, also had a season-best streak of 28 consecutive sub-par scores...After several brushes with victory early in the year, joined an elite list in October when he won the Greater Hickory Kia Classic at the Rock Barn Golf & Spa. His third victory in the event, made him just the 18th player in Champions Tour annals age 60 or older to win a tournament. Triumph was his 17th career title. After opening with an 8-under-par 63 to share the lead with Joe Durant, followed with a second-round 67 to lead by two strokes. Held off Sunday challenges by Durant and Kirk Triplett to win by two. It was the second time in his Champions Tour career he captured the same event three times. Previously, he had won three Principal Charity Classic titles. At 60 years, 10 months, 17 days, he also became the 10th-oldest winner in Champions Tour history, and his 54-hole total of 17-under-par 196 was a tournament 54-hole scoring record...Nearly added a second win two weeks later when he fell in a four-hole playoff to Tom Pernice, Jr., at the Charles Schwab Cup Championship at the Cochise Course at the Desert Mountain Club. Led by four strokes after 36 holes, thanks to a second-round, 8-under-par 62, and trailed by one stroke after 54 holes, despite a third-round 5-over-par 75, the score that ended his all-time par-or-better streak, as well as his sub-par streak. Rebounded on the final day with a 4-under 66, which included rolling in a 37-foot birdie putt from the front fringe on the 72nd hole to briefly grab a one-stroke lead. Minutes later, Pernice made a two-putt birdie to force a playoff, which he would win with another two-putt birdie on the fourth extra hole...Was also a second-place finisher in June when he teamed with Peter Jacobsen to finish second by one stroke in a hard-fought battle with Fred Funk-Jeff Sluman in the Champions Division at the Big Cedar Lodge Legends of Golf. The pair led by one stroke after 36 holes and remained in contention until the final hole on the par-3 Top of the Rock Course before Sluman closed the door with a six-foot par-saving putt at the 54th hole...Prior to Legends performance, had been among the top five in nine of his first 10 starts in 2014 but was not better than third in any of the nine. Was T3 at the Mississippi Gulf Resort Classic after being in the mix with Billy Andrade and eventual-winner Jeff Maggert midway through the back nine Sunday. In his next start, his strong play on the weekend (69-67) was instrumental in his third-place finish at the Greater Gwinnett Championship near Atlanta...Shared the first-round lead at the Regions Tradition and trailed by just one stroke after 36 holes. However, dropped three strokes back with a third-round 73, then rebounded Sunday, closing with a 71 to finish T3 in Birmingham. His third-round 73 ended his streak of par-or-better rounds at 27, dating to 2013...A week after Shoal Creek, recorded another third-place effort at the Senior PGA Championship, his second consecutive year with that result. Was in contention early on the back nine but played his last seven holes in even par...One week later, posted three straight rounds in the 60s at The Principal Charity Classic and was tied for the clubhouse lead at one point Sunday before finishing T3, falling one short of the playoff between Doug Garwood and Tom Pernice, Jr. (won by Pernice)...Started the season by finishing fourth at the season-opening Mitsubishi Electric Championship at Hualalai, his seventh career top-10 performance in the event and third consecutive. Final-round 65 was his 27th consecutive sub-par round on the course, and it included consecutive chip-ins for eagle and then birdies at Nos. 14-15...In February, was T5 at the Allianz Championship after moving into contention with an 8-under 64 in the second round...Turned in another strong performance the following week at The ACE Group Classic, posting a final-round, 8-under 64 to finish fifth...His T5 at the Insperity Invitational in early May was his only performance outside the top three from late-March thru early June. Finish at The Woodlands marked the seventh time he's been among the top six in the Houston event over his 10 starts in the tournament...In his 1,000th combined-career TOUR start, shot rounds of 65-66 on the weekend to move into a T6 finish at the Constellation SENIOR PLAYERS Championship...During the week of the Big Cedar Lodge Legends of Golf, was named the captain for the 2015 United States Presidents Cup team.\n\n 2013: Played his best golf during a stretch of four events when he was not outside the top-seven. Best effort during that run came when he was T2 at the Senior PGA Championship at Bellerive. Shared the first-round lead and was in contention all four rounds in May in St. Louis. Birdies on his final two holes moved him into the runner-up position along with Kenny Perry...In mid-March, closed with rounds of 66-67 at the Toshiba Classic to finish T3 along with Peter Senior...He and teammate Fred Couples finished T4 at the Liberty Mutual Insurance Legends of Golf in April. They were tied for the lead at one point in the final round but posted just one birdie over the final five holes to fall out of contention...Was also T4 at the 3M Championship, thanks to a final-round 65 at TPC Twin Cities...One week after the Legends event, matched the low Sunday round at the Insperity Championship as his 67 allowed him to jump into a T6 at The Woodlands CC...The week after the Senior PGA Championship, finished T7 in defense of his Principal Charity Classic title. Fell four strokes short of a chance at a fourth victory in Iowa despite posting four straight sub-par scores at the Wakonda Club...Served as a captain's assistant to Fred Couples on the victorious U.S. Presidents Cup team at Muirfield Village...Inducted into the Illinois Golf Hall of Fame in October. \n\n2012: Won for the 16th time in his Champions Tour career when he blitzed the field at The Principal Charity Classic in June. After an opening-round 66, followed with rounds of 65 and 66 to win by five shots, the largest winning margin in tournament history. The victory was his third in the event. During his first two rounds, he one-putted 24 of 36 holes and finished the tournament needing just 79 putts to secure the victory. His 54-hole score of 16-under-par 197 tied the tournament mark established by Gil Morgan in 2006...Turned in a stellar performance at the season-ending Charles Schwab Cup Championship. Tied the Champions Tour 18-hole scoring record with a second-round, 10-under-par 60 at Desert Mountain Club's Cochise Course and eventually finished second, six strokes behind Tom Lehman. His record-tying round included a 7-under-par 28 on the back nine, matching the low 9-hole score for the year...Recorded his seventh top-10 performance in eight appearances at the Nature Valley First Tee Open at Pebble Beach when he posted a pair of 69s on the weekend to move up into a T3...Shot a final-round 69 at the Allianz Championship that led to a T5 in Boca Raton. Rounds included an eagle on the final hole all three days...Started his season with 11 consecutive sub-par rounds before the string ended in the final round at the Toshiba Classic...Teamed wiith Morgan Pressel in June to win the CVS Caremark Charity Classic by one stroke over Corey Pavin and Alexis Thompson...Teamed with his son Bill in late August to post an eight-stroke victory at the Umpqua Bank Challenge in Portland, Ore.\n\n 2011: Played his best golf in the second half of the season, returning to the winner's circle for the first time since the fall, 2009 campaign and also registered a pair of runner-up performances as well...Highlight of his year was victory at the 3M Championship in Minnesota. Two-putted from 30 feet for birdie on the last hole to post a one-stroke win over Kenny Perry, Peter Senior and local favorite Tom Lehman. His 15th career victory was his first in 22 months and ended a winless streak of 41 events. Made a hole-in-one on the 4th hole at the TPC Twin Cities in the opening round and became the first player since Jeff Sluman (2009 Walmart First Tee Open At Pebble Beach) to make an ace and go on to win the event...A month earlier, was the 36-hole leader at the Nature Valley First Tee Open at Pebble Beach and led early on the back nine before posting a 3-over-par 39 over his final nine holes, eventually dropping him to a T2 finish, two behind Sluman...Finished his official season with another T2 at the Charles Schwab Cup Championship. Shared the first-round lead at the TPC Harding Park with good friend Fred Couples and despite lower back problems, managed to stay in contention throughout at the TPC Harding Park before finishing two strokes short of Jay Don Blake...Was T5 twice in the first half of the year. Moved onto the leaderboard after carding a second-round 68 at Fallen Oak and then added a second straight 68 Sunday to T5 at the Mississippi Gulf Resort Classic...Trailed by just one stroke after 54 holes at the Regions Tradition before a closing-round 74 led to a T5 finish in Alabama...In November, teamed with Kenny Perry and Mark Calcavecchia for victory in Las Vegas at the Wendy's 3-Tour Challenge...Enjoyed a special moment when he, along with wife, Jan, was in attendance at East Lake GC in Atlanta, to watch son Bill's dramatic victory at the TOUR Championship that also earned him the FedExCup. His son, Jay, was his brother's caddie during the victory...Made his first appearance in a Web.com Tour event since 2001, playing with son Jay in the BMW Charity Pro-Am near Greenville, S.C., but missed the cut...For the second consecutive time, served as a captain's assistant to Fred Couples at The Presidents Cup matches in Australia. Along with John Cook, helped Couples guide the American team to a 19-15 victory at Royal Melbourne.\n\n 2010: Streak of seasons with at least one victory ended at five consecutive years and did not record a top-three finish in any event for the first time as a Champions Tour member. After having the second-best scoring mark from 2006-2009, averaged more than a stroke higher in 2010 and slipped to 19th, the first time over 70 (70.44)...Recorded seven top-10s overall but best performance came when he teamed with Fred Couples to T4 at the Liberty Mutual Legends of Golf in April in Savannah...Top individual effort came in Canada when his final-round 67 at Club de Golf Fontainebleau gave him a T5 finish at the inaugural Montreal Championship...Twenty-two years after his victory in Palm Springs, was on hand to witness his son Bill's initial PGA TOUR triumph at the Bob Hope Classic. Became the eighth father-son duo in PGA TOUR history to win the same event...Made his record 29th appearance at The PLAYERS Championship but missed the cut by two strokes after rounds of 71-73 at the TPC Sawgrass. Was in position to make the cut until a double bogey on the 18th hole derailed him. \n\n2009: Won multiple titles for a fifth straight year and finished fourth in official earnings and fifth in the Charles Schwab Cup race...Played his best golf late in the season when he was either first or second in four of his last five appearances and claimed titles in consecutive starts for the second straight year...Ended a drought of 26 consecutive Champions Tour events without a victory when he won his 13th career title in then record fashion at the Greater Hickory Classic at Rock Barn. Returning to action after nearly a month off due to tendinitis in his left elbow, he birdied five of the final six holes to post a two-stroke triumph over Russ Cochran and Andy Bean at the Rock Barn Golf & Spa. His 54-hole score of 18-under-par 198 was a tournament record at the time, bettering R.W. Eaks' previous mark of 17-under-par 199 set in 2007. Got off to a fast start in Hickory with a then Champions Tour career-best, 10-under-par 62 in the opening round that also equaled the lowest 18-hole score on the circuit in 2009...Followed victory in Hickory by claiming the Constellation Energy Senior Players Championship, his third major title and 14th win overall on the Champions Tour. A birdie on the final hole capped a final-round, 6-under 64 at Baltimore CC and gave him a one-stroke win over Tom Watson...Fell just short in his quest for three wins in a row when he was T2 at the Administaff Small Business Classic, one week after serving as Fred Couples' Captain's Assistant on the victorious U.S. Presidents Cup team. Was tied with John Cook, the eventual winner, with four holes to play but eventually fell two strokes back when he three-putted the final hole from the back fringe and Cook made birdie at No. 17...Stellar play continued the following week at the AT&T Championship in San Antonio. Was among the weekend leaders, and only a bogey on his final hole kept him out of a playoff with eventual winner Phil Blackmar. Saw his bunker shot for par and a chance to tie Blackmar hang on the lip at No. 18, leaving him one stroke short and T2...Recorded the 34th double eagle in the history of the Champions Tour when his three-wood second shot found the cup on the 11th hole at the Westin Savannah Harbor Golf Resort during the second round of the Liberty Mutual Legends of Golf...Finished second in Scoring Average for the fourth straight year. \n\n2008: Claimed his second Charles Schwab Cup on the strength of two victories and 14 top-10 finishes. Took over the Schwab Cup lead for good with a T3 at the AT&T Championship, the last full-field event of the year. Had tied John Cook for the lead in the final round with an eagle at the 10th hole but eventually finished four strokes back. Earned 109 Charles Schwab Cup points for his efforts at Oak Hills to jump past Fred Funk. Went into the season-ending event in Sonoma with just a 12-point margin over Funk and, despite not finishing in the top-10 at the Charles Schwab Cup Championship, claimed the Schwab Cup and $1-million payout when Funk did not record a top-10 finish either. Margin of victory in Schwab Cup race was the tightest in history...Highlight of his year came in Rochester, N.Y., when he won his second Senior PGA Championship, holding off Langer by one stroke at Oak Hill CC. Winning score of 7-over 287 on the East Course was the highest in relation to par in Senior PGA Championship history and the second highest in Champions Tour annals. Victory was the 11th of his Champions Tour career and made him the 13th different player to win multiple Senior PGA titles...One week later, successfully defended his title at The Principal Charity Classic when he posted a final-round, 6-under-par 65, the low round of the tournament, to beat Andy Bean by one stroke. Started the day two strokes behind second-round leader Nick Price but took the lead with successive birdies on Nos. 14-16 and never trailed again...Earlier in the season, almost defended his title at the Toshiba Classic in March but fell in a seven-hole playoff with Langer at the Newport Beach CC. Fired a closing-round, 6-under par 65 to make up four strokes on Langer on Sunday but eventually missed a critical 3-foot birdie putt on the seventh playoff hole, which would have extended the overtime session. It was his first playoff loss in a PGA TOUR\/Champions Tour event after five consecutive wins...Posted the low round of the day and his low round of the year, a 7-under 64, Sunday at the Outback Steakhouse Pro-Am, a score that eventually led to a T2 finish with Scott Hoch, one stroke back of winner Tom Watson...Champions Tour Player of the Month for May...Lost Byron Nelson trophy to Bernhard Langer by one-hundreth of a point (69.66). \n\n2007: Grabbed the Arnold Palmer Award as the Champions Tour's leading money-winner for the second consecutive year and posted a Tour-best four victories. His performance eventually led to Player of the Year honors for a second consecutive season...Led all players with 18 top-10 finishes and finished second to Loren Roberts in the Charles Schwab Cup race...First of his four wins came in March when he was a two-stroke victor over R.W. Eaks at the Toshiba Classic. Finished with a record-setting, 54-hole total of 19-under 194, breaking Hale Irwin's record of 196 set in 2002...Became the only player to successfully defend a Liberty Mutual Legends of Golf title in individual stroke-play format the following month when he defeated Tom Kite on the first hole of a playoff for his eighth career Champions Tour win. Got up and down from the greenside bunker on the 54th hole to force overtime with Kite. Eventually won in Savannah when he chipped to within two feet and holed a short par putt after Kite missed his par attempt from 5 1\/2 feet moments earlier...Added a third victory to his resume when he went wire to wire at The Principal Charity Classic in Iowa in June. Fired three successive rounds in the 60s on his way to his ninth career win...Continued his stellar play in his next start at the Bank of America Championship near Boston. Opened with a 1-under 71, but followed with rounds of 66 on the weekend for a three-stroke come-from-behind victory at Nashawtuc CC. With the victory, he joined his uncle, Bob Goalby, as the tournament champion. Goalby won the inaugural event in 1981...Tied for the 36-hole lead at the Allianz Championship in Boca Raton but eventually finished two strokes back of Mark James on The Old Course at Broken Sound. Runner-up effort at the Allianz event equaled his best effort on TOUR in Florida (T2 at the 2003 PLAYERS Championship)...Along with Andy Bean, was T2 the following week at the Outback Steakhouse Pro-Am, one stroke back of Tom Watson. Moved into contention down the stretch when he posted a 2-under 69 Sunday in adverse weather conditions, one of only two sub-70 scores posted the final day at the TPC Tampa Bay...Was also second at the 3M Championship following a final-round 63 at the TPC Twin Cities, one stroke short of D.A. Weibring who birdied the final three holes to win...T2 at the Greater Hickory Classic at Rock Barn thanks to a final-round 6-under 66, the low Sunday round...Player of the Month in both April and June. \n\n2006: Became the first player since Hale Irwin in 2002 to claim both the Arnold Palmer Award as the leading money winner and the season-long Charles Schwab Cup crown...Battled Loren Roberts to the wire for the two titles before claiming both at the season-ending Charles Schwab Cup Championship thanks to his T6 finish. Earned a Champions Tour career-best $2,420,227 to win the money title by $54,832, but his margin in the Charles Schwab Cup race was only 20 points as Roberts missed a short putt for on No. 18 which would have given Roberts the title. Charles Schwab Cup title earned him a $1-million payout...Won four titles during the season, sharing that distinction with Roberts...Claimed one of the biggest wins of his career in late May when he prevailed in a playoff to win the Senior PGA Championship at Oak Tree GC in Edmond, OK. The victory was his first major championship in 90 starts in his PGA TOUR career and gave him three consecutive victories on the Champions Tour. Made a clutch birdie putt on the 72nd hole which appeared to be the clincher, but Brad Bryant answered with a birdie putt on the same hole minutes later to set up a playoff. Rolled in a par putt on the third extra hole to defeat Bryant and become the second player (Loren Roberts the other) to win three straight events in 2006...The first of those victories came in April when he went wire-to-wire at the Liberty Mutual Legends of Golf. Held off late challenges by Craig Stadler and Peter Jacobsen on Sunday for a five-stroke victory in Savannah. Made key birdies on Nos. 16 and 17 on his way to a closing-round, 5-under-par 67. Stellar play on the back nine during the event was the difference. Was 13-under-par on the final nine at the Westin Savannah Harbor Golf Resort, with just one bogey. His winning score of 15-under-par 201 was a tournament record...Made it two straight wins the following week when he came from three strokes behind on Sunday to win the FedEx Kinko's Classic at The Hills CC near Austin. Matched the tournament scoring record with a final-round, 7-under-par 65, highlighted by five straight birdies on Nos. 2-6 and a 5-under-par 31 on the front nine. Added birdies on three of the final four holes to pull away from his challengers. Needed just 21 putts Sunday as he was victorious for the fifth time in his professional career in Texas. Two victories were enough to earn him April Player of the Month honors...Added a fourth title late in the year at the Administaff Small Business Classic. Five-stroke victory at the rain-shortened event was his sixth TOUR title in Texas and made him just the second player to claim both a PGA TOUR and Champions Tour title in the Houston area. Separated himself from the field Saturday, thanks to an Augusta Pines course-record 63. Maintained his five-stroke advantage through five holes Sunday before heavy rains in the early afternoon rendered the course unplayable...Held the lead briefly on the back nine at the Walmart First Tee Open at Pebble Beach before eventually finishing T2 along with David Edwards, one stroke back of winner Scott Simpson...Also T2 in his next outing at the Constellation Energy Classic, finishing with birdies on the final two holes Sunday...Fifth-place finish at the weather-shortened SAS Championship near Raleigh moved him over the $2 million in season earnings...Moved ahead of Tom Kite on the PGA TOUR's all-time record for most cuts made (591) when he played on the weekend at the U.S. Open. Made the cut in a third decade at Winged Foot, eventually finishing T37...Had tied Kite's all-time mark for career cuts when he played all four rounds at the Memorial Tournament, eventually finishing T29 in Ohio...Made it 592 career cuts made by making it to the weekend at the PGA Championship at Medinah. \n\n2005: Was voted as the Champions Tour Rookie of the Year after turning in an outstanding month of October. Starting with the last round of the JELD-WEN Tradition, posted 17 straight sub-par scores, the best streak on the Champions Tour that year...Made headlines when he won for the first time in 304 combined starts (PGA TOUR\/Champions Tour\/Web.com Tour), capturing the Greater Hickory Classic at Rock Barn in western North Carolina. Posted three straight rounds in the 60s, including a closing, 7-under-par 65 for his initial Champions Tour triumph. Completed his day with three straight birdies to pull away from Loren Roberts and Dana Quigley for the two-stroke victory, his first in 11 years, 11 months, 23 days...Claimed a second title just two weeks later at the SBC Championship in San Antonio. Two-stroke victory at Oak Hills made him the 12th different player to claim PGA TOUR\/Champions Tour titles at the same venue. Came from two strokes back of Dana Quigley with a final-round 66 to best Tom Purtzer by two...Almost claimed a third consecutive crown at the season-ending Charles Schwab Cup Championship. Looked to be in control after taking a six-stroke lead after 54 holes but was eventually passed by a hard-charging Tom Watson and fell one stroke short in Sonoma. 2004: Made his Champions Tour debut at the Senior PGA Championship in Louisville where he finished second, one stroke back of Hale Irwin after Irwin two-putted for birdie from 40 feet on the final hole...Among the leaders throughout the U.S. Senior Open before finishing T3, two strokes behind Peter Jacobsen. He and Jacobsen were the only two players in the field to post four consecutive sub-par scores at Bellerive...Was runner-up to Craig Stadler in his third and final start on the Champions Tour, finishing three strokes back at The First Tee Open at Pebble Beach...Sank a 12-foot birdie putt on the 18th hole to give him and son Bill a victory in the two-day CVS Charity Classic at Rhode Island CC in late June...Son Bill qualified for the U.S. Open at Shinnecock Hills GC to join his dad as the first father-son duo to compete in the same U.S. Open twice. \n","otherCarHigh" : "Won nine PGA TOUR titles in his 29-year career, with all wins coming between 1978 and 1993...Last TOUR win came at the 1993 H-E-B Texas Open when he defeated Bob Lohr in a playoff at Oak Hills CC in San Antonio...Easily enjoyed his finest financial season in golf in 2003, with more than $2.5 million in official earnings, more than three times his previous-best, single-season year ($822,259 in 1995). Secured the 15th position on final money list, his highest standing since 1982...Earned first victory at the 1978 Andy Williams-San Diego Open, besting Andy Bean, Gene Littler and John Schroeder by three strokes at Torrey Pines GC...Won playoff at the 1982 Hall of Fame Classic with John Adams and defeated Curtis Strange by three strokes at Texas Open that same year...Was T3 at both the 1995 Masters and 1999 PGA Championship at Medinah CC near Chicago, his top career performances in major championships...Was a captain's choice for the United States team at the inaugural Presidents Cup in 1994 and compiled a 3-2 record...Was also a captain's assistant in 2009, 2011 and 2013 for The Presidents Cup matches and captained the victorious 2015 team in South Korea...Also played on the United States Ryder Cup squads in 1983, 1995 and 2004...Won the 1975 NCAA Championship at Wake Forest and received the Fred Haskins Award that year...Was a 1975 and 1976 first-team All-America selection and was the medalist at the 1975 NCAA Championship. Helped lead the Wake Forest team to NCAA Championships in 1974 and 1975 and was honored with the Fred Haskins Award as the nation's top collegiate golfer in 1975...Was a member of the 1975 United States Walker Cup team...Demon Deacon teammates included Curtis Strange and Scott Hoch...Was inducted into the South Carolina Sports Hall of Fame in December 2007. He is also a member of the Wake Forest Hall of Fame and joined the Illinois Golf Hall of Fame in 2013.","personal" : "Introduced to golf by his uncle, 1968 Masters Tournament winner Bob Goalby...Won first trophy at National Pee Wee Championship in Orlando at age 7...Brother Jerry is the golf coach at Wake Forest...Brother-in-law Dillard Pruitt played the PGA TOUR and is now a rules official on that circuit...Son Jay played college golf at Augusta State and is a now a professional. Second son, Bill, plays on the PGA TOUR and captured the 2011 FedEx Cup. Bill was also an All-American at Wake Forest and won the 2004 Ben Hogan Award as the top collegiate male golfer...His favorite course in the U.S. is Harbour Town GL, while his favorite course outside the U.S. is Turnberry...Favorite golf holes are No. 8 at Pebble Beach and No. 16 at North Berwick...Enjoys vacationing at Pawley's Island, S.C...Always marks his ball on the green with an English penny...Says his dream foursome would include his two sons and Goalby...Favorite non-golf sporting event is the Final Four and also enjoys the Rolling Stones...Favorite sports team is any sport in which Wake Forest is competing...Made his first hole-in-one at age 10 playing at Yorktown GC in Belleville, Ill., with his dad. Used a 5-iron from 110 yards...Received the 2004 Payne Stewart Award for upholding the traditions of golf and was honored in 2005 with the Jim Murray Award from the Golf Writers Association of America and late in the 2005 season was named as the recipient of the Bob Jones Award, the United States Golf Association's highest honor for distinguished sportsmanship.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T4th at the Mitsubishi Electric Championship at Hualalai.","dynStats" : "He ranks T22nd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}