{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10733","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jones","first" : "Kent","middle" : "","extn" : "","nick" : ""}, "height" : "5-8","weight" : "150","birthDate" : "January 8, 1967","age" : "45","birthPlace" : "Portales, New Mexico","residence" : "Albuquerque, New Mexico","family" : "Wife, JoAnna; Lauren Marie (10\/11\/00), Samuel Kent (10\/8\/02)","education" : "University of New Mexico (1990, Business Administration; 1991, Masters, Business Admininstration)","splInterest" : "Reading, fishing","trndProYear" : "1992","qSchoolYear" : "1997, 1998, 2001, 2007, 2008","clubAffl" : "","cityPlaysFrm" : "Albuquerque; NM; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "5,657,264&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Fully Exempt \/ 4th Qualifier at the 2011 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Set a tournament-course record with an 8-under 63 in the opening round of the Stadion Classic at UGA but failed to break par on any of the final three days and finished T34.","carHigh" : "2011: Made the cut in 14 of 25 PGA TOUR starts. Best finish of the year was a solo 11th at the Mayakoba Classic. 2010: Played 15 Web.com Tour events and made seven cuts with three top-10 finishes. Ended the year No. 84 on the money list...In his first start of the season, finished T9 at the Panama CLARO Championship. It was his first top-10 in nine years and best Web.com Tour performance since winning the 2000 Greensboro Open...The next week at the Pacific Rubiales Bogota Open he finished T6. After opening with a 1-over par 72, he went on to shoot 67-69-68 on the weekend to skip up 48 positions and three strokes off Steve Pate's winning score...Picked up his third top-10 of the season 12 late in the year with a T8 at the Miccosukee Championship. 2009: After regaining fully exempt status for the second consecutive season via the PGA TOUR Qualifying Tournament he posted his 10th career top-10 on the PGA TOUR, with a T9 at the Puerto Rico Open presented by Banco Popular. It was his only top-10 finish in 24 starts on TOUR. A T21 at Children's Miracle Network Classic came after posting four sub-par rounds for the first and only time in 2009. Missed cut at Albertsons Boise Open in his only Web.com Tour start. 2008: Made it through the final two stages at the PGA TOUR Qualifying Tournament to earn exempt status for 2009. Fired six rounds of par or better at PGA West in La Quinta, Calif., in the final stage to finish T18...Claimed four top-25 finishes on the PGA TOUR, with his best finish being a T19 at the U.S. Bank Championship in Milwaukee. Finished T11 at 2007 the PGA TOUR Qualifying Tournament. 2007: Ended the season 134th on the money list. At the Viking Classic, recorded his best effort of the season with a T8, his best performance since a T6 at the 2006 84 Lumber Classic. Two weeks later, continued to climb up the TOUR money list with a T10 at the Frys.com Open benefiting Shriners Hospitals for Children. With paycheck of $96,000, jumped from No. 152 to No. 141 with three events remaining in the season. Has recorded eight of his nine career top-10s in the last five years. 2006: Rallied down the stretch to retain his card, finishing a career-best 101st, his fourth consecutive season in the top 125. T6 at the 84 Lumber Classic was his best finish. 2005: Placed in the top 125 for the third consecutive season. Finished the year missing the cut in the last two full-field events, but his $629,944 total was enough to secure 123rd on the money list for 2005. 2004: Finished in the top 125 for the second straight season, thanks in part to a T17 at the final full-field event of the season, the Chrysler Championship. Recorded top-10s at the Bob Hope Chrysler Classic and AT&T Pebble Beach National Pro-Am to secure top-125 status. 2003: Entered the PGA TOUR season with conditional status after finishing 131st on the 2002 money list. Seven top-25s allowed him to finish in the top 125 on the money list for the first time in his career. 2002: Earned first top-10 of TOUR career, at the AT&T Pebble Beach National Pro-Am with a T8. 2000: Was two-time winner on Web.com Tour, at the Shreveport Open and Greensboro Open. 1999: Earned his PGA TOUR card for by finishing T35 at the 1998 PGA TOUR Qualifying Tournament.\n\n","otherCarHigh" : "Winner of the 1989 Western Athletic Conference individual championship. Team also earned top honors that year...Two-time Academic All-American selection in 1988-89. College teammate of PGA TOUR member Tim Herron.","personal" : "Season ticket holder for New Mexico basketball and football...Traveled with his wife and dog for three years in recreational vehicle while playing the Canadian Tour (1993-94) and the Hooters Tour (1995). Finally sold the vehicle after putting more than 200,000 miles on it. Was inducted in the Carlsbad (New Mexico) Athletic Hall of Fame.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1998","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Divided time between the Web.com Tour and PGA TOUR during the Regular Season. Made three PGA TOUR cuts in seven starts and five cuts in 10 starts on the Web.com Tour, highlighted by one top-10 finish...Posted four sub-par rounds at the Chitimacha Louisiana Open in his second start of the campaign to earn a T10. It marked his first top-10 on either Tour since claiming a T8 at the 2010 Miccosukee Championship on the Web.com Tour. 2011: Veteran member claimed three top-25 finishes, two of which came in his first five starts. For the first time since 2007, did not make a start on the Web.com Tour. 2010: Veteran Member played in nine events, with six cuts and earned career-best finish on the PGA TOUR with a T5 at the Reno-Tahoe Open...Also played 15 Web.com Tour events, with three top-10s. 2009: After regaining TOUR status for the second consecutive season via the PGA TOUR Qualifying Tournament, he finished 171st on the money list...Posted his 10th career top-10 on the PGA TOUR with a T9 at the Puerto Rico Open. It was his only top-10 finish in 24 starts on TOUR...Missed cut at Boise event in his only start on the Web.com Tour. 2008: Made it through the final two stages at the PGA TOUR Qualifying Tournament. Fired six rounds of par or better at PGA West in La Quinta, Calif., in the final stage to finish T18...Claimed four top-25 finishes on the PGA TOUR with his best finish being a T19 at the U.S. Bank Championship in Milwaukee. 2007: Finished T11 at the PGA TOUR Qualifying Tournament...Ended the season 134th on the money list...At the Viking Classic recorded his best effort of the season with a T8, his best performance since a T6 at the 2006 84 Lumber Classic...Two weeks later, continued to climb up the TOUR money list with a T10 at the Frys.com Open. With paycheck of $96,000, jumped from No. 152 to No. 141 with three events remaining in the season...Has recorded nine of his 10 career top-10s in the last five years. 2006: Rallied down the stretch to retain his card, finishing a career-best 101st in earnings...Posted five of his eight top-25s in final eight starts…Aided by a final-round 67, tied for the day's best round, at the 84 Lumber Classic, jumped from T36 to T6. Jumped into the top 125 on TOUR money list with paycheck of $154,100…Clinched card at last regular full-field event with a T11 at the Chrysler Championship. 2005: Placed in the top 125 for the third consecutive season...Recorded a T10 finish at the Deutsche Bank Championship…Finished the year missing the cut in the last two full-field events, but his $629,944 total was enough to secure 123rd on the money list. 2004: Finished in the top 125 for the second straight season, thanks in part to a T17 at the final full-field event of the season, the Chrysler Championship. Came into the event No. 124 on the money list and improved to No. 119...Posted five sub-70 rounds en route to T9 finish at the Bob Hope Chrysler Classic, second top-10 of career and first since 2002 campaign...Added another top-10 (T10) two weeks later at the AT&T Pebble Beach National Pro-Am. One of five players with rounds in the 60s (69) during Sunday's final round. 2003: Entered the season with conditional status after finishing 131st on the 2002 money list...Seven top-25s allowed him to finish in the top 125 on the money list for the first time in his career...Finished the season with four consecutive made cuts, moving from 143rd to 122nd during that stretch. 2002: Made the most of 33 events entered, making 19 cuts. Earned first top-10 finish of TOUR career at the AT&T Pebble Beach National Pro-Am with a T8. 2001: Only top 25 was a T15 at John Deere Classic. 2000: Was two-time winner on Web.com Tour at Shreveport Open and Greensboro Open. Set tournament record by three strokes in Greensboro with a 17-under 263. 1999: Earned his card by finishing T35 at the 1998 PGA TOUR Qualifying Tournament. 1998: Rookie on TOUR, was one shot off the lead after 36 holes of the Buick Open, finished T12.\n","otherCarHigh" : "","personal" : "College teammate of PGA TOUR member Tim Herron…Season ticket holder for New Mexico basketball and football…Traveled with his wife and dog for three years in recreational vehicle while playing the Canadian Tour (1993-94) and the Hooters Tour (1995). Finally sold the truck after putting more than 200,000 miles on it...Was inducted in the Carlsbad (N.M.) Athletic Hall of Fame...Favorite golf course played is Cypress Point. Would most like to play Augusta National. Never travels without his Amazon Kindle...Favorite college team is University of New Mexico. Favorite professional teams are the Dallas Cowboys and Los Angeles Dodgers...Favorite TV show is \"Modern Family.\" Favorite book is Stephen King's The Stand.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2012 is T32nd at the Puerto Rico Open presented by seepuertorico.com.","dynStats" : "He ranks T22nd in Putting Rating on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}