{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23614","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Beem","first" : "Rich","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "August 24, 1970","age" : "45","birthPlace" : "Phoenix, Arizona","residence" : "Austin, Texas","family" : "Wife, Sara; Michael Waide (7\/23\/03), Bailee Tennent (6\/23\/05)","education" : "New Mexico State University (1993, Marketing)","splInterest" : "Music, water sports, cooking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "Austin; TX; United States","websiteUrl" : "http:\/\/www.gaylordsports.com\/talent.aspx?pid=39&nid=10","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,604,987&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: 186th on 2012 PGA TOUR Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Split time between the PGA TOUR and European Tour, making the cut in four of 10 starts on TOUR. Failed to crack the top 10 in any event, with T12 at the Mayakoba Golf Classic and T19 at the HP Byron Nelson Championship his best finishes. 2011: Received a Major Medical Extension in 2011. Coupled with $128,877 earned in 2010, had 17 events to equal No. 125 from the 2010 money list ($786,977, Troy Merritt). Was unable to do so, eventually getting a total of 21 starts, with a T15 at the Valero Texas Open his only top-25 finish of the season. \n\n2010: Made just 11 starts, with a T14 at the Waste Management Phoenix Open his best showing...A little over a week after finishing T73 at the Shell Houston Open, underwent surgery after an MRI exam revealed a bulging disc between his C6 and C7 vertebrae, leading to a Major Medical Extension for the 2011 season...Worked as an analyst at the PGA Championship at Whistling Straits for pga.com's 3D and 2D broadcasts...Returned for final two PGA TOUR Fall Series events, missing the cut in both tournaments.\n\n 2009: Finished 122nd on the money list to earn his TOUR card for 2010. His only top-10 finish came at the Mayakoba Golf Classic (T6). Six top-25 finishes, including a T24 at the season-ending Children's Miracle Network Classic, helped him secure his card for 2010.\n\n2008: Finished outside of the top 125 (No. 140) on the PGA TOUR money list for the third time in the last five years. Recorded 17 made cuts in 29 starts, with five top-25 finishes. Made the cut on the number (3-under 137) at the Wyndham Championship in August, then posted matching career-low 7-under 63s on the weekend to finish in solo third place (his only top-10 finish of the year). Entered the Wyndham Championship as a last chance to qualify for the PGA TOUR Playoffs for the FedExCup, standing No. 166 on the FedExCup points list. Moved to No. 114 with his play at Sedgefield CC, eventually finished No. 111 after a T55 finish at The Barclays and a missed cut at the Deutsche Bank Championship. \n\n2007: Fought down the stretch to secure PGA TOUR card for 2008, notching top-25 finishes at the final two PGA TOUR Fall Series events. Carded an ace en route to a final-group pairing with Phil Mickelson and Padraig Harrington on Sunday at the Nissan Open, but finished T13 after a final-round 75. Climbed onto car after making ace (7 iron, 176 yards), which was later aired during Nissan commercials. Beem had watched Peter Jacobsen dive into a car after his ace in the Nissan Open 13 years prior...Among the leaders all week at The Barclays, but a closing 1-over 72 dropped him to T7. Made the biggest move in the PGA TOUR Playoffs for the FedExCup, improving 21 spots to 113th, gaining eligibility for the following week's Deutsche Bank Championship (top 120 qualified). Shared the 36-hole lead at the Deutsche Bank Championship, but closing rounds of 73-74 dropped him to T30 and a final ranking of No. 110 in the PGA TOUR Playoffs for FedExCup standings. Made the cut in all five starts during the Fall Series. Best finish was T20 at the Children's Miracle Network Classic, moving from No. 121 to No. 119 on season-long money list.\n\n2006: With five-year PGA Championship exemption (2002), remained eligible for 2007 despite finish outside the top 125 on the money list. Finished T7 at the Ford Championship at Doral for first top-10. Entered final round two shots back of Tiger Woods, but posted 2-over-par 74 Sunday to fall out of contention. Top-10 was just third in last 68 starts dating back to 2003.\n\n2005: Picked up first top-10 on TOUR since a second at the 2003 Western Open with his T2 at the weather-shortened, 54-hole BellSouth Classic. Birdied two of the last three holes, including No. 18, to get into a five-way playoff with Phil Mickelson, Arjun Atwal, Brandt Jobe and Jose Maria Olazabal. Lost to Mickelson on the fourth extra hole. Fired a season-best 9-under 63 to share the third-round lead at the FUNAI Classic at Walt Disney World Resort. Finished T3.\n\n2004: Did not post a top-25 for first time in six seasons. \n\n2003: Collected his first top-10 of the season with a T10 at the Nissan Open. Finished T15 at the Masters Tournament, his first appearance at the season's first major. Finished second to Tiger Woods at the Western Open. \n\n2002: Had a career year on TOUR, finishing seventh on the money list with season earnings of $2,938,365 and gaining consecutive victories, including a major championship title at the PGA. Collected $810,000 for winning The INTERNATIONAL, his second career victory, more than he had made in any of his previous three seasons on TOUR. Recorded 19 points Sunday to come from three back of third-round leader Craig Barlow and defeat Steve Lowery by a stroke. Eagle on No. 17 offset Lowery's double eagle there later. In next start, won his first major title with a one-stroke victory over Tiger Woods at the PGA Championship. Shared the lead through 36 holes with four other players and was three back of Justin Leonard playing in the final pairing on Sunday. With a 66, he became the first final-round, come-from-behind winner in a major since the 1999 Open Championship, when Paul Lawrie came from 10 back to win a playoff at Carnoustie. Eagled the 13th hole and made a 35-foot birdie putt on the 16th hole at Hazeltine National to hold off Woods. Including T6 at the NEC Invitational, totaled $1,950,00 in three August starts. \n\n2001: Opened the season with a bang in the first full-field event, finishing T9 at Touchstone Energy Tucson Open. Second top-10 came near the end of the season, a T7 at the Michelob Championship. His $101,850 paycheck in Williamsburg, Va., secured a 2002 card. \n\n2000: Made 13 cuts in 29 starts, with two top-25 finishes. \n\n1999: Nominated for Rookie of the Year honors after earning his first TOUR victory at the Kemper Open in only his 12th start on TOUR. Opened with a 66 for a one-stroke lead, which he extended to three with a second-round 67. Third-round 71 left him tied for lead with Tommy Armour III. Closing 70 produced a one-stroke victory over Bradley Hughes and Bill Glasson worth $450,000. Prior to winning Kemper Open, biggest first-place check was $5,000 he earned for winning 1998 Conrad Hilton Open in Socorro, N.M. \n\n1998: Earned status on TOUR for the 1999 season with a T8 finish at the PGA TOUR Qualifying Tournament in Palm Springs, Calif. Played mini-tour events in the Sun Country PGA Section and was named Player of the Year after victories in Soccoro and Truth Or Consequences. \n","otherCarHigh" : "","personal" : "Won a Nissan Altima Coupe with a hole-in-one at the 2007 Nissan Open on the par-3 14th hole during the third round. Immediately after the ace with a 7-iron from 176 yards, dove onto the car on display next to the tee box and eventually found his way onto a Nissan television commercial with the antic. Beem had watched Peter Jacobsen dive into a car after his ace in the Nissan Open 13 years ago. \"I wish I could take full credit for making a fool of myself, but I stole that (from Peter Jacobsen). Jake had a convertible and hopped into it. I will never forget that. Today, I just saw the car and thought, might as well. I'll tell you the top of that hood was pretty warm, and the back is a little scratched up from my shoes.\"…Quit the game temporarily in 1995 and sold cellular phones and car stereo systems in Seattle. Watched fellow El Paso, Texas, resident J.P. Hayes win 1998 Buick Classic and gained renewed interest…Worked in pro shop at El Paso CC prior to joining TOUR…Father, Larry, retired as golf coach at New Mexico State in 2004.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1998","qSchoolYear" : "1998","exmtStatus" : "Past Champion","otherVics" : "(1): 2002 Hyundai Team Matches [with Peter Lonard].","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Failed to make a cut in three starts on the PGA TOUR. Failed to make a cut on TOUR for the first time since the 1998 season. Made one of three cuts on the Web.com Tour. Missed the cut in his only European Tour start (Alfred Dunhill Links Championship). 2012: Split time between the PGA TOUR and European Tour, making the cut in four of 10 starts on TOUR. Failed to crack the top 10 in any event, with T12 at the Mayakoba Golf Classic and T19 at the HP Byron Nelson Championship his best finishes. 2011: Received a Major Medical Extension in 2011. Coupled with $128,877 earned in 2010, had 17 events to equal No. 125 from the 2010 money list ($786,977, Troy Merritt). Was unable to do so, eventually getting a total of 21 starts, with a T15 at the Valero Texas Open his only top-25 finish of the season. 2010: Made just 11 starts, with a T14 at the Waste Management Phoenix Open his best showing...A little over a week after finishing T73 at the Shell Houston Open, underwent surgery after an MRI exam revealed a bulging disc between his C6 and C7 vertebrae, leading to a Major Medical Extension for the 2011 season...Worked as an analyst at the PGA Championship at Whistling Straits for pga.com's 3D and 2D broadcasts...Returned for final two PGA TOUR Fall Series events, missing the cut in both tournaments. 2009: Finished 122nd on the money list to earn his TOUR card for 2010. His only top-10 finish came at the Mayakoba Golf Classic (T6). Six top-25 finishes, including a T24 at the season-ending Children's Miracle Network Classic, helped him secure his card for 2010. 2008: Finished outside of the top 125 (No. 140) on the money list for the third time in the last five years. Recorded five top-25 finishes...Made the cut on the number (3-under 137) at the Wyndham Championship in August, then posted matching career-low 7-under 63s on the weekend to finish in solo third place. Entered the Wyndham Championship as a last chance to qualify for the FedExCup Playoffs, standing No. 166 on the FedExCup points list. Moved to No. 114 with his play at Sedgefield CC, eventually finished No. 111 after a T55 finish at The Barclays and a missed cut at the Deutsche Bank Championship. 2007: Fought down the stretch to secure PGA TOUR card for 2008, notching top-25 finishes at the final two PGA TOUR Fall Series events...Carded an ace en route to a final-group pairing with Phil Mickelson and Padraig Harrington on Sunday at the Nissan Open, but finished T13 after a final-round 75...Among the leaders all week at The Barclays, but a closing 1-over 72 dropped him to T7. Made the biggest move in the FedExCup Playoffs, improving 21 spots to 113th, gaining eligibility for the following week's Deutsche Bank Championship (top 120 qualified). Shared the 36-hole lead at the Deutsche Bank Championship, but closing rounds of 73-74 dropped him to T30 and a final ranking of No. 110 in the FedExCup Playoffs...Made the cut in all five starts during the Fall Series. Best finish was T20 at the Children's Miracle Network Classic, moving from No. 121 to No. 119 on the final money list. 2006: With five-year PGA Championship exemption (2002), remained eligible for 2007 despite finish outside the top 125…Finished T7 at the Ford Championship at Doral for first top-10. 2005: Picked up first top-10 on TOUR since a second at the 2003 Western Open with his T2 at the weather-shortened, 54-hole BellSouth Classic. Birdied two of the last three holes, including No. 18, to get into a five-way playoff with Phil Mickelson, Arjun Atwal, Brandt Jobe and Jose Maria Olazabal. Lost to Mickelson on the fourth extra hole...Fired a season-best 9-under 63 to share the third-round lead at the FUNAI Classic at Walt Disney World Resort. Finished T3. 2004: Did not post a top-25 for first time in six seasons. 2003: Collected his first top-10 with a T10 at the Nissan Open...Playing in the Masters for the first time, finished T15...Finished second to Tiger Woods at the Western Open. 2002: Had a career year on TOUR, finishing seventh on the money list with season earnings of $2,938,365 and gaining consecutive victories, including a major championship title at the PGA Championship...Collected $810,000 for winning The INTERNATIONAL, his second career victory, more than he had made in any of his previous three seasons on TOUR. Recorded 19 points on Sunday to come from three back of third-round leader Craig Barlow and defeat Steve Lowery by a stroke. Eagle on No. 17 offset Lowery's double eagle there later...In next start, won his first major title with a one-stroke victory over Tiger Woods at the PGA. Shared the lead through 36 holes with four other players and was three back of Justin Leonard playing in the final pairing on Sunday. With a 66, he became the first final-round, come-from-behind winner in a major since the 1999 Open Championship, when Paul Lawrie came from 10 back to win a playoff at Carnoustie. Eagled the 13th hole and made a 35-foot birdie putt on the 16th hole at Hazeltine National to hold off Woods...Including T6 at the NEC Invitational, totaled $1,950,00 in three August starts. 2001: Opened the year with a bang in the first full-field event, finishing T9 at Touchstone Energy Tucson Open...Second top-10 came near the end of the season, a T7 at the Michelob Championship. His $101,850 paycheck in Williamsburg, VA secured a 2002 card. 2000: Made 13 cuts in 29 starts and finished with two top-25s. 1999: Nominated for Rookie of the Year honors after earning his first TOUR victory at the Kemper Open in only his 12th start on TOUR. Opened with a 66 for a one-stroke lead, which he extended to three with a second-round 67. Third-round 71 left him tied for lead with Tommy Armour III. Closing 70 produced a one-stroke victory over Bradley Hughes and Bill Glasson worth $450,000. Prior to winning Kemper Open, biggest first-place check was $5,000 he earned for winning 1998 Conrad Hilton Open in Socorro, N.M. 1998: Earned status on TOUR for the 1999 season with a T8 finish at the PGA TOUR Qualifying Tournament in Palm Springs, Calif...Played mini-tour events in the Sun Country PGA Section and was named Player of the Year after victories in Soccoro and Truth Or Consequences. Amateur: Member of the New Mexico State University golf team.\n","otherCarHigh" : "","personal" : "Won a Nissan Altima Coupe with a hole-in-one at the 2007 Nissan Open on the par-3 14th hole during the third round. Immediately after the ace with a 7-iron from 176 yards, dove onto the car on display next to the tee box and eventually found his way onto a Nissan television commercial with the antic. Beem had watched Peter Jacobsen dive into a car after his ace in the Nissan Open 13 years ago. \"I wish I could take full credit for making a fool of myself, but I stole that (from Peter Jacobsen). Jake had a convertible and hopped into it. I will never forget that. Today, I just saw the car and thought, might as well. I'll tell you the top of that hood was pretty warm, and the back is a little scratched up from my shoes.\"...Quit the game temporarily in 1995 and sold cellular phones and car stereo systems in Seattle. Watched fellow El Paso, Texas, resident J.P. Hayes win 1998 Buick Classic and gained renewed interest...Worked in pro shop at El Paso CC prior to joining TOUR...Father, Larry, retired as golf coach at New Mexico State in 2004.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T52nd in 2013 at the Panama Claro Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/beemerpga"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}