{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30925","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Johnson","first" : "Dustin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "190","weightMetric" : "86","birthDate" : "June 22, 1984","age" : "31","birthPlace" : "Columbia, South Carolina","residence" : "Myrtle Beach, South Carolina","family" : "Tatum (1\/19\/15)","education" : "Coastal Carolina University","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "Myrtle Beach; SC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "31,804,959&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made his season debut in Shanghai at the World Golf Championships-HSBC Champions. Opened with a 7-under 65 and was just two back of first-round leader Branden Grace. After a 71 in the second round, fired a bogey-free 65 Saturday and stood one back of Kevin Kisner and Russell Knox through 54 holes. Was in the mix early Sunday before he spun his wedge-shot approach off the green and into the water on the par-5 eighth hole. The double bogey dropped him out of contention, and he failed to regain his standing. Carded a 71 Sunday for a T5, his third top-10 in his last three starts going back to the 2014-15 season...Recorded his fourth top-10 in last four starts at the Hyundai Tournament of Champions, where he finished in a five-way T10, 15 strokes behind runaway winner Jordan Spieth...Finished fourth at the Northern Trust Open, two shots behind winner Bubba Watson, continuing his strong play at Riviera CC. Marked the fourth time he finished in the top four in the last five years (T4 in 2012, missed the cut in 2013, second in 2014 and T2 in 2015)...Advanced out of group play of the World Golf Championships-Dell Match Play after winning a sudden death playoff with Thailand's Kiradech Aphibarnrat on the first extra hole when the two were tied with two points each. Defeated Patrick Reed, 3 and 2, in the fourth round then lost, 2 and 1, to Louis Oosthuizen in the quarterfinals...In his fifth start at the Shell Houston Open, collected his second top-five finish. Ranked first in Strokes Gained: Putting (2.191). The third-place showing was his fifth top-10 in eight starts for the season...A week after Houston, claimed T4 at the Masters, with J.B. Holmes and Paul Casey, at 1-under 287. Offset two double bogeys in the final round at Nos. 5 and 17, par-4s, with five birdies to post a 1-under 71 and claim his best finish in seven starts at the Masters.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2008","qSchoolYear" : "2007","exmtStatus" : "World Golf Championships tournament winner; multiple tournament winner (through 2016-17)","otherVics" : "(1): 2010 Shark Shootout [with Ian Poulter]","intlVics" : "","curYearHigh" : "Made his season debut in Shanghai at the World Golf Championships-HSBC Champions. Opened with a 7-under 65 and was just two back of first-round leader Branden Grace. After a 71 in the second round, fired a bogey-free 65 Saturday and stood one back of Kevin Kisner and Russell Knox through 54 holes. Was in the mix early Sunday before he spun his wedge-shot approach off the green and into the water on the par-5 eighth hole. The double bogey dropped him out of contention, and he failed to regain his standing. Carded a 71 Sunday for a T5, his third top-10 in his last three starts going back to the 2014-15 season...Recorded his fourth top-10 in last four starts at the Hyundai Tournament of Champions, where he finished in a five-way T10, 15 strokes behind runaway winner Jordan Spieth...Finished fourth at the Northern Trust Open, two shots behind winner Bubba Watson, continuing his strong play at Riviera CC. Marked the fourth time he finished in the top four in the last five years (T4 in 2012, missed the cut in 2013, second in 2014 and T2 in 2015)...Advanced out of group play of the World Golf Championships-Dell Match Play after winning a sudden death playoff with Thailand's Kiradech Aphibarnrat on the first extra hole when the two were tied with two points each. Defeated Patrick Reed, 3 and 2, in the fourth round then lost, 2 and 1, to Louis Oosthuizen in the quarterfinals...In his fifth start at the Shell Houston Open, collected his second top-five finish. Ranked first in Strokes Gained: Putting (2.191). The third-place showing was his fifth top-10 in eight starts for the season...A week after Houston, claimed T4 at the Masters, with J.B. Holmes and Paul Casey, at 1-under 287. Offset two double bogeys in the final round at Nos. 5 and 17, par-4s, with five birdies to post a 1-under 71 and claim his best finish in seven starts at the Masters.","carHigh" : "2014-15: Made 18 of 21 cuts, with 11 top-10s and a No. 7 finish in the FedExCup standings. Has qualified for the TOUR Championship by Coca-Cola for seven consecutive seasons...In just his second start on the PGA TOUR since his last appearance, a missed cut at the 2014 RBC Canadian Open, birdied his 71st and 72nd holes Sunday to post a 6-under 66 at the AT&T Pebble Beach National Pro-Am to finish T4. The 2009 and 2010 AT&T Pebble Beach National Pro-Am champion was aiming to become just the fifth player to win the event more than twice...A week earlier, missed the cut at the Farmers Insurance Open in his first start back...Lost to James Hahn in a playoff at the Northern Trust Open on the third hole when Hahn made birdie. Finished regulation at 6-under and tied with Hahn and Paul Casey, who bowed out on the first extra hole. It was his second top-five in a row...Entered the final round of the World Golf Championships-Cadillac Championship trailing J.B. Holmes by five strokes before a final-round, 3-under 69 led to a one-stroke victory over Holmes, the largest comeback in Cadillac Championship history. The win was the ninth of his career and second in a World Golf Championships event (2013 HSBC Champions), making him one of eight players with at least two wins in the series. Has won in eight consecutive seasons, the best current streak on TOUR. Week included a hole-in-one on the par-3 fourth hole during the third round, making him the first player to have an ace and win that week since Steve Stricker at the 2011 Memorial Tournament. The win came in his 20th World Golf Championships start. With the victory, collected 550 points and moved to No. 3 in the FedExCup standings...In late-March, returned to the Valero Texas Open, where he made his PGA TOUR debut as a sponsor exemption in 2007 (missed the cut). Playing in the morning Thursday at TPC San Antonio, shot a 6-over 78 in very windy conditions but eventually rebounded to finish T6. His back-to-back, 4-under-par 68s were the best final 36-hole scores by any of the 75 players who played on the weekend in Texas...Finished T6 to record his first top-10 at the Masters. Has made five cuts in six starts at the Augusta National event. Previous-best finish of T13 came in 2013...After rounds of 67-68-62, entered the final round of the AT&T Byron Nelson in a tie for second place, trailing Steven Bowditch by two strokes. Playing in the last group with Bowditch, had moved into a share of the lead before a triple bogey-8 at the par-4 sixth hole derailed his title hopes. Ended up T8, seven strokes behind champion Bowditch...Suffered a heartbreaking loss to Jordan Spieth at the U.S. Open, his 25th major championship appearance. Two superb shots on the par-5 72nd hole led to an eagle putt from just over 12 feet to win his first major, but when that putt slid by to the left he then missed the short return putt that would have forced an 18-hole playoff with Spieth on Monday. Settled for a runner-up finish with Louis Oosthuizen. Is now winless in four attempts when playing in the final pairing in a major championship. The others are the 2010 U.S. Open (T8), 2010 PGA Championship (T5) and the 2011 Open Championship (T2). The finish was his ninth top-10 in a major...Returned to Whistling Straits for the PGA Championship where, in 2010, he was assessed a two-stroke penalty on the 72nd hole to miss joining a playoff with Bubba Watson and eventual winner Martin Kaymer. Got off to a solid start, posting a 6-under 66 and taking the 18-hole lead by one over David Lingmerth. Was unable to keep the momentum going, posting a 1-over 73 in the second round. Added weekend rounds of 68-69 to finish T7, eight strokes back of Spieth...Returning to Plainfield CC, the site of his weather-shortened victory at the 2011 Barclays, finished T9 for his fifth top-15 finish in seven starts at the event...Highlighted by a second-round, 9-under 62, finished T7 at the BMW Championship, nine strokes behind champion Jason Day. It marked his third top-10 finish in six starts at the event, including his win in 2010...Finished T5 at the TOUR Championship by Coca-Cola on the strength of a final-round-best 64 for a career-best 11th top-10 of the season, shy of only Spieth's 15 top-10s. Went 3-1-0 in his four Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2013-14: Finished the season No. 30 in the FedExCup standings, highlighted by his win at the World Golf Championships-HSBC Champions. It marked the eighth consecutive season with a victory, the longest active streak on TOUR...In first start of the PGA TOUR Season, claimed his first World Golf Championships title, at the HSBC Champions. During the final World Golf Championships event of the year, brother Austin served as caddie at Sheshan International GC in Shanghai, China. Victory was eighth career PGA TOUR title, at age 29 years, 4 months, 12 days. Posted rounds of 69-64-65-66 to defeat defending champion Ian Poulter by three strokes. The 24-under-par 264 total broke the tournament record of 267 set one year earlier by Poulter. In the final round, chipped in for eagle on the par-4 16th hole and birdied No. 17, giving him a three-shot cushion, cruising to victory with a par-5 on the 72nd hole. Has won at least one tournament for seven consecutive seasons since joining the TOUR in 2008...Finished T6, five strokes behind champion Zach Johnson at the Hyundai Tournament of Champions in his attempt to join fairly recent repeat winners at event, including Geoff Ogilvy (2009-10) and Stuart Appleby (2004-06)...Two-time AT&T Pebble Beach National Pro-Am champion (2009 and 2010) finished T2 at the same event on the strength of a final-round 66. It was his third top-10 in three starts for the season...Finished second at the Northern Trust Open for his fourth top-10 in seven starts at the event. Finished two shots behind winner Bubba Watson. Held the first-round lead with a 66...A T4 finish at the World Golf Championships-Cadillac Championship represented his second top-10 in six starts at the event (finished runner-up in 2011). Has five top-10s in six starts this season...Finished T7 (six strokes behind champion Brendon Todd) for his third top-10 in five starts at the HP Byron Nelson Championship (T4 in 2009 and T7 in 2010)...Finished T14 at the Crowne Plaza Invitational at Colonial after holding a one-shot lead through 18 holes...Bogeyed three of his last four holes en route to a 3-over 73 and a T4 finish at the U.S. Open. Finished inside the top 10 for just the second time in seven starts at the event (T8 in 2010). Week began with matching rounds of 1-under 69, marking the first time he has turned in back-to-back rounds in the 60s in seven U.S. Open starts...Took a leave of absence from professional golf starting with the World Golf Championships-Bridgestone Invitational in late-July 2014.Took a leave of absence from professional golf starting with the World Golf Championships-Bridgestone Invitational in late-July 2014.\n\n 2013: Won the season-opening Hyundai Tournament of Champions for his seventh PGA TOUR victory. One of six top-10 finishes on the season led to a 13th-place showing in the FedExCup, his fifth consecutive top-15 finish in the season-long points race...After heavy wind and unusually hectic weather, overpowered his way to a four-stroke victory at the 54-hole Hyundai Tournament of Champions after a rare Monday-start-Tuesday-finish event. The tournament \"started” twice during the regularly scheduled first round Friday and later Sunday, but both times PGA TOUR rules staff halted play due to unplayable windy conditions. Officials subsequently voided all scores that had taken place. The tournament officially began with 36 holes Monday that was originally scheduled to have been the final day of play. Playing in the final group with Steve Stricker, he double-bogeyed the 13th hole after hitting his drive into the bushes. The double bogey allowed Stricker to close within one stroke. On the 14th hole, he pulled his tee shot, nearly driving the green. He followed by chipping in for eagle to give him a three-shot cushion, an advantage he never relinquished. With the victory, he became the first player since Tiger Woods (1996-2001) to win in six consecutive years straight out of college (2008-13), and he trails only Phil Mickelson (nine) for current streak of consecutive years with a victory. The 54-hole win is the third such win of his career (2011 Barclays and 2009 AT&T Pebble Beach National Pro-Am). His victory was set up after playing six practice rounds at The Plantation Course before the start of the event. He finished last in Fairways Hit for the week (51 percent) but was second in Greens in Regulation (88.9 percent)...Posted the low round of the day, a 7-under 65, in the final round of the Shell Houston Open to claim a T4 with Ben Crane. Final round at Redstone GC consisted of seven birdies and an eagle...Finished T10 in his bid to join David Toms (2003-2004) as the only players to successfully defend their FedEx St. Jude Classic title...Notched his fourth top-10 finish of the season at the RBC Canadian Open in his second start in the event (WD in 2008). Opened with a 3-over 75 at Glen Abbey GC but jumped into contention with rounds of 67-63-70. His bid for victory ended Sunday when an errant tee shot at the par-4 17th wound up in the CBS Sports TV compound, resulting in a triple bogey. Settled for a T2 with three others...Finished T8 at the PGA Championship for his third top 10 in five starts at that major...Paired in the final group with eventual champion Henrik Stenson at the TOUR Championship by Coca-Cola, shot a final-round, 1-under 69 that left him five strokes behind Stenson. One of three players with all four rounds in the 60s at East Lake GC.\n\n2012: In his bid to join four players with three or more victories at the AT&T Pebble Beach National Pro-Am, finished T5 for his first top-10 of the season. Opened the event in spectacular fashion, with a 63, at Pebble Beach for his low round at the event, topping 64s at Pebble Beach GL and Spyglass Hill GC en route to victory in 2010...Finished T4 at the Northern Trust Open. Was one of only five golfers to finish the week with all four rounds at par-or-better (71-70-67-71). Recorded a bogey-5 on the final hole when a birdie would have been enough to get in the playoff...In his first start since the World Golf Championships-Cadillac Championship while recovering from a back injury, posted rounds of 71-71-73-75 to finish T19 at the Memorial Tournament...Carded a final-round 66 to claim the FedEx St. Jude Classic by one stroke over John Merrick (9-under 271) in just his second start since missing nearly three months with a back injury. Broke out of a tie for the lead at 8-under when he converted an 8-foot, 8-inch birdie putt on the 71st hole, becoming the first FedEx St. Jude Classic champion to birdie No. 17 in the final round since Woody Austin in 2007. Won in his first start at the FedEx St. Jude Classic and won for the fifth consecutive PGA TOUR season. Became the first player since Tiger Woods (1996-2000) to go directly from college and win in each of his first five seasons on the PGA TOUR. Became the first player in his 20s to win the FedEx St. Jude Classic since Notah Begay III in 2000 and the 13th American to win in Memphis in the last 14 years. Moved to No. 10 in the U.S. Ryder Cup standings with the victory...Recorded middle-36 scores of 68-68 for the second consecutive season at the British Open, with a T9 effort at Royal Lytham & St Annes that followed his 2011 runner-up finish...Making his title defense, finished T3 and four strokes behind Nick Watney at The Barclays to begin his 2012 Playoffs season. Came back the following week with a T4 finish at the Deutsche Bank Championship (six strokes behind Rory McIlroy) to move to No. 6 in the FedExCup standings...Closed out the Playoffs with a T6 at the BMW Championship (four shots off the winning score) and a T10 at the TOUR Championship by Coca-Cola. Was the only player to record a top-10 finish in all four FedExCup Playoffs events. Finished the season No. 8 in the FedExCup standings, his third consecutive top-10 showing in the season-long race...In his second consecutive Ryder Cup appearance, went 3-0-0 at Medinah CC in the U.S. loss in the biennial competition. Made five birdies in a five-hole stretch on the inward nine in his singles match against Nicolas Colsaerts to win 3 and 2.\n\n2011: Fourth full season on the PGA TOUR ended with a career-best fourth-place finish in the FedExCup...Kicked off the year with a T9 finish at the Hyundai Tournament of Champions...Finished third at the Farmers Insurance Open on the strength of a final-round 66...Opened with rounds of 69-69-65 at the World Golf Championships-Cadillac Championship to hold a two-stroke lead over Nick Watney, Matt Kuchar and Luke Donald. It was his fourth 54-hole lead on TOUR, and first since a final-round 11-over 82 at the 2010 U.S. Open led to a T8 finish. Final-round, 1-under 71 at TPC Blue Monster at Doral led to the first runner-up finish of his career, two strokes behind Watney. Tied for the lead with Watney through 15 holes, the turning point may have been a pulled drive into the left-fairway bunker and ensuing bogey that dropped him from the lead. His previous-best finish in a World Golf Championships event was a 15th-place showing at the 2010 Bridgestone Invitational...Traveled to South Korea to play in the Ballantine's Championship. Contended until two back-nine bogeys Sunday derailed his chances at victory. He came back strong to finish fourth on the strength of back-to-back birdies on Nos. 17 and 18 at Blackstone GC...Finished fourth at the Memorial Tournament to record his first top 10 in four starts at Muirfield Village. Final-round 65 matched the best round of the day...Playing in the final group for the second time in 2011 (World Golf Championships-Cadillac Championship) and just one stroke behind Darren Clarke at the British Open, carded a 2-over 72 to finish T2, three behind Clarke. A missed cut at Turnberry in 2009 and at the 2011 PGA Championship remain his only missed cuts in 13 major championship starts. Kicked off the week in fine fashion, holing a wedge from 160 yards on the par-3 16th hole for his third career ace and the 22nd at the British Open since 1981...Stayed in Europe for a second consecutive week, turning in another top-10. Finished T6 at the Nordea Masters at Bro Hof Slott GC in Stockholm, Sweden...Carded a final-round 65, including a holed-bunker shot for eagle on the fourth hole, for a two-stroke come-from-behind win over Matt Kuchar at the Hurricane Irene-shortened Barclays. He moved from No. 19 to No. 1 in the FedExCup standings. With five career wins, including two in Playoffs events (2010 BMW Championship) and two in 54-hole fashion (2009 AT&T Pebble Beach National Pro-Am), he moved out of a tie with Sean O'Hair for most victories by a player currently in his 20s. Joined Tiger Woods (three), Steve Stricker (two), Camilo Villegas (two), Vijay Singh (two) and Phil Mickelson (two) as only players with multiple victories in Playoffs events. Win made him the first player since Woods (1996-99) to go directly from college and win in his first four years on the PGA TOUR. Counting 2011, joined Mickelson (eight years dating to 2004) as the only players with wins in each of the last four seasons on TOUR...One of six rookies on the victorous U.S. Presidents Cup team, he struggled to a 1-3-1 record at Royal Melbourne GC. 2010: In his strongest year on the PGA TOUR, claimed his third and fourth PGA TOUR wins, with near misses at the U.S. Open and PGA Championship...Posted a T3 at Northern Trust Open, where he held first- and second-round leads after 64-67. Scored second career ace with hole-in-one at No. 6 during second round, the 34th ace at Northern Trust since 1979 (when record keeping began)…One week later, first win of the season was a successful title defense at the AT&T Pebble Beach National Pro-Am title. Birdied the par-5 18th hole at Pebble Beach to gain a one-stroke victory over David Duval and J.B. Holmes, making him the first player in 20 years to win back-to-back in the AT&T Pebble Beach National Pro-Am. Closed with a 2-over 74, the highest final round by a Pebble Beach champion since Johnny Miller (74) in 1994. Became the first player since Tiger Woods to go straight from college and win in each of his first three years on the PGA TOUR. Hit a 3-iron second shot into the front-right bunker on No. 18 and blasted out to 3 feet for the winning putt. In earlier groups, Duval and Holmes failed to birdie the finishing hole. Finished at 16-under-par 270 on a day in which four players had a share of the lead at some point...Finished T7 at the HP Byron Nelson Championship for his first top 10 since winning at Pebble Beach...Returned to Pebble Beach in June for the U.S. Open. Carded a 5-under 66 in the third round to enter the final round with a three-stroke lead. After a par on the first hole, posted a triple bogey, double bogey and bogey on Nos. 2-4 to see his championship hopes derailed. Finished with an 11-over 82 to T8, the highest score by a 54-hole leader in the tournament since Fred McLeod's 83 in 1911...Second near-miss in a major came at the PGA Championship in Wisconsin, posting rounds of 69-70-69-70—278. Playing around the lead all day Sunday, posted a birdie on the par-5 16th and another birdie on the par-3 17th to take the lead at 12-under-par, one better than Martin Kaymer and Bubba Watson. On the 72nd hole, inadvertently grounded his club in a bunker prior to his approach shot. After converting an up-and-down bogey to apparently join the Kaymer-Watson playoff, was informed of rules infraction, assessed a two-stroke penalty and was forced to settle for a share of fifth place…In the first event of the PGA TOUR Playoffs for the FedExCup, finished T9 at The Barclays on the strength of a 7-under-par 64 in the third round in first start since PGA Championship disappointment. Played in the last group during the final round alongside Martin Laird but struggled to a closing 72. Collected his seventh top 10 of the season and first in a PGA TOUR Playoffs event (five career starts)...A steady, 2-under 69 in the final round was all he needed for the one-stroke win over Paul Casey at the BMW Championship, helping him jump to No. 2 in the FedExCup standings entering the TOUR Championship…Entered the week as one of five players who could win the FedExCup with a victory at the TOUR Championship, but was T22 to place No. 5 in the final FedExCup standings...Finished with a 1-3 record in his first Ryder Cup. Dropped his first three matches, before defeating Martin Kaymer, 6 and 4, in singles matches as the United States nearly came back to win from a three-point deficit on the final day...Late in the year, teamed with Ian Poulter to win the Shark Shootout in Naples, Fla. The duo shot a final-round 59 in the scramble format to defeat the team of Darren Clarke-Graeme McDowell by two strokes. 2009: Won for the second time in his career and finished 14th in the FedExCup standings a year after placing 134th...Picked up his second career victory at the AT&T Pebble Beach National Pro-Am. Joined six other Americans under age 30 at the time with multiple PGA TOUR victories (J.B. Holmes, D.J. Trahan, Sean O'Hair, Anthony Kim, Nick Watney and Charles Howell III). Some 40 hours after hitting his last shot, won at Pebble Beach on Monday when rain created a small river through one fairway and flooded greens, forcing officials to cancel the final round. Built a four-shot lead Saturday with a 67 at Poppy Hills, holing a 7-foot birdie putt on the 18th hole that figured to give him a cushion going into the final round. But the final round was never played. Rain and wind strong enough to topple a 40-foot tree suspended the final round Sunday, and nearly 1.4 inches of rain and a forecast for more gloom along the Monterey Peninsula left the PGA TOUR no choice but to declare Johnson the winner after 54 holes. At age 24 years, 7 months, the youngest player to win the AT&T Pebble Beach National Pro-Am since Woods (24 years, 1 month) in 2000...The next week, opened with a 5-under 66 at the Northern Trust Open and went on to finish T10...Four rounds in the 60s earned a T4 at HP Byron Nelson Championship. Also secured a spot in the British Open, moving from 48rd to 43rd on the Official World Golf Ranking that week...Shot a final-round 70 at the PGA Championship to finish T10, his first career top-10 in a major...Shot a final-round, course-record 7-under 64 at Liberty National to improve from T51 after 54 holes to T15 at The Barclays. Much of Johnson's score was attributed to the two birdies and an eagle he made on the short par-4 16th hole. On Thursday, he made birdie, on Friday he chipped in for eagle and on Sunday he chipped in again for eagle from off the back of the green...Finished T4, two shots behind winner Steve Stricker, the following week at Deutsche Bank Championship, jumping to No. 10 on the FedExCup standings. Ranked No. 1 in both Putts Per Round (25.2) and Driving Distance (317-yard average) for the week...Ranked No. 11 in the FedExCup standings after the BMW Championship to earn his first trip to the TOUR Championship by Coca-Cola...Finished 27th in his first appearance at the TOUR Championship, after opening with a first-round 69. \n\n2008: Rookie made the cut in 17 of 30 starts, finishing No. 42 on the money list, and won for the first time...Posted two of his three top-10 finishes in his first four starts of the season. In just his second start on the PGA TOUR, fired three rounds in the 60s to claim a T10 at the Sony Open in Hawaii, the best finish among the 11 rookies in the field that week...Fired a career-low 63 in the fourth round of the Bob Hope Chrysler Classic on the way to a T12 finish. Six of first eight rounds on TOUR were in the 60s...Made his fourth cut in four starts with a then career-best T7 at the AT&T Pebble Beach National Pro-Am...Birdied the last two holes to capture his first PGA TOUR victory at the Turning Stone Resort Championship. Made an 8-foot birdie putt on the par-5 18th hole to beat Australian Robert Allenby by one stroke. His second shot on the hole cleared the green but he got up and down for the win. Allenby, seeking his fifth victory and first since 2001, had a chance to tie at 18, but his 12-foot putt for birdie stopped inches short of the hole. Second-youngest winner on TOUR in 2008, at age 24, behind Anthony Kim. \n\n2007: Finished T14 at the PGA TOUR Qualifying Tournament. Went through all three stages of Q-School, winning the first stage by eight strokes at Auburn University Club...After playing in his first Walker Cup in September, turned professional on September 28 and made his PGA TOUR debut at the 2007 Valero Texas Open. Missed the cut in San Antonio. \n\nAmateur: Made the cut at the Web.com Tour's Nationwide Children's Hospital Invitational, finishing T50 as an amateur...Was a member of the winning 2007 U.S Walker Cup and the U.S. Palmer Cup teams...A first-team All-American at Coastal Carolina University (Conway, S.C.) for two season (2006 and 2007) and a third-team All-American selection in 2005. Won seven times during his career...Three-time Big South Conference Player of the Year...All-time scoring leader at Coastal Carolina (72.26) and holds the lowest season scoring average in school history (70.40)...Won the 2007 Northeast Amateur and the 2007 Monroe Invitational.\n","otherCarHigh" : "","personal" : "Grandfather Art Whisnant played basketball at South Carolina and was a three-time all-Atlantic Coast Conference selection in the early 1960s...Younger brother Austin played guard for the Charleston Southern University basketball team...Can dunk a basketball and could palm a basketball as a seventh grader...In June of 2012, threw out the first pitch at the San Francisco Giants-Houston Astros game after hitting drives at AT&T Park into McCovey Cove in front of spectators. He hit a number of drives over 330 yards from home plate, including a 335-yard bomb that ended up being his longest of the day.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2011, 2015; Ryder Cup (2), 2010, 2012; Walker Cup (1), 2007; Palmer Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 3rd at the Shell Houston Open.","dynStats" : "He ranks T31st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/DustinJohnsonPGA"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/djohnsonpga"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/djohnsonPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}