{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32467","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sapp","first" : "Garrett","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "February 21, 1986","age" : "30","birthPlace" : "Long Beach, California","residence" : "Long Beach, California","family" : "","education" : "University of California-Irvine","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "Old Ranch CC (Seal Beach, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Made two starts in four events with season-best a T29 at the Staal Foundation Open.\n\n2014: Seven-year PGA TOUR Canada veteran entered the final round of the Bayview Place Island Savings Open after opening 68-65-67. Finished T8 after a final-round 71 for his 12th career top-10 finish on PGA TOUR Canada. \n\n2013: Posted four made cuts in nine starts, including a T10 at The Great Waterway Classic and a T13 at the Syncrude Boreal Open. 2012: Made four cuts in five starts, with a season-best T8 finish at the ATB Financial Classic. 2011: Made the cut in all eight starts and posted five top-10s, including a solo-third result at the Tour Championship...Other top-10s came at the Times Colonist Island Savings Open (T5), ATB Financial Classic (T8), Dakota Dunes Open (T7) and Seaforth Country Classic (T5). 2010: Made seven cuts in nine starts, including a season-best T10 at the Tour Championship. 2009: Made nine cuts in 11 starts, including a season-best T7 at the Desjardins Montreal Open...Was T9 at the TELUS Edmonton Open. 2008: Made five cuts in seven starts, posting a season-best T-7 finish at the Times Colonist Open.\n","otherCarHigh" : "Won 2005 Long Beach Match Play Championship and 2005 Men's City Championship...Led the United States to victory at the 2004 World Junior Championship, finishing second individually.","personal" : "Hobbies include indoor soccer, ping-pong, drawing and painting...Never travels without his iPod. Favorite pro team is Manchester United...Favorite TV shows are \"Shameless,\" \"Breaking Bad,\" \"Sons of Anarchy\" and \"Eastbound and Down.\"...Favorite movies are \"The Wolf of Wall Street,\" \"Ace Ventura: Pet Detective,\" \"Dumb & Dumber, \"Anchorman,\" \"Old School\" and \"Wedding Crashers.\"...Favorite artists are Stick Figure, Bon Iver and Thrice...Favorite food is Mexican. Enjoys watching Wayne Rooney, Ronaldo, Roger Federer and Tiger Woods...Favorite cities to visit are Las Vegas, Seoul and Palm Springs...Keeps almond trail mix as a snack in his bag...Dream foursome would include Woods, Payne Stewart and Happy Gilmore and includes exploring Europe and watching some Premiere League soccer games on his bucket list...Personal motto is \"Good things come to those who work hard and never give up.\"","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 3rd in 2011 at the Canadian Tour Championship.","dynStats" : "He ranks T97th in Par Breakers on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}