{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01978","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Quinn","first" : "Fran","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "March 11, 1965","age" : "51","birthPlace" : "Worcester, Massachusetts","residence" : "Holden, Massachusetts","family" : "Wife, Lori; Owen (7\/22\/98), Katie (9\/8\/00), Sean (4\/30\/02)","education" : "Northwestern University (1987, Economics)","splInterest" : "Family, all sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2009)","trndProYear" : "1988","clubAffl" : "TPC Boston (Norton, Massachusetts)","cityPlaysFrm" : "Holden; MA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,570,481&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1991","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "(2) 1990 Massachusetts Open. 1997 New Hampshire Open.","intlVics" : "(2) 1999 Mittweide Thailand Open [Asia], Omega PGA Championship [Asia].","curYearHigh" : "","carHigh" : "2014: Made four Web.com Tour appearances. Played on the weekend twice, recording a T54 (News Sentinel Open) and a T65 (Albertsons Boise Open)...Was co-medalist at the U.S. Open sectional qualifying in Purchase, N.Y., in early June, with Rob Oppenheim. Shot a 2-under 69 at Century CC in the morning and a 1-under 69 at Old Oaks CC in the afternoon to qualify for his fourth Open and first since 1996. Made the cut and finished T56, with his son caddieing for him on Sunday, Father's Day, at Pinehurst No. 2.\n\n2012: Earned his first top-10 of the year, with a T9 at the Chitimacha Louisiana Open. \n\n2011: Had 10 starts on the PGA TOUR and four cuts made. Best showing was a T49 in his first event, the HP Byron Nelson Championship in late May.\n\n2010: Returned to the PGA TOUR for the first time since 1992. Earned a return trip to after finishing No. 25 on the 2009 Web.com Tour money list. Held it together in final two rounds of season-ending Tour Championship at Daniel Island despite spending Saturday night in the hospital after falling ill during the third round. Struggled to a 2-over 74 on the last day but it was enough to hold onto the final spot among \"The 25\" graduates. \n\n2009: Played three events and finished No. 65 on the money list. Won the Panama Claro Championship, his first start of the year. Fired back-to-back 66s in the first two rounds leaving him one stroke back of the leader headed into the weekend. He blazed past the second-round leader with an 8-under 62 in the third round to take a five-stroke advantage going into Sunday. A 1-over 71 in the final round put him two strokes better than the nearest competitor and gave him his fourth win on Tour. Earned his third career title with a one-stroke win at the Albertsons Boise Open. Never led the tournament until he rolled in a 4-foot birdie putt on the final hole of regulation to beat first-, second- and third-round leader Blake Adams, his playing partner on the last day. Finished at 14-under par to collect his first win in more than nine-and-a-half years. First-place check of $130,500 vaulted him from No. 94 to No. 18 on the money list with just five events left on the schedule. The winning check was enough to push his career total over the $1-million, making him the 13th player in Tour history to reach that figure...Held the first- and second-round leads the following week at the WNB Golf Classic in Midland, Texas, thanks to rounds of 64-67. Struggled on the weekend with scores of 74-70 and finished T19. \n\n2008: Made the cut in 16 of 23 Web.com Tour starts and had 10 top-25 finishes. His lone top-10 was a T5 at the Livermore Valley Wine Country Championship, his best finish on Tour since a T5 at the 2006 Athens Regional Foundation Classic. Title hopes were dashed with a second-round 77, but he battled back on the weekend with rounds of 71-72 to finish at even-par 288. \n\n2007: Made the cut in half of his 26 starts, with his lone top-10 finish coming at the Xerox Classic (eighth). \n\n2006: Made the cut in 16 of 28 starts on Tour, with two top-10 finishes. Opened the year in grand style, making five consecutive birdies on his first five holes at the Movistar Panama Championship. Set a course and tournament record with his 5-under 30 on the back nine. Eventually finished T37 at the tournament. Had his first top-10 of the season with a T5 at the inaugural Athens Regional Foundation Classic. Next top-10 showing was a T10 at the Henrico County Open. \n\n2005: Collected $65,455 to finish No. 77 on the money list. Made the cut in 13 of 22 tournaments, with two top-10 finishes. After missing the cut in two of his first three starts, came back with consecutive top-10s, finishing T8 at the Rheem Classic and T9 the following week at the Henrico County Open. Became one of just two players that season to post three eagles in a round, doing so in the third round of the Cox Classic (Nos. 9, 10, 17). \n\n2004: Made the cut in 15 of 25 appearances, including six top-25 finishes. Finished the season No. 69 on the official money list, with $86,989. Finished T4 at the LaSalle Bank Open for his only top-10 showing. \n\n2003: Made the cut in 15 of 25 appearances on Tour, including seven top-25 appearances. Wrapped up the season with $82,327 and the No. 60 position on the final money list. Went 6-under in a five-hole stretch at the Henrico County Open (T8) to equal the best birdie-eagle streak of the season. Fired a career-best, 10-under 62 to vault into a share of the 54-hole lead at the Omaha Classic. Ranked No. 1 on Tour in Eagles (20). \n\n2002: Made the cut in seven of 17 starts on Tour, with five top-25 finishes. Best finish was a T9 at the Oregon Classic, where he established the Shadow Hills CC course record with an 8-under-par 64 in the second round to move into contention. \n\n2001: Made the cut in 12 of 23 tournaments on the Web.com Tour. Managed only one top-10 finish, finishing 10th at the Shreveport Open. Set the course record with a 65 (6-under) at the Cliffs Keowee Vineyards course during the BMW Charity Pro-Am at The Cliffs. \n\n2000: Made the cut in 15 of 25 events, with seven top-25 finishes. Earned his second career title at the season-opening Florida Classic. Trailed 54-hole leader Mark Hensby by three strokes at the start of Sunday's final round. Final-round 66 was good enough to overtake Hensby and win by three, earning him $72,000 first-place check. \n\n1999: Collected his first career title, at the Dakota Dunes Open, defeating Ryan Howison and Craig Kanada in a playoff...Won the Mittweide Thailand Open by one stroke over five players. A week later, fired a final-round 65 to finish 18-under par and win the Asian PGA Davidoff Tour season-ending $500,000 Omega PGA Championship. Earned $80,750 for the victory and became only the second player at the time to win back-to-back events on the Asian Tour. Had a hole-in-one in the second round and won his weight in whiskey for the feat. \n\n1998: Runner-up at the Korean Open. \n\n1997: Runner-up at the Singapore Open and won the New Hampshire Open. \n\n1994: A T9 at the New England Classic marked his best career PGA TOUR showing...Qualified for the U.S. Open. \n\n1992: Earned his PGA TOUR card after finishing T8 at the 1991 Qualifying Tournament. Finished the TOUR season No. 191 on the money list, with T12 at the Canadian Open his best finish...Played in the U.S. Open. \n\n1990: Captured the Massachusetts Open and played in the U.S. Open.\n","otherCarHigh" : "","personal" : "Was a ski instructor during high school.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Open qualified for the Boeing Classic on the PGA TOUR Champions Tour and went on to finish T3 near Seattle in August. Posted rounds of 68-69 on the weekend at TPC Snoqualmie Ridge.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1992","qSchoolYear" : "1991","exmtStatus" : "Qualifying Tournament\/Web.com Tour Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Web.com Tour member in 1991, 1998-2009 AND 2012...Member of the PGA TOUR in 1992 and 2010-11. 2012: Made five starts, missing the cut in all but his last start at the Greenbrier Classic. Failed to retain medical extension status..Played with a Qualifying Tournament\/Web.com Tour Medical Extension that stems from stress fracture in his back in 2010. Had five events remaining to earn $694,683 to equal No. 125 on the 2010 money list (Troy Merritt, $786,977). 2011: Made just four cuts in 10 PGA TOUR starts...Finished T9 at the Chitimacha Louisiana Open on the Web.com Tour for his lone top 10 on that Tour. 2010: Suffered through an injury-riddled season (stress-fractures in his spine) and was limited to just seven events on the PGA TOUR. Played out of the Qualifying Tournament\/Web.com Tour Medical category in 2011. Coupled with $45,096 earned in 2010, had 15 events to equal No. 125 on the 2010 money list (Troy Merritt, $786,977). Played three events on the Web.com Tour and finished No. 65 on the money list. Won the Panama CLARO Championship, his first start of the year. Fired back-to-back 66s in the first two rounds leaving him one stroke back of the leader heading into the weekend. He blazed past the second-round leader with an 8-under 62 in the third round to take a five-stroke advantage going into Sunday. A 1-over 71 in the final round put him two strokes better than the nearest competitor and gave him his fourth win on Tour. 2009: Earned third career title with a one-stroke win at the Albertsons Boise Open. Never led the tournament until he rolled in a 4-foot birdie putt on the final hole of regulation to beat first-, second- and third-round leader Blake Adams, his playing partner on the last day. Finished at 14-under par to collect his first win in more than 9 1\/2 years. First-place check of $130,500 vaulted him from No. 94 to No. 18 on the money list with just five events left on the 2009 schedule. The winning check was enough to push his career total over the $1-million, making him the 13th player in Tour history to reach that figure...Held the first- and second-round leads the following week at the WNB Golf Classic in Midland, TX, thanks to rounds of 64-67. Struggled on the weekend with scores of 74-70 and finished T19. Returned to the PGA TOUR in 2010 for the first time since 1992. Earned a return trip to after finishing No. 25 on the 2009 Web.com Tour money list. Held it together in final two rounds of season-ending Tour Championship at Daniel Island (SC), despite spending Saturday night in the hospital after falling ill during the third round. Struggled to a 2-over 74 on the last day, but it was enough to hold onto the final spot among \"The 25\" graduates for 2010. 2008: Made the cut in 16 of 23 Web.com Tour starts and had 10 top-25 finishes. His lone top-10 was a T5 at the Livermore Valley Wine Country Championship, his best finish on Tour since a T5 at the 2006 Athens Regional Foundation Classic. Title hopes were dashed with a second-round 77, but he battled back on the weekend with rounds of 71-72 to finish at even-par 288. 2007: Made the cut in half of his 26 starts, with lone top-10 finish coming at the Xerox Classic (eighth). 2006: Made the cut in 16 of 28 starts on the Web.com Tour, with two top-10 finishes. Opened the year in grand style, making five consecutive birdies on his first five holes at the Movistar Panama Championship. Set a course and tournament record with his 5-under 30 on the back nine. Eventually finished T37 at the tournament. Had his first top-10 of the season with a T5 at the inaugural Athens Regional Foundation Classic. Next top-10 showing was a T10 at the Henrico County Open. 2005: Collected $65,455 to finish No. 77 on the money list. Made the cut in 13 of 22 tournaments, with two top-10 finishes. After missing the cut in two of his first three starts, came back with consecutive top-10s, finishing T8 at the Rheem Classic and T9 the following week at the Henrico County Open. Became one of just two players in 2005 to post three eagles in a round, doing so in the third round of the Cox Classic (Nos. 9, 10, 17). 2004: Made the cut in 15 of 25 appearances, including six top-25 finishes. Finished the season No. 69 on the official money list, with $86,989. Finished T4 at the LaSalle Bank Open for his only top-10 showing. 2003: Made the cut in 15 of 25 appearances on the Web.com Tour, including seven top-25 appearances. Wrapped up the season with $82,327 and the No. 60 position on the final money list. Went 6-under in a five-hole stretch at the Henrico County Open (T8) to equal the best birdie-eagle streak of the season. Fired a career-best, 10-under 62 to vault into a share of the 54-hole lead at the Omaha Classic. Ranked No. 1 on Tour in Eagles (20). 2002: Made the cut in seven of 17 starts on Tour, with five top-25 finishes. Best finish was a T9 at the Oregon Classic, where he established the Shadow Hills CC course record with an 8-under-par 64 in the second round to move into contention. 2001: Made the cut in 12 of 23 tournaments on the Web.com Tour. Managed only one top-10 finish, finishing 10th at the Shreveport Open. Set the course record with a 65 (6-under) at the Cliffs Keowee Vineyards course during the BMW Charity Pro-Am at The Cliffs. 2000: Made the cut in 15 of 25 Web.com Tour events, with seven top-25 finishes. Earned his second career title at the season-opening Florida Classic. Trailed 54-hole leader Mark Hensby by three strokes at the start of Sunday's final round. Final-round 66 was good enough to overtake Hensby and win by three, earning him $72,000 first-place check. 1999: Collected his first career title at the Dakota Dunes Open, defeating Ryan Howison and Craig Kanada in a playoff. Won the Mittweide Thailand Open by one stroke over five players. A week later, fired a final-round 65 to finish 18-under par and win the Asian PGA Davidoff Tour season-ending $500,000 Omega PGA Championship. Earned $80,750 for the victory and became only the second player ever to win back-to-back events on the Asian Tour. Had a hole-in-one in the second round and won his weight in whiskey for the feat. 1998: Runner-up at the Korean Open. 1997: Runner-up at the Singapore Open. 1994: T9 at the New England Classic marks his best career PGA TOUR showing. 1992: Finished rookie PGA TOUR season No. 191 on the money list with T12 at the Canadian Open his best finish. 1991: Earned his PGA TOUR card after finishing T8 at the PGA TOUR Qualifying Tournament. Amateur: Captured the 1990 Massachusetts Open and the 1997 New Hampshire Open. Played in the U.S. Open in 1990, 1992 and 1994. \n","otherCarHigh" : "","personal" : "Was a ski instructor during high school.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}