{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46110","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Madigan","first" : "Timothy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "December 24, 1988","age" : "27","birthPlace" : "Rio Rancho, New Mexico","residence" : "Las Cruces, New Mexico","family" : "Single","education" : "New Mexico State University (2011, Psychology)","splInterest" : "Weightlifting, soccer, basketball","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "New Mexico State University GC (Las Cruces, New Mexico)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "126,339&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made the cut in 11 of 12 starts during his rookie season on PGA TOUR Canada and had three top-10 finishes...In second event of the season, finished T2, with rounds of 67-64-69-69 at the Bayview Place Island Savings Open, one stroke behind champion Josh Persons...Scores of 66-66 in the second and third rounds led to a third-place finish at the Syncrude Boreal Open, six shots behind champion Joel Dahmen. Carded second top-10 finish in three starts...Earned his first win of the year at The Players Cup. Held a two-stroke lead entering the final round after opening with rounds of 70-66-68 and closing with a 71 to win by one stroke over Matt Hill and Ricky McDonald. Two-putted from 75 feet on the 72nd hole to secure the victory. Moved to second on the Order of Merit with his third top-10 finish in five starts...Earned exemption into the PGA TOUR's RBC Canadian Open as the No. 2 player in the Order of Merit through the Staal Foundation Open. Missed the cut by one at Royal Montreal GC...Would go on to finish No. 3 on the Order of Merit, securing conditional status on the Web.com Tour for the 2015 season. \n","otherCarHigh" : "Was a two-time Academic All-American at New Mexico State University. Was named 2010 Western Athletic Conference Player of the Year after a victory at the WAC Championship. Was a finalist for the Byron Nelson Award...Was also a state champion and a four-time All-State selection during his days at Rio Rancho High School.","personal" : "Attended Rio Rancho (New Mexico) High School, in suburban Albuquerque...Has one brother. His father finished third in the U.S. Open Karate Championships...Twitter account is @nmtimothy...Earliest golf memories include winning several father-son tournaments with his dad...Says if he weren't a professional golfer he would devote his time to helping underprivileged and disabled children...Biggest thrill in golf was winning his professional debut at the 2011 New Mexico Open. Biggest thrill away from golf was getting engaged (May 2, 2015)...Favorite course he's played is Pasatiempo GC in Santa Cruz, Calif., and would like to play Augusta National...Favorite college teams are New Mexico State and Alabama and pro teams include the San Francisco 49ers and Oklahoma City Thunder...Likes to visit Montreal and says his favorite sporting event he attended was the 2014 RBC Canadian Open in Montreal, his first career start in a PGA TOUR event...Enjoys ventriloquist Jeff Dunham, watching \"Sons of Anarchy\" and eating at P.F. Chang's...Likes to go to the gym to workout...Has been dealing with the speech disorder of stuttering since he was a child and enjoys helping children with similar issues.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "(1): 2011 New Mexico Open.","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Made eight cuts in 22 events on the Web.com Tour including a T2 at the Brasil Champions in March with rounds of 66-70-64-66. Four top 25s: T15 at the Panama Claro Championship, T12 at the Mexico Championship, T16 at the BMW Charity Pro-Am and a T16 at the Stonebrae Classic.\n\n2014: Made the cut in 11 of 12 starts during his rookie season on Mackenzie Tour and had three top-10 finishes...In second event of the season, finished T2, with rounds of 67-64-69-69 at the Bayview Place Island Savings Open, one stroke behind champion Josh Persons...Scores of 66-66 in the second and third rounds led to a third-place finish at the Syncrude Boreal Open, six shots behind champion Joel Dahmen. Carded second top-10 finish in three starts...Earned his first win of the year at The Players Cup. Held a two-stroke lead entering the final round after opening with rounds of 70-66-68 and closing with a 71 to win by one stroke over Matt Hill and Ricky McDonald. Two-putted from 75 feet on the 72nd hole to secure the victory. Moved to second on the Order of Merit with his third top-10 finish in five starts...Earned exemption into the PGA TOUR's RBC Canadian Open as the No. 2 player in the Order of Merit through the Staal Foundation Open. Missed the cut by one at Royal Montreal GC...Would go on to finish No. 3 on the Order of Merit, securing conditional status on the Web.com Tour for the 2015 season. \n\n2012: Entered the final round of eGolf Tour's NorthStone Open with a two-stroke lead, lost it briefly but battled back to post a final-round 68 for his first win in his rookie year. 2011: Set a tournament record, 20-under 190, to win the Santa Ana Star Casino New Mexico Open in his professional debut. \n","otherCarHigh" : "Was named 2010 WAC Player of the Year after a victory at the WAC Championship, helping Mew Mexico State to its third straight WAC team victory.","personal" : "Dream foursome would include his dad, his grandpa and Jesus Christ...Favorite food is green chili...Lists getting engaged as his biggest thrill outside golf...Biggest thrill in golf was winning in professional debut at 2011 New Mexico Open...Favorite course he's played is Eugene CC in Oregon. Is a big fan of the San Francisco 49ers.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 22 starts, one runner-up, five top-25s and eight cuts made. Was 70th on the combined final money list...Opened the Brasil Champions with rounds of 66-70. Reeled off five consecutive birdies on Saturday to begin his third round, followed by seven consecutive pars. Added two more birdies on the back nine (Nos. 13-14) before finishing with four pars to complete a bogey-free 64. Birdied four of his first five holes on Sunday en route to a 5-under 66 to finish T2 with six others...Would make his next three cuts, with latter two resulting in T12 and T16 finishes in Mexico and the BMW Charity Pro-Am, respectively, to get to No. 18 on the money list...Struggled the rest of the Regular Season making just two cuts over his final 11 starts, with a T16 at the Stonebrae Classic in July his top performance...Shot 64 in the first of the Air Capital Classic in June, only to be DQ'd the following day when it was determined he had signed an incorrect first-round scorecard (should have signed for a 65)...August ended with four missed cuts, dropping him to 55th in earnings on the Regular Season money list...Missed the cut in all four Web.com Tour Finals' events.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T11th at the Panama Claro Championship.","dynStats" : "He ranks T21st in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}