{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20608","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Howell","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "June 23, 1975","age" : "40","birthPlace" : "Swindon, England","residence" : "Weybridge, England","family" : "Wife, Emily; Freddie George","education" : "","splInterest" : "Soccer, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "England; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(5): 1998 MasterCard Australian PGA Championship [Aus]. 1999 Dubai Desert Classic [Eur]. 2005 BMW International Open [Eur]. 2006 HSBC Champions [Eur], BMW Championship [Eur].","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Has never played in a Nationwide Tour event. Bothered by a bad back much of the 2007 season, which caused him to withdraw from the Wachovia Championship and THE PLAYERS Championship on the PGA TOUR. Only made 10 starts, with seven weekend appearances. Best worldwide finish was a T29 at the Nissan Open early in the year. Joined the PGA TOUR for the 2006 season, having finished among the top 125 as a non-member in 2005. Englishman started the 2006 European Tour season beating playing partner Tiger Woods on the final day to win the HSBC Champions tournament in Shanghai, China, in late 2005. Won the 2005 BMW International Open for his second European Tour title, beating John Daly and Brett Rumford by one stroke. One of the heroes of Europe's 2004 Ryder Cup victory over the U.S at Oakland Hills. Together with fellow rookie Paul Casey, produced a pivotal victory in the Saturday morning four-ball session over Chad Campbell and Jim Furyk. One down with two to play, Howell hit a 6-iron tee shot from 203 yards to 5 feet and holed the birdie putt to win the hole, before partner Casey won the last to give Bernhard Langer's team a crucial point. First European Tour win came at the 1999 Dubai Desert Classic. Collected his first professional victory when he won the 1998 MasterCard Australian PGA Championship by seven strokes. As an amateur, won the British Boys Championship in 1993 before collecting 2½ of three points in the 1995 Walker Cup victory over a Woods-led United States at Royal Porthcawl. Beat Notah Begay III in singles. \n","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(6): 1998 MasterCard Australian PGA Championship [Aus]. 1999 Dubai Desert Classic [Eur]. 2005 BMW International Open [Eur], HSBC Champions [Eur]. 2006 BMW Championship [Eur]. 2013 Alfred Dunhill Links Championship [Eur].","curYearHigh" : "","carHigh" : "2015: In early January, had a strong showing at the Joburg Open in South Africa. Opened with a 5-under 66 at Royal Johannesburg & Kensington GC and then followed with three additional sub-70 rounds (69-68-69) to T2 with Wallie Coetsee, Kevin Phelan, Jaco Van Zyl and Anthony Wall, two shots short of winner Andy Sullivan. It was his second runner-up finish in as many seasons, to go with his second-place effort at the 2014 Italian Open...Had a strong tournament in China in mid-April, at the European Tour's Shenzhen International. Had four under-par rounds at Genzon GC, improving by one shot each day (71-70-69-68) to T4, two shots out of the Kiradech Aphibarnrat-Hao Tong Li playoff...A week later, at the Volvo China Open, was tied for the 54-hole lead with Hao Tong Li, Alexander Levy and Ashun Wu. Needed to par the 72nd hole to force a playoff with Wu, who had posted his score 20 minutes earlier. Stumbled on the par-5 closing hole and made bogey to finish at 8-under, a shot behind Wu's winning score...Finished T9 at the BMW International Open in late-June in Germany. Fired a final-round 65 in Munich to move into the top 10…Had four par-or-better rounds at the Aberdeen Asset Management Scottish Open to T10 with six others at Gullane GC...Had additional success in Scotland when he made it to the semifinals of the Saltire Energy Paul Lawrie match Play in Aberdeen. In the semifinals, fell to Robert Karlsson in 20 holes. In the consolation match for third place, defeated Scotland's Marc Warren, 1-up. \n\n2014: Finished the Race to Dubai season ranked 53rd. Played in 27 events. Had seven-birdie, one-eagle final round at the Italian Open in late-August to finish solo second, two shots behind winner Hennie Otto. Began the final round seven shots off the lead and was 19-under over his final 54 holes after opening with a 1-over 73. \n\n2013: Was victorious for the first time since 2006 when he captured the Alfred Dunhill Links Championship. Defeated American Peter Uihlein in a playoff at St. Andrews. Shot four rounds in the 60s at the three-course event, including a third-round 63 that moved him into a six-way tie for second with 18 holes to play...Lone PGA TOUR start came at the U.S. Open, where he had three rounds of 77 and a second-round 71 to T65 at Merion GC...Started the season off at the Abu Dhabi HSBC Golf Championship, where rounds of 69-71-68-71 (9-under) earned him a T6, five back of winner Jamie Donaldson...Added a T6 at the weather-shortened Maybank Malaysian Open at Kuala Lumpur G&CC on the Asian Tour...A week later, back on the European Tour, he shot a final-round 68 to finish solo eighth at the Trophy Hassan II...Added another eighth-place showing, this time a T8, at the Alstom Open de France, his second consecutive top-10 in France's national open. Was victorious for the first time since 2006 when he captured the Alfred Dunhill Links Championship. Defeated American Peter Uihlein in a playoff at St. Andrews. Shot four rounds in the 60s at the three-course event, including a third-round 63 that moved him into a six-way tie for second with 18 holes to play...Lone PGA TOUR start came at the U.S. Open, where he had three rounds of 77 and a second-round 71 to T65 at Merion GC...Started the season off at the Abu Dhabi HSBC Golf Championship, where rounds of 69-71-68-71 (9-under) earned him a T6, five back of winner Jamie Donaldson...Added a T6 at the weather-shortened Maybank Malaysian Open at Kuala Lumpur G&CC on the Asian Tour...A week later, back on the European Tour, he shot a final-round 68 to finish solo eighth at the Trophy Hassan II...Added another eighth-place showing, this time a T8, at the Alstom Open de France, his second consecutive top-10 in France's national open. \n\n2012: Did not play on the PGA TOUR...In mid-October, was T5 at the ISPS Handa Perth International in Australia. A 68-70 showing in his middle rounds sandwiched around opening and closing 71s led to the top-five finish...Was T4 at the Open de France in early July. Opened 70-70-67 before a final-round 72 dropped him from contention...Top Southern Africa Tour showing was a T12 at the Alfred Dunhill Championship.\n\n2011: Qualified for the U.S. Open, but after rounds of 78-74 missed the cut during his only PGA TOUR appearance...Best peformance of the season came on the European Tour, where he recovered nicely from an opening 75 at The Commercial Bank Qatar Masters by shooting consecutive rounds of 69-68-68 to finish solo fifth. That was his only top-10 on any Tour.\n\n2010: Did not play a PGA TOUR event. Top finish came on the European Tour, a T8 in mid-October at the Alfred Dunhill Links Championship. \n\n2009: Best PGA TOUR finish was a T52 at The Open Championship. His T7 at the Omega European Masters was his best European Tour performance. \n\n2008: Had four top-10s on the European Tour, including a T7 at The Open Championship. Posted the best final-round score with a 3-under 67. It marked his first top-10 finish in a major championship in 20 starts. \n\n2007: Bothered by a bad back much of the season, which caused him to withdraw from the Wachovia Championship and THE PLAYERS Championship on the PGA TOUR. \n\n2006: Joined the PGA TOUR, having finished among the top 125 as a non-member the previous year. He started the European Tour season late in 2005 by beating playing partner Tiger Woods on the final day to win the HSBC Champions in Shanghai, China. \n\n2005: Placed seventh on the European Tour Order of Merit. Joined the PGA TOUR, having finished among the top 125 as a non-member...Won the 2005 BMW International Open for his second European Tour title, beating John Daly and Brett Rumford by one stroke...European Tour season included the win, two runner-ups and eight top-10s...Suffered an abdominal injury while warming up for the second round of the U.S. Open. Was forced to withdraw and didn't play again for nearly two months, until missing the cut at the PGA Championship...Finished T6 at both the World Golf Championships-NEC Invitational and the World Golf Championships-American Express Championship, his second and third career top-10s in PGA TOUR events...Ended the year with a victory in the inaugural HSBC Champions event in Shanghai, China on the European Tour. Paired with Tiger Woods in the final round, won by three strokes...Teamed with Luke Donald to finish T2 at the Algarve World Cup. \n\n2004: Finished in the top 25 17 times on the European Tour, including a T22 at the BMW International Open that secured a spot on the Ryder Cup Team...Finished the year with a third-place finish in the World Golf Championships-American Express Championship in Ireland...Also finished T5 in the Volvo Masters Andalucia...One of the heroes of Europe's Ryder Cup victory over the U.S at Oakland Hills. Together with fellow rookie Paul Casey, produced a pivotal victory in the Saturday morning four-ball session over Chad Campbell and Jim Furyk. One down with two to play, Howell hit a 6-iron tee shot from 203 yards to 5 feet and holed the birdie putt to win the hole, before partner Casey won the last to give Bernhard Langer's team a crucial point. \n\n2003: Missed out on the top 15 by only €359 (£250). Ended that year on a positive note however, being part of the winning Great Britain and Ireland team in The Seve Trophy match in Spain. 2002: In April suffered a broken arm after tripping while jogging, thus missing the chance to play in The Seve Trophy that year at Druids Glen. \n\n2001: Had a runner-up European Tour performance for a second consecutive season, this time at the Victor Chandler British Masters. Was positioned to win after opening 68-65-68 and holding a one-shot lead over Robert Karlsson. Watched his title chances come undone Sunday when he shot a 73 that dropped him into a four-man playoff that Thomas Levet eventually won (Mathias Gronberg and Robert Karlsson also in the overtime)...Was again in contention at the Scottish PGA Championship in late-August. After a third-round 66, was three shots behind 54-hole leader Alex Cejka. Shot a 70 on the final day to solo third, three shots behind winner Paul Casey...In late-October, fired four sub-70 rounds at the Alfred Dunhill Links Championship to again solo third. Final-round 68 matched winner Paul Lawrie and runner-up Ernie Els...Was T7 at the Benson and Hedges International Open...Had T9s at the Algarve Portuguese Open, the Murphy's Irish Open and the Italian Open...Added a T10 in his final start of the season, the Volvo Masters. \n\n2000: At the Wales Open in June, opened with an even-par 72 then shot rounds of 67-67-68 to finish second, a stroke behind winner Steen Tinning...Only other top-10 was a T9 at the Deutsche Bank Open-TPC of Europe. Shot a final-round 67. \n\n1999: First European Tour win came at the Dubai Desert Classic. Shot a final-round 67 to easily outdistance Lee Westwood by four shots...Added a third-place showing at the Madeira Island Open after opening with a 68 and closing to a 69...Another top-10 came at the BMW International Open, thanks to a closing 66.\n\n1998: Collected his first professional victory when he won the MasterCard Australian PGA Championship by seven strokes. \n\nAmateur: Won the British Boys Championship in 1993 before collecting 2½ of three points in the 1995 Walker Cup victory over a Tiger Woods-led United States at Royal Porthcawl. Beat Notah Begay III in singles.\n","otherCarHigh" : "","personal" : "Began working with instructor Clive Tucker in 2006.","otherInfo" : "Won the 2005 BMW International Open for his second European Tour title, beating John Daly and Brett Rumford by one stroke. One of the heroes of Europe's 2004 Ryder Cup victory over the U.S at Oakland Hills. Together with fellow rookie Paul Casey, produced a pivotal victory in the Saturday morning four-ball session over Chad Campbell and Jim Furyk. One down with two to play, Howell hit a 6-iron tee shot from 203 yards to 5 feet and holed the birdie putt to win the hole, before partner Casey won the last to give Bernhard Langer's team a crucial point. First European Tour win came at the 1999 Dubai Desert Classic. Collected his first professional victory when he won the 1998 MasterCard Australian PGA Championship by seven strokes. As an amateur, won the British Boys Championship in 1993 before collecting 2½ of three points in the 1995 Walker Cup victory over a Tiger Woods-led United States at Royal Porthcawl. Beat Notah Begay III in singles.","ntlTeams" : "Ryder Cup (2), 2004, 2006. World Cup (2), 2005, 2006; Seve Trophy (2), 2000, 2002; Royal Trophy (2), 2006, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T30th at the World Golf Championships-HSBC Champions.","dynStats" : "He ranks T62nd in Current Par or Better Streak on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}