{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21259","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hill","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "215","weightMetric" : "98","birthDate" : "January 17, 1971","age" : "45","birthPlace" : "Dallas, TX","residence" : "Rockwall, TX","family" : "Wife, Nicole; Cole (3\/1\/00), Hannah (5\/4\/04), Jack (8\/6\/09)","education" : "Baylor University (1993, Marketing)","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1993","clubAffl" : "Buffalo Creek GC (Rockwall, TX)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "343,916&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "58th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 2002 and Nationwide Tour in 2001, 2003-05 and 2007. 2009: Made only two starts and made one cut. Was one stroke off the lead after the opening round of the Northeast Pennsylvania Classic but was derailed in the second round and finished T31. 2008: Made just five starts on the Nationwide Tour, making only one cut. Following an opening-round 69 at The Rex Hospital Open, claimed a share of 65th place...Has made just three cuts in 29 appearances over the past four seasons. 2006: Failed to make a cut in five starts. 2005: A T45 at the Rheem Classic represented his only made cut in nine events. 2004: Missed the cut in all eight appearances on the Tour. 2003: Made the cut in eight of 22 starts on the Nationwide Tour, failing to crack the top 25 in any of those. 2002: Finished No. 188 on the PGA TOUR final money list, with $150,860. Made the cut in six of 24 tournaments. Posted T14 finishes at the Michelob Championship at Kingsmill and the FedEx St. Jude Classic. Had played in only six Nationwide Tour events prior to the 2001 season, with a T14 finish at the 1997 Greater Austin Open his best up to that point. Had also participated in the EDS Byron Nelson Championship three times (1996-98) but failed to make the cut each time. 2001: Earned first PGA TOUR card by finishing 14th on the Nationwide Tour money list. Five top-10s included one victory and one third-place finish. Opening 67 gave him first-round lead at Steamtown Classic. Dropped to T4 after middle rounds of 71-69. Closed with 5-under 65 to win his first tournament by three strokes. Set tournament record with 8-under-par 272. Four-time winner on the Lone Star Tour.\n","otherCarHigh" : "Was the 1992 Southwest Conference Co-Champion with Justin Leonard of Texas...Class 4A state high school champion at Rockwall High School in 1988","personal" : "Lists Geoff Jones as an instructor...Cites winning the Nationwide Tour's Steamtown Classic in Scranton, PA, as his biggest thrill in golf and the birth of his children as his biggest thrill away from the game...First car was a 1981 Chevrolet truck...Favorite course to play is the Honors Course in Chattanooga, TN, and would like to play Augusta National. Favorite pro team is the Texas Rangers, and his favorite athlete to watch is pitcher Cliff Lee. Likes to watch the Outdoor Channel, and his favorite movie is \"Seabiscuit.\" George Strait is his favorite entertainer, and Hawaii is his favorite vacation spot...Would round out his dream foursome with Ben Hogan, Byron Nelson and Jack Nicklaus.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): BUY.COM Steamtown Classic","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Earned first PGA TOUR card by finishing 14th on the 2001 BUY.COM TOUR money list. Five top-10s included one victory and one third-place finish. Opening 67 gave him first-round lead at BUY.COM Steamtown Classic. Dropped to T4 after middle rounds of 71-69. Closed with 5-under 65 to win his first tournament by three strokes. Set tournament record with 8-under-par 272...Has failed to make cut in three Verizon Byron Nelson Classics (1996-98), his only PGA TOUR experience...Four-time winner on the Lone Star Tour...1992 SWC Co-Champion.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2001 at the BUY.COM Steamtown Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}