{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20094","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kaye","first" : "Jonathan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "August 2, 1970","age" : "45","birthPlace" : "Denver, Colorado","residence" : "Phoenix, Arizona","family" : "Wife, Jennifer; Ryelie (6\/24\/05), Breeze (6\/26\/07)","education" : "University of Colorado (1993, Bachelor of Science)","splInterest" : "Cooking, avid indoorsman, coloring","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1993","clubAffl" : "Silverleaf GC (Phoenix, Arizona)","cityPlaysFrm" : "Phoenix; AZ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,653,851&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made two Web.com Tour starts in March, at the Panama Claro Championship (T65) and the Chitimacha Louisiana Open (missed the cut) and a third in May, at The Rex Hospital Open (missed the cut). Did not play in any PGA TOUR events.\n\n2013: Did not make a start on the Web.com Tour or PGA TOUR.\n\n2012: Played on a Major Medical Extension but did not make a start on any Tour during the year. \n\n2011: Was T45 at the Mayakoba Golf Classic and then missed the cut at the Puerto Rico Open. Missed the cut at the Chitimacha Louisiana Open in late March and did not play again due to shoulder problems. \n\n2010: Made 15 starts on the Web.com Tour and made seven cuts. First top-10 finish came at the Stadion Athens Classic, where he was T10. Was T5 going into the final round but dropped several spots with a 2-over 73...Was steady at the Albertsons Boise Open, posting scores of 68-68-67-66 to earn a tie-for-ninth place...Also made six starts and three cuts on the PGA TOUR with his best finish a T26 at the Reno-Tahoe Open. \n\n2009: Played on a Major Medical Extension, making eight cuts from 17 starts. Had 13 events to earn $743,805, when combined with $41,375 earned in 2008 would equal No. 125 on the 2007 money list and enable him to play out of the Major Medical Extension category for the remainder of the season. Earned approximately $240,000 in his 13 events and played just four more events after that, including the Legends Reno-Tahoe Open, where he was one of seven players to earn his first top-10 of the season, posting a T9 to match his T9 finish there 10 years ago. Also finished second in Reno in 2002 and 2005. A T11 at the Valero Texas Open included a third-round 63, his season-low and just one stroke shy of his career-best. A T17 in Boise was his best finish in three starts on the Web.com Tour.\n\n2008: Made the cut in three of eight starts on the PGA TOUR, with his best finish a T44 at the AT&T Classic. \n\n2007: After re-gaining TOUR card through the PGA TOUR Qualifying School, unable to play following surgery on his right big toe early in the year. Toe had plagued him the last few years. Granted Major Medical Extension for 2008. \n\n2006: Struggled during the year, falling outside the top 125 for the first time since 1998. Posted just one top-10 in 32 starts. Improved status for 2007 with T29 finish at PGA TOUR Qualifying School. Birdied last five holes of the Buick Invitational to T4 and finish with a final-round, 4-under 68.\n\n2005: Finished in the top 80 (No. 53) for the seventh straight season and earned more than $1 million for the fourth consecutive year. Among the leaders all week during the season-opening Mercedes Championships. Finished second, one back of Stuart Appleby after a closing, 2-under 71. Struggled with injuries during the middle of the season, including ulnar inflammation. Finished three strokes behind wire-to-wire champion Vaughn Taylor at the Reno-Tahoe Open. \n\n2004: Collected second TOUR title of his career at the FBR Open. Picked up $936,000 with his victory and moved to the top of the PGA TOUR money list for the first time in his career. Win was second in his last 14 starts on TOUR. His wife, Jennifer, won the TOUR Wives Golf Classic held early in the week with players caddying for the wives. Dealt with injuries throughout the remainder of season—back pain, which occurred during his first match of the World Golf Championships-Accenture Match Play Championship and a bad wrist, which he aggravated prior to The International. \n\n2003: Captured his first career victory in his 195th start on TOUR at the Buick Classic. Defeated John Rollins with an eagle-3 on the first extra hole to raise his playoff record to 1-1. Birdied 72nd hole to force playoff. Shared third-round lead with Briny Baird, Skip Kendall and Rollins. Due to rain-shortened Saturday, played 30 holes Sunday. Earned first top-10 at a major championship with a T10 at the U.S. Open. In only second World Golf Championships appearance, finished second at NEC Invitational, four shots behind Darren Clarke. \n\n2002: Posted T2 at the Canon Greater Hartford Open, one behind winner Phil Mickelson. Lost a playoff to Chris Riley at the Reno-Tahoe Open. \n\n1999: Opened with 64, one off first-round lead at the Bob Hope Chrysler Classic. Followed with second-round 83 and next round shot 62 to tie Tamarisk course record. His 21-stroke improvement from second round to third was best turnaround since Bob Murphy shot 88-69 in first two rounds to improve 19 strokes at 1985 Bing Crosby National Pro-Am. \n\n1998: Regained TOUR membership for 1998 with T2 at Qualifying Tournament. \n\n1997: Granted Major Medical Extension but played in only two events. Had rotator cuff surgery in February 1996. Missed majority of the season. \n\n1996: Due to injury on his shoulder, played sparingly. \n\n1995: In rookie season, had brush with first TOUR victory at Quad City Classic. In tournament shortened to 54 holes due to weather, stood on final tee leading D.A. Weibring by one stroke. When he bogeyed and Weibring birdied from off the green, fell to second. \n","otherCarHigh" : "Won 1992 Ping Intercollegiate as an amateur in playoff over Phil Mickelson.","personal" : "A self-taught player who has never had a teacher. \"There's nobody who could teach my swing,\" he explains.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1995","qSchoolYear" : "1994, 1998, 2006","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Played on a Major Medical extension in 2012. Had 23 starts and needed to earn $43,293 to maintain conditional status. Needed to earn $101,690 to maintain fully exempt status. Made only one cut and earned $10,834...Was T45 at the Mayakoba Golf Classic and then missed the cut at the Puerto Rico Open. On the Web.com Tour, missed the cut at the Chitimacha Louisiana Open in late March and did not play again due to shoulder problems. 2010: Made three of six cuts and did not register a top 10 for just the second time in the last 11 seasons...Made seven of 15 cuts on the Web.com Tour with a pair of top 10s. 2009: Played on a Major Medical Extension, making eight cuts in 17 starts. Had 13 events to earn $743,805, when combined with $41,375 earned in 2008, would equal No. 125 on the 2007 money list and enable him to play out of the Major Medcial Extension category for the remainder of the season. Earned approximately $240,000 in his 13 events and played just four more events after that, including the Legends Reno-Tahoe Open, where he was one of seven players to earn his first top-10 of the season, posting a T9 to match his T9 finish there 10 years ago. Also finished second in Reno in 2002 and 2005. A T11 at the Valero Texas Open included a third-round 63, his season-low and just one stroke shy of his career-best. A T17 in Boise was his best finish in three starts on the Web.com Tour. 2008: Made the cut in three of eight starts on the PGA TOUR, with his best finish being a T44 at the AT&T Classic. After re-gaining TOUR card through the PGA TOUR Qualifying Tournament, unable to play in 2007 after undergoing surgery on right big toe early in the year. Toe had plagued him for years. Granted Major Medical Extension for 2008. 2006: Fell outside the top 125 for the first time since 1998...Improved status for 2007 with T29 finish at the PGA TOUR Qualifying Tournament. 2005: Finished in the top 80 (No. 53) for the seventh straight season and earned over $1 million for the fourth consecutive year...Among the leaders all week during the season-opening Mercedes Championships. Briefly held lead in final round after posting an eagle on No. 9 and a birdie on No. 10. Finished solo second, one back of Stuart Appleby after a closing 2-under 71. Led the field in Putting Average (1.667) for the week after finishing T167 in Putting Average in 2004...Second top-10 of the season was a T6 at the Memorial Tournament...Struggled with injuries during the middle of the season, including ulnar inflammation...With second career runner-up finish at the Reno-Tahoe Open, moved to second on the tournament's all-time money list with $722,750. Finished three behind wire-to-wire champion Vaughn Taylor. 2004: Collected second TOUR title of his career at the FBR Open. Picked up $936,000 with his victory and moved to the top of the PGA TOUR season money list for the first time in his career. Win was second in his last 14 starts on TOUR. His wife, Jennifer, won the Wives Golf Classic held early in the week with players caddying for the wives...Dealt with injuries throughout the remainder of season—back pain, which occurred during his first match of the World Golf Championships-Accenture Match Play Championship, and a bad wrist, which he aggravated prior to The INTERNATIONAL. 2003: Captured first career victory in his 195th start on TOUR at the Buick Classic. Defeated John Rollins with an eagle-3 on the first extra hole to raise his playoff record to 1-1. Birdied 72nd hole to force playoff. Shared third-round lead with Briny Baird, Skip Kendall and John Rollins. Due to rain-shortened Saturday, played 30 holes on Sunday...Earned first top-10 at a major championship with a T10 at the U.S. Open...In only second World Golf Championships appearance, finished second at NEC Invitational, four shots behind Darren Clarke...Ended the season on a high note with T7 finish at the TOUR Championship, his first appearance in the event. 2002: Posted T2 at the Canon Greater Hartford Open. Held first 54-hole lead of career at 13-under-par, one stroke ahead of Scott Verplank. Carded final-round 70, missing birdie putt on 72nd hole that would have forced a playoff with winner Phil Mickelson...Lost in a playoff to Chris Riley at the Reno-Tahoe Open. Tied with Riley and Steve Flesch for the lead through 54 holes, missed eight-footer for birdie on 72nd hole that would have clinched first TOUR victory. 2001: Had only one top-10 (third at B.C. Open) but was able to parlay making 26 cuts in 33 starts into a very respectable year...Took first-round lead in the Canon Greater Hartford Open with an opening 62 after coming close to withdrawing due to a pinched nerve. Round featured a 29 on the front nine. 2000: Surpassed the $1-million mark for the first time since joining the PGA TOUR on the strength of a career-high 11 top-25 finishes and four top-10s, including a second and third...Posted best finish of the year at inaugural SEI Pennsylvania Classic, a T2 worth $192,000...Tied the TPC at Summerlin course record with a 10-under-par 62 on the final day at the Invensys Classic at Las Vegas. Finished T3 and won $246,500. 1999: Had five top-10s, including a second at Las Vegas Invitational, three behind winner Jim Furyk...Opened with 64, one off first-round lead at Bob Hope Chrysler Classic. Followed with second-round 83 and next round shot 62 to tie Tamarisk course record. His 21-stroke improvement from second round to third was best turnaround since Bob Murphy shot 88-69 in first two rounds to improve 19 strokes at 1985 Bing Crosby National Pro-Am. 1995: Had brush with first PGA TOUR victory at Quad City Classic. In tournament shortened to 54 holes due to weather, stood on final tee leading D.A. Weibring by one stroke. When he bogeyed and Weibring birdied from off the green, fell to second. Earned $108,000 to clinch TOUR card. 1998: Regained PGA TOUR membership with T2 at PGA TOUR Qualifying Tournament. 1997: Played under special medical extension. 1996: Had rotator cuff surgery in February. Missed majority of 1996 and 1997 seasons but played several times on PGA TOUR and Web.com Tour. Amateur: Won 1992 Ping Intercollegiate in playoff over Phil Mickelson.\n","otherCarHigh" : "","personal" : "A self-taught player who has never had a teacher. \"There's nobody who could teach my swing,\" he explains.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 9th on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}