{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20095","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Paulson","first" : "Carl","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "180","weightMetric" : "82","birthDate" : "December 29, 1970","age" : "45","birthPlace" : "Quantico, Virginia","residence" : "Orlando, Florida","family" : "Wife, Heather; Ned Maxwell (2\/10\/98), Robert Henry (6\/7\/01), Anastasia Wynn (8\/10\/04)","education" : "University of South Carolina (1994, Marketing)","splInterest" : "Family, USC sports, fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1999)","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "Windermere; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,134,385&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1999","exmtStatus" : "Conditionally Exempt: Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Was T4 at the Chitimacha Louisiana Open, finishing at 10-under 274, three shots back of winner Brett Wetterich. Fired rounds of 66-72 to make his first cut since the 2005 B.C. Open on the PGA TOUR. Suffered back problems the following week and missed the better part of five seasons (2006-10) as a result of herniated discs. Finish was his best since a T5 at the 2002 Greater Greensboro Chrysler Classic. Started the tournament birdie-birdie-eagle (hole-in-one). \nMember of the PGA TOUR from 1995-96 and 2000-05 and a member of the Web.com Tour from 1997-99. Regained TOUR card with T13 finish at 2004 National Qualifying Tournament, but was limited to 13 events in 2005 due to a back injury. Did not play the rest of the year after withdrawing from the U.S. Bank Championship in July. Will play the 2006 PGA TOUR season in the Major Medical Extension category. Coupled with $198,214 earned in 13 events in 2005, has the opportunity to play in 13 events to earn $428,422 and match the $626,736 winnings of 2005's No. 125, Nick Price. If he does so, will play out of the Major Medical Extension category for the remainder of the season. Posted two top-25s in 2005, T13 at the Shell Houston Open and T17 at the FedEx St. Jude Classic. In 2002, finished in the top 125 for third consecutive year on TOUR. Hospitalized in January for three days with viral meningitis and in late February father, Ned, underwent triple-bypass surgery. Missed first four cuts of his season during this period. Solo 54-hole leader by one over eventual champion Craig Perks at THE PLAYERS Championship after third consecutive 69. Final-round 77 dropped him into a T4 finish. Career-best season in 2000, highlighted by a runner-up finish at the Tampa Bay Classic, where he shot held a two-stroke lead over John Huston through 54 holes. A final-round 72 against Huston's 65 dropped him to solo second, a career best on the TOUR. Earned fully exempt status on the 2000 PGA TOUR by finishing No. 1 on the 1999 Web.com Tour money list. Set a Web.com Tour record for consecutive starts when he teed it up at the Omaha Classic, his 79th straight tournament. Captured his first career victory at the Utah Classic, where his six-stroke margin of victory was the largest on Tour that year. Next victory came at the Boise Open, firing a final-round 66 to come from two strokes off the pace and win by four in Idaho. Was selected as the Nationwide Tour Player of the Year at the conclusion of the season. Medalist at the 1995 Qualifying Tournament. All-America selection and Southeastern Conference Player of the Year in 1993. Chronicled his first season on the PGA TOUR in the book Rookie on Tour.","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2000","qSchoolYear" : "1994, 1995, 2004","exmtStatus" : "Qualifying Tournament\/Web.com Tour Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR from 1995-96 and 2000-11 and a member of the Web.com Tour from 1997-99 and 2012. 2012: Had two events to earn $398,600 in 2012 on a Qualifying Tournament\/Web.com Tour Medical extension, dating to a back injury in 2005...Finished T709 at T65 at The McGladrey Classic and Children's Miracle Network Hospitals Classic, respectively, in his only two TOUR starts. Earned $11,943. 2011: Made just three cuts in 11 starts on TOUR. On the Web.com Tour, finished T4 at the Chitimacha Louisiana Open in his first of seven starts on that Tour. 2010: Making his first appearances since 2005 on either the PGA TOUR or Web.com Tour, missed the cut in all three Web.com Tour starts. Playing on a Major Medical Exemption the last five years, has not competed full-time on the PGA TOUR due to back injuries. 2005: Regained TOUR card with T13 finish at 2004 PGA TOUR Qualifying Tournament, but was limited to 13 events in 2005 due to a back injury. Did not play the rest of the year after withdrawing from the U.S. Bank Championship in July. 2002: Finished in the top 125 for third consecutive year on TOUR. Hospitalized in January for three days with viral meningitis and in late February father, Ned, underwent triple bypass surgery. Missed first four cuts of his season during this period. Solo 54-hole leader by one over eventual champion Craig Perks at THE PLAYERS Championship after third consecutive 69. Final-round 77 dropped him into a T4 finish. 2000: Career-best season, highlighted by a runner-up finish at the Tampa Bay Classic. 1999: Earned fully exempt status on the PGA TOUR by finishing No. 1 on the Web.com Tour money list. Set a Web.com Tour record for consecutive starts when he teed it up at the Omaha Classic, his 79th straight tournament. Captured his first career victory at the Utah Classic and then the Boise Open. 1995: Medalist at the PGA TOUR Qualifying Tournament. Amateur: All-America selection and Southeastern Conference Player of the Year in 1993 at the University of South Carolina. \n","otherCarHigh" : "","personal" : "Chronicled his first season on the PGA TOUR in the book Rookie on Tour. Played select-level soccer through high school.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}