{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27602","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Townsend","first" : "Aaron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "198","weightMetric" : "90","birthDate" : "July 4, 1981","age" : "34","birthPlace" : "Newcastle, Australia","residence" : "Sydney, Australia","family" : "Wife: Sally","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,476&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Had a solid tournament at the Isuzu Queensland Open in August on the PGA Tour of Australasia. Opened with an even-par 72 at Brookwater G&CC then played his final 54 holes in 7-under (69-71-69) to T4 with Adam Blyth and amateur Jake McLeod.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Had a solid tournament at the Isuzu Queensland Open in August on the PGA Tour of Australasia. Opened with an even-par 72 at Brookwater G&CC then played his final 54 holes in 7-under (69-71-69) to T4 with Adam Blyth and amateur Jake McLeod.","carHigh" : "2014: Began his year with a T20 at the Lexus of Blackburn Heritage Classic on the PGA Tour of Australasia. Ended any chance of contending after shooting a third-round 65 and then following that with a 76…Was T6 in his next start a week later, at the Queensland PGA Championship. Stellar rounds of 71-65-63-65 left him six shots behind winner Anthony Summers…Had a solid finish at the first qualifying tournament for the PGA TOUR China Series. Shot an opening, even-par 72 then finished with a 1-under 71 at Shenzhen Guangzhou CTS Tycoon GC to T8 with Gunn Charoenkul to earn fully-exempt status for the Series' inaugural season…Attempted to qualify for The Open Championship in Thailand. Shot rounds of 71-72 during the 36-hole event to finish two shots outside the cutline...A 1-under start at the Mission Hills Haikou Open was followed by a 69-68 weekend performance that gave him a T8 in the PGA TOUR China Series' season-opener, with Ryan McCarthy…Had four under-par rounds, including a final-round 67 at the Earls Beijing Open to T15 with three others. Established a PGA TOUR China Series record with his back-nine, 7-under 29 in the final round. Made three consecutive birdies, on holes 10-12, birdied the 15 and 16 holes then eagled his finishing hole, the par-5 18th. His 7-under back nine was nine strokes better than his first nine. Finished with a 5-under 67…The following week, played in the PGA Tour of Australasia's Fiji International and missed the cut by a stroke.…Continued his play in Australia and finished T33 at the Isuzu Queensland Open in mid-August…Earned his second top-10 of the season and first since the season-opening Mission Hills Haikou Open when he T6 at the Chateau Junding Penglai Open in early September. Shot a final-round 69…Earned his third top-10 of the campaign when he finished eighth at the Cadillac Championship in Beijing, thanks to four par-or-better rounds at Qinghe Bay GC. Shot a final-round 68…Thanks to a third-round, 2-under 69 at the OneAsia Tour's Nanshan China Masters, finished T15...In his next start, at the Western Australia Open on the PGA Tour of Australasia in mid-October, shot four under-par rounds at Cottesloe GC in Perth to T14…Made it to second stage Web.com Tour qualifying. Played in the tournament in McKinney, Texas, in mid-November at TPC Craig Ranch but failed to move on to the finals. \n2013: Played on five Tours during the year. Had a near-miss at the Gloria Jean's New South Wales Open on the PGA Tour of Australasia. With rounds of 68-65-72-68, finished T2 with Adam Bland and Jack Wilson, four shots behind Web.com Tour regular Aron Price in late-November…Picked up a fourth-place finish at the weather-shortened Kansai Open Golf Championship on the Japan Golf Tour…Finished 18th on the OneAsia Tour order of merit, playing in seven events. Just missed a top-10 at the Enjoy Jakarta Indonesia PGA Championship (T11) in late-March. \n2012: Made 11 PGA Tour of Australasia starts, his best performance a T5 at the South Pacific Golf Open Championship, thanks to a 67-69-68 showing over his final 54 holes…Added one more top-10 during the campaign, a T10 at the BMW New Zealand Open…On the Asian Tour, was T6 at the High1 Resort Open in September…In mid-October, made an appearance on the OneAsia Tour, where he finished solo third at the Nanshan China Masters. Was in position to win, holding down the second-place spot with 18 holes to play, two shots off leader Wen-Chong Liang's lead. Shot a Sunday 72 that left him a stroke out of the Liang-Y.E. Yang playoff…Played in his first major championship, missing the cut at The Open Championship. \n2011: Had one top-10 all season, a T10 at the Volvo China Open (68-66-68-69)…Enjoyed more success in China, at the Nanshan China Masters on the OneAsia Tour. Finished T11. \n2010: After missing the cut at the Moonah Classic one year earlier, opened with a 4-under 68 and parlayed that into weekend rounds at Moonah Links in Victoria to T41. \n2009: Made multiple Web.com Tour cuts for the first time. After missing the cut at the Moonah Classic, played on the weekend at the HSBC New Zealand PGA Championship (T38) and the Michael Hill New Zealand Open (T29)…Won the New South Wales PGA Championship…Played as a member of the Japan Golf Tour for the first time but missed the cut at the Gate Way To The Open Mizuno Open…Enjoyed a T16 at the Volvo China Open. \n2008: Played in three Web.com Tour tournaments, missing the cut in all three. The Northeast Pennsylvania Classic marked his first Tour event outside Australia or New Zealand. Shot a second round 67 at Elmhurst but missed the cut by two strokes…Won the New South Wales Open…Added a T17 at the Australian Masters in late-November. \n2007: Made the first Web.com Tour cut of his career, opening with a 70 and going on to T32 at the HSBC New Zealand PGA Championship…Enjoyed a T30 at the New Zealand Open for his top outing of the season. \n2006: After not playing in the Web.com Tour's Southern Hemisphere events, returned to action but again missed the cut at the Jacob's Creek Open and the New Zealand PGA Championship…Best finish during the year was a T48 at the Australian Open Championship. Recovered from an opening 80 to make the cut. \n2005: Missed the cut at the Australian PGA Championship. \n2004: Made his Web.com Tour debut, playing in back-to-back weeks and missing the cut at the Jacob's Creek Open and the New Zealand PGA Championship…Was T40 at the MasterCard Masters in December on the PGA Tour of Australasia. \n2003: Played his first season on the PGA Tour of Australasia. \n","otherCarHigh" : "","personal" : "Is interested in motor sports.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Had a solid tournament at the Isuzu Queensland Open in August on the PGA Tour of Australasia. Opened with an even-par 72 at Brookwater G&CC then played his final 54 holes in 7-under (69-71-69) to T4 with Adam Blyth and amateur Jake McLeod.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T6th in 2014 at the Chateau Junding Penglai Open.","dynStats" : "He ranks 36th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}