{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23497","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Ridings","first" : "Tag","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "200","weightMetric" : "91","birthDate" : "September 7, 1974","age" : "41","birthPlace" : "Oklahoma City, Oklahoma","residence" : "Keller, Texas","family" : "Wife, Brenda; Carter, Chloe, Charli","education" : "University of Arkansas (1997, Marketing)","splInterest" : "Xbox, fishing, down-home cooking, enlightening books, entertaining movies","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2002, 2010)","trndProYear" : "1997","clubAffl" : "Vaquero Club (Westlake, Texas)","cityPlaysFrm" : "Keller; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,187,256&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 23 starts, one third-place finish, three top-10s, seven top-25s and 18 cuts made. Was 49th on the combined final money list...First top-10 came at the United Leasing Championship in early May. Struggled on the weekend with 75-73 for a T9...Would go on to make his next 12 cuts to close out the Regular Season 42nd on the money list...Top performances during this stretch came at the Utah Championship in August. After opening with a 1-over 73 at the Utah Championship, reeled off rounds of 65-67-69 (13 under) to post a T3...Third top 10 came later that month in Knoxville. Fired a 64 in the first round of the News Sentinel Open and was one off the lead. Carded 68-69-69 over final 54 holes for a T9...Finished the Regular Season 42nd on the money list...Was No. 1 in Greens In Regulation from the Fairway (85.11) and No. 2 in both Total Driving and the All-Around Ranking during the Regular Season...Lone PGA TOUR start came at the FedEx St. Jude Classic (missed cut)...In the Web.com Tour Finals, made three of four cuts, with his best outing a T30 at the finale, the Web.com Tour Championship.","carHigh" : "2014: Made four of 12 PGA TOUR cuts while finishing 219th in the FedExCup standings...Will have one event during the 2014-15 season as part of a Non-Exempt Medical Extension (back) to earn either 396 FedExCup points or $658,698...On the Web.com Tour, played five Regular Season events, making two cuts, a T39 at the South Georgia Classic and a T44 at the United Leasing Championship...In the Web.com Tour Finals, a T25 at the Hotel Fitness Championship and a T12 two weeks later at the Nationwide Children's Hospital Championship put him one spot outside the number in the competition for one of the 25 available Finals cards heading to the Web.com Tour Championship...Was done in at TPC Sawgrass Dye's Valley Course by two front-nine double bogeys Sunday, shooting a 73 to finish T40 in the tournament and miss his card by four spots.\n\n2013: Made 10 of 24 PGA TOUR cuts, recording his first top-10 since the 2009 season. Placed No. 142 in the FedExCup standings, the exact finish from his last season on TOUR, in 2011...Had his third PGA TOUR hole-in-one when he made an ace in the first round (at No. 3 at Torrey Pines' South Course) of the Farmers Insurance Open...Made eight birdies in the first round of The Greenbrier Classic, including four straight on hole Nos. 4-7, en route to a 5-under 65. Followed that with three additional rounds of par-or-better to claim a T9 with seven others. \n\n2012: Finished T20 at the PGA TOUR Qualifying Tournament to regain his TOUR card for 2013. Only made one start on TOUR...Made the cut in 19 of 25 Web.com Tour starts and had 10 top-25 finishes but just one top-10. Finished the year No. 9 in Scoring Average Before the Cut. Also ranked No. 5 in Driving Distance (313.7 yards)...Enjoyed a stretch of 10 consecutive cuts made early in the year, culminating with a T11 at the inaugural United Leasing Championship...Held the 36-hole lead at the Mexico Open but a pair of weekend 76s dropped him all the way back to T35...Best finish of the year came at the Midwest Classic in Kansas City, where he wound up T4, three shots back of winner Shawn Stefani. Started off the third round with four straight birdies and added another at No. 6 to quickly get to 5-under. Played even par the rest of the way and posted a 66. His week in Kansas City started a streak of 14 consecutive sub-par rounds...Made the cut at the Miccosukee Championship in Miami late in the year but withdrew after three rounds to rush back to the Dallas area for the birth of his third child. His daughter, Charli Elizabeth, arrived five weeks early, but he made it back in time \"with two hours to spare.\"...Opened with a 6-under 65 in the first round of the Web.com Tour Championship and was part of a six-way tie for the lead. Eventually wound up T19 at TPC Craig Ranch and moved up three spots on the final money list, to No. 48. \n\n2011: Returned to the PGA TOUR and made the cut in 15 of 28 starts. Best finishes were a T13 to begin the year at the Sony Open in Hawaii and then a T22 at the Puerto Rico Open. 2010: Made 27 Web.com Tour starts and had nine top-10 finishes among his 17 cuts made. Began the season by making the cut in his first nine starts. Tied with leading money Jamie Lovemark for most top-10s during the season...Finished T19 in season-opening Michael Hill New Zealand Open and followed that with a T4 at the Moonah Classic in Australia. His Moonah finish was his best on either the PGA TOUR or the Web.com Tour since a T3 at the Children's Miracle Network Classic in Orlando in November 2007...Two weeks later, at the Pacific Rubiales Bogota Open, he bettered his career-best showing by one, finishing T3. After equaling the course-record in the opening round (65), he followed with a 2-under par 69 in the second round to lead William McGirt by one heading into the weekend. A 70-71 finish left him two strokes out of the playoff with winner Steve Pate and Aaron Watkins...In Valdosta, at the South Georgia Classic, he recorded his third top-10 finish of the year. Was four back after opening with rounds of 68-69. Struggled on the weekend with rounds of 74-73 to fall back to T9...Recorded his fourth top-10 finish of the year the next week at the Stadion Athens Classic, where four under-par rounds led to a T7 finish...Continued his stellar play at the BMW Charity Pro-Am where he made his ninth straight cut and finished T7...Finished solo eighth at the Mexico Open Bicentenary, his 11th top-25 finish in his first 13 starts...Added another top-10 with a T9 effort at the Nationwide Children's Hospital Invitational and moved up two spots, to No. 7 on the money list...Notched his eighth top-10 at the Winn-Dixie Jacksonville Open. Fired a final-round 4-under 66 to finish T5, two strokes back of winner David Mathis...Ended the year with yet another top-10, a T7, at the Web.com Tour Championship. 2009: Made the cut in nine of 16 starts on the PGA TOUR, with two top-25 finishes and a season-best T7 at the Travelers Championship. Teed it up in three Web.com Tour events, with a T50 at Soboba Classic. 2008: Made the cut in 14 of 29 appearances on the PGA TOUR, with two top-10 finishes. Finished the season ranked No. 147 in both the FedExCup standings and the money list. Finished a season-best T9 at the AT&T Pebble Beach National Pro-Am. Opened with rounds of 66-66 on his way to T10 at the Children's Miracle Network Classic in his last start of the year. Finished T6 at the Albertsons Boise Open in only Web.com Tour start. 2007: Split time in between the PGA TOUR (nine made cuts in 18 starts) and the Web.com Tour (seven made cuts in 11 starts). Posted three top-10 finishes on the Web.com Tour. Best finish on TOUR came in his last start, finishing at 14-under 274 and T3 at the Children's Miracle Network Classic. Finished second on the Web.com Tour in Driving Distance with a 312.0 average. 2006: Slipped outside the top 125 in fourth season on the PGA TOUR, with one top-10 in 33 starts. In seventh start of season, picked up his first top-10, a T5 at the Ford Championship at Doral. 2005: Totaled five top-10s and won $891,812, including a second consecutive, late-season rally to secure his card. Best finish of the year was a T3 at the Chrysler Championship, thanks to a closing 5-under 67. Improved his earnings to $796,883 with his $216,164 payday, lifting him over the mark to secure his TOUR card for the 2006 season. Posted back-to-back top-10s for the first time in his career with his T5 finish at the Southern Farm Bureau Classic, the last full-field event of the season. 2004: Playing on a Major Medical Extension, finished No. 125 on the money list to retain full playing privileges for 2005. Earned his first top-10 on TOUR in 22 career events, a T2 at the Michelin Championship at Las Vegas, thanks to a career-best, final-round, 11-under 61. Began the final round tied for 54th, eight strokes behind third-round leader Tom Lehman and finished in a three-way T2, one stroke behind winner Andre Stolz. The $298,666 payday allowed him to jump from 191st on the money list to 136th with three tournament remaining in the season. Entered the season's final full-field event, the Chrysler Championship, No. 137 on the money list. Finished T11, aided by a final-round, 7-under-par 64, to earn $120,000 to slide into No. 125 position by $21,824. 2003: Rookie PGA TOUR season was cut to six events due to a herniated disk in his back and a shoulder injury. Withdrew after a first-round 75 at The Honda Classic and did not play the remainder of the season. Received Major Medical Extension for 2004. 2002: Finished No. 14 on the Web.com Tour money list, with $187,494 to earn TOUR card for 2003. Notched first career victory, at the Permian Basin Open, where he holed out from 138 yards with a pitching wedge for an eagle on the first playoff hole to defeat Mark Hensby. \n","otherCarHigh" : "Earned All-America and Scholastic All-America honors in 1997 at the University of Arkansas. Named to the All-SEC second team from 1995-97.","personal" : "Father is a club professional at South Lakes GC in Jenks, Okla...Had a hole-in-one on the fifth hole at Shoal Creek GC, only to lose the ball two holes later...Cites Gary Player as his hero.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "2007","exmtStatus" : "Non-Exempt Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 23 starts, one third-place finish, three top-10s, seven top-25s and 18 cuts made. Was 49th on the combined final money list...First top-10 came at the United Leasing Championship in early May. Struggled on the weekend with 75-73 for a T9...Would go on to make his next 12 cuts to close out the Regular Season 42nd on the money list...Top performances during this stretch came at the Utah Championship in August. After opening with a 1-over 73 at the Utah Championship, reeled off rounds of 65-67-69 (13 under) to post a T3...Third top 10 came later that month in Knoxville. Fired a 64 in the first round of the News Sentinel Open and was one off the lead. Carded 68-69-69 over final 54 holes for a T9...Finished the Regular Season 42nd on the money list...Was No. 1 in Greens In Regulation from the Fairway (85.11) and No. 2 in both Total Driving and the All-Around Ranking during the Regular Season...Lone PGA TOUR start came at the FedEx St. Jude Classic (missed cut)...In the Web.com Tour Finals, made three of four cuts, with his best outing a T30 at the finale, the Web.com Tour Championship.","carHigh" : "2013-14: Made four of 12 PGA TOUR cuts while finishing 219th in the FedExCup standings...Will have one event during the 2014-15 season as part of a Non-Exempt Medical Extension (back) to earn either 396 FedExCup points or $658,698...On the Web.com Tour, played five Regular Season events, making two cuts, a T39 at the South Georgia Classic and a T44 at the United Leasing Championship...In the Web.com Tour Finals, a T25 at the Hotel Fitness Championship and a T12 two weeks later at the Nationwide Children's Hospital Championship put him one spot outside the number in the competition for one of the 25 available Finals cards heading to the Web.com Tour Championship...Was done in at TPC Sawgrass Dye's Valley Course by two front-nine double bogeys Sunday, shooting a 73 to finish T40 in the tournament and miss his card by four spots.\n\n2013: Made 10 of 24 PGA TOUR cuts, recording his first top-10 since the 2009 season. Placed No. 142 in the FedExCup standings, the exact finish from his last season on TOUR, in 2011...Had his third PGA TOUR hole-in-one when he made an ace in the first round (at No. 3 at Torrey Pines' South Course) of the Farmers Insurance Open...Made eight birdies in the first round of The Greenbrier Classic, including four straight on hole Nos. 4-7, en route to a 5-under 65. Followed that with three additional rounds of par-or-better to claim a T9 with seven others. \n\n2012: Finished T20 at the PGA TOUR Qualifying Tournament to regain his TOUR card for 2013. Only made one start on TOUR...Made the cut in 19 of 25 Web.com Tour starts and had 10 top-25 finishes but just one top-10. Finished the year No. 9 in Scoring Average Before the Cut. Also ranked No. 5 in Driving Distance (313.7 yards)...Enjoyed a stretch of 10 consecutive cuts made early in the year, culminating with a T11 at the inaugural United Leasing Championship...Held the 36-hole lead at the Mexico Open but a pair of weekend 76s dropped him all the way back to T35...Best finish of the year came at the Midwest Classic in Kansas City, where he wound up T4, three shots back of winner Shawn Stefani. Started off the third round with four straight birdies and added another at No. 6 to quickly get to 5-under. Played even par the rest of the way and posted a 66. His week in Kansas City started a streak of 14 consecutive sub-par rounds...Made the cut at the Miccosukee Championship in Miami late in the year but withdrew after three rounds to rush back to the Dallas area for the birth of his third child. His daughter, Charli Elizabeth, arrived five weeks early, but he made it back in time \"with two hours to spare.\"...Opened with a 6-under 65 in the first round of the Web.com Tour Championship and was part of a six-way tie for the lead. Eventually wound up T19 at TPC Craig Ranch and moved up three spots on the final money list, to No. 48. \n\n2011: Returned to the PGA TOUR and made the cut in 15 of 28 starts. Best finishes were a T13 to begin the year at the Sony Open in Hawaii and then a T22 at the Puerto Rico Open. 2010: Made 27 Web.com Tour starts and had nine top-10 finishes among his 17 cuts made. Began the season by making the cut in his first nine starts. Tied with leading money Jamie Lovemark for most top-10s during the season...Finished T19 in season-opening Michael Hill New Zealand Open and followed that with a T4 at the Moonah Classic in Australia. His Moonah finish was his best on either the PGA TOUR or the Web.com Tour since a T3 at the Children's Miracle Network Classic in Orlando in November 2007...Two weeks later, at the Pacific Rubiales Bogota Open, he bettered his career-best showing by one, finishing T3. After equaling the course-record in the opening round (65), he followed with a 2-under par 69 in the second round to lead William McGirt by one heading into the weekend. A 70-71 finish left him two strokes out of the playoff with winner Steve Pate and Aaron Watkins...In Valdosta, at the South Georgia Classic, he recorded his third top-10 finish of the year. Was four back after opening with rounds of 68-69. Struggled on the weekend with rounds of 74-73 to fall back to T9...Recorded his fourth top-10 finish of the year the next week at the Stadion Athens Classic, where four under-par rounds led to a T7 finish...Continued his stellar play at the BMW Charity Pro-Am where he made his ninth straight cut and finished T7...Finished solo eighth at the Mexico Open Bicentenary, his 11th top-25 finish in his first 13 starts...Added another top-10 with a T9 effort at the Nationwide Children's Hospital Invitational and moved up two spots, to No. 7 on the money list...Notched his eighth top-10 at the Winn-Dixie Jacksonville Open. Fired a final-round 4-under 66 to finish T5, two strokes back of winner David Mathis...Ended the year with yet another top-10, a T7, at the Web.com Tour Championship. 2009: Made the cut in nine of 16 starts on the PGA TOUR, with two top-25 finishes and a season-best T7 at the Travelers Championship. Teed it up in three Web.com Tour events, with a T50 at Soboba Classic. 2008: Made the cut in 14 of 29 appearances on the 2008 PGA TOUR, with two top-10 finishes. Finished the season ranked No. 147 in both the FedExCup standings and the money list. Finished a season-best T9 at the AT&T Pebble Beach National Pro-Am. Opened with rounds of 66-66 on his way to T10 at the Children's Miracle Network Classic in his last start of the year. 2008: Finished T6 at the Albertsons Boise Open in only Web.com Tour start. 2007: Split time between the PGA TOUR (nine made cuts in 18 starts) and the Web.com Tour (seven made cuts in 11 starts). Posted three top-10 finishes on the Web.com Tour. Best finish on TOUR came in his last start, finishing at 14-under 274 and T3 at the Children's Miracle Network Classic. Finished second on the Web.com Tour in Driving Distance, with a 312.0 average. 2006: Slipped outside the top 125 in fourth season on the PGA TOUR, with one top-10 in 33 starts. In seventh start of season, picked up his first top-10, a T5 at the Ford Championship at Doral. 2005: Totaled five top-10s and won $891,812, including a second consecutive late-season rally to secure his card...First top-10 of the season came in his 10th start, a T6 at the weather-shortened, 54-hole BellSouth Classic. After a 3-over 39 on the front, posted a 6-under 30 on the back nine to miss the five-way playoff at 8-under 208 by a stroke...Finished seventh at the Reno-Tahoe Open, seven strokes behind Vaughn Taylor. Joined Jonathan Kaye as only players to post four rounds in the 60s at Montreux GC...Third top-10, a T9, came at the 84 LUMBER Classic...Best finish of the year was a T3 at the Chrysler Championship, thanks to a closing 5-under 67. Improved his earnings to $796,883 with his $216,164 payday, lifting him over the mark to secure his TOUR card for the 2006 season...Posted back-to-back top-10s for the first time in his career with his T5 finish at the Southern Farm Bureau Classic, the last full-field event of the season. Shared the 36-hole lead with five other players at 10-under 134 at Annandale GC...Recorded a double eagle on the par-5 12th hole at Tamarisk CC during the third round of the Bob Hope Chrysler Classic, holing out from 258 yards with a 2-iron. It was the second time in the tournament that a player had recorded a double eagle. It was the first time there have been two double eagles in a single event since the 2001 Open Championship. Ridings also posted back-to-back eagles on holes 17 (par 4) and 18 (par 5). It marked the first time since the PGA TOUR started tracking records in 1971 that a player recorded two eagles and a double eagle in a single round. Despite the shots, missed the 72-hole cut…Recorded a hole-in-one on the par-3 15th hole using a 9-iron from 166 yards during the first round of the Ford Championship at Doral. The ace reward was a new Ford Five Hundred. 2004: Playing on a Major Medical Extension, finished No. 125 on the money list to retain full playing privileges for the 2005 campaign…Earned his first top-10 on TOUR in 22 career events, a T2 at the Michelin Championship at Las Vegas, thanks to a career-best, final-round, 11-under 61. Began the final round tied for 54th, eight strokes behind third-round leader Tom Lehman and finished in a three-way T2, one stroke behind winner Andre Stolz. The $298,666 payday allowed him to jump from 191st on the money list to 136th with three tournament remaining in the season…Entered the season's final full-field event, the Chrysler Championship, No. 137 on the money list. Finished T11, aided by a final-round, 7-under-par 64, to earn $120,000 to slide into No. 125 position by $21,824. 2003: Rookie season was cut to six events due to a herniated disk in his back and a shoulder injury. Withdrew after a first-round 75 at The Honda Classic and did not play the remainder of the season. Received Major Medical Extension for 2004…Best finish in six events was T27 in initial start at the Sony Open in Hawaii. 2002: Finished No. 14 on the 2002 Web.com Tour money list with $187,494 to earn TOUR card for 2003…Notched first career victory at the Permian Basin Open, where he holed out from 138 yards with a pitching wedge for an eagle on the first playoff hole to defeat Mark Hensby. Amateur: Earned All-America and Scholastic All-America honors in 1997 at Arkansas. Named to the All-SEC second team from 1995-97. \n","otherCarHigh" : "","personal" : "Father is a club professional at South Lakes GC in Jenks, Okla...Had a hole-in-one on the fifth hole at Shoal Creek GC, only to lose the ball two holes later...Cites Gary Player as his hero.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T2nd in 2004 at the Michelin Championship at Las Vegas.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/TaggsGolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}